{
  "title": "Aerospace Engineering",
  "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
  "contents": [
    {
      "id": 1,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Сансрын инженерчлэл чиглэлээр сурах ахлах ангийн сурагчдад зориулсан хөтөлбөрүүд",
      "date": "2024-08-12",
      "description": "Нисэхийн/сансрын инженерчлэлийн хөтөлбөрүүд",
      "blog": "<h2>Танилцуулга</h2>\n <p>Сансрын инженерчлэлийн чиглэлээр мэргэжил эзэмших хүсэлтэй сурагчдад мэдлэг олгох зориулалттай олон улсын хөтөлбөрүүд олон байдаг. Хэрэв та сансрын инженерчлэлийн мэргэжилд сонирхолтой бол энэхүү хөтөлбөрүүдийг сонирхоод үзээрэй гэж зөвлөе.</p>\n <h2>Lumiere Research Scholars Program</h2>\n <p>Энэ хөтөлбөр нь олон улсын ахлах ангийн сурагчдад дэлхийн топ их сургуулийн профессор, багш нартай онлайнаар холбогдон, өөрсдийн судалгаа шинжилгээний ажил хийхэд нь багш нар ментор хийж туслах боломжийг олгодгоороо давуу талтай. Хөтөлбөр 12 долоо хоногийн хугацаанд явагдах нийт төлбөр $2990 боловч хэрэв оролцогчийн гэр бүлийн жилийн орлого $17780-аас бага бол тэтгэлэг авахаар бүртгүүлж болдог. Хөтөлбөрийн намрын элсэлт одоо явагдаж байгаа ба 8 дугаар сарын 25-нд дуусна.</p>\n <a href=\"https://www.lumiere-education.com/\">Хөтөлбөрийн өвлийн элсэлтийн линк</a>\n <h2>Horizon Inspires</h2>\n <p>Энэ нь Lumiere Research Scholars Program-тай төстэй бөгөөд 15 долоо хоногийн хугацаатай үргэлжлэх ба ахлах ангийн сурагч өөрийн 20 хуудас хэмжээтэй судалгааны ажлыг топ их сургуулийн профессорыг ментороо болгон хамтран хийх боломжийг олгодог байна. Horizon Inspires хөтөлбөрийн оролцогчдын голч 3.67-оос дээш байх ба долоо хоногт 10 цаг хөтөлбөртөө зориулах ёстой байдаг. Түүнчлэн сансрын инженерчлэлээс гадна биологи, хими, психологи гэх мэт олон төрлийн судлагдахуунаар судалгаа бичиж болдог. Жишээлбэл, нэгэн сурагч “Дрон дүрслэл болон зураг хувиргах загваруудыг ашиглан газрын зураглалыг гаргах” гэх судалгааны ажил дээрээ газрын зураглалыг дроны нарийвчилсан дүрслэл болон зураг хувиргах аргуудыг ашиглан гаргах аргын тухай бичжээ.</p>\n <a href=\"https://projects.horizoninspires.com/index.php/harp/preprint/view/148\"></a>\n <p>Хөтөлбөрийн нэгэн сул тал нь төлбөр ихтэй (Вебсайт дээр нь төлбөрийн мэдээллийг бичээгүй байдаг ч Reddit сайт дээр нэгэн оролцогч нийт төлбөр $5000 байдаг гэжээ)</p>\n <a href=\"https://www.horizoninspires.com/applynow\">Horizon Inspires хөтөлбөрийн линк</a>\n <h2>Stanford Pre-Collegiate Summer Institutes</h2>\n <p>Энэхүү хөтөлбөр нь АНУ-ын Станфордын их сургуульд зуны амралтын хугацаанд явагддаг. Хөтөлбөрийн оролцогчид болох олон улсын ахлах ангийн сурагчид их сургуулийн түвшний төслийн ажил хийхэд суралцдаг ба үүнд нь сансрын инженерчлэл зэрэг олон төрлийн хичээлүүд багтана. Хичээлүүдийг заах багш нар Станфордын их сургуулийн профессорууд байна. Хөтөлбөрт элсэхийн тулд 8-11-р ангийн сурагч байх ба дүнгийн тодорхойлолт, өөрийгөө илэрхийлсэн эсээ зэрэг зүйлс шаардлагатай байдаг. Энэхүү хөтөлбөр нь оролцогчдыг их сургуулийн боловсролд бэлддэг гэдгээрээ давуу талтай. Acceptance rate нь 15-30% байх бөгөөд энэ жилийн хөтөлбөрийн элсэлт хаагдсан байгаа ба дахин зарлагдана.</p>\n <a href=\"https://summerinstitutes.spcs.stanford.edu/\">Хөтөлбөрийн линк</a>"
    },
    {
      "id": 2,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэхийн инженерийн чиглэлээр дадлага хийх боломжтой Монгол байгууллагууд",
      "date": "2024-08-19",
      "description": "Манай Монгол улсад сансрын инженерчлэлийн байгууллагууд байдаггүй учраас энэхүү блогоор нисэхийн байгууллагууд, тэдний зорилго, дадлагын хөтөлбөр зэрэг зүйлсийг онцоллоо.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Манай Монгол улсад сансрын инженерчлэлийн байгууллагууд байдаггүй учраас энэхүү блогоор нисэхийн байгууллагууд, тэдний зорилго, дадлагын хөтөлбөр зэрэг зүйлсийг онцоллоо.</p>\n<p>Хэрвээ та цаашид нисэхийн болон сансрын инженерчлэлээр суралцах хүсэлтэй бол дараах байгууллагууд руу дадлага хийх тухай холбогдоод үзээрэй гэж зөвлөж байна.</p>\n<h2>Иргэний Нисэхийн Ерөнхий Газар (ИНЕГ)</h2>\n<p>Энэхүү байгууллага нь 1957 оноос хойш ажиллаж байгаа бөгөөд “иргэний нисэхийн талаар зайлшгүй хэрэгжүүлэх чиг үүрэг, үйлчилгээг хэрэгжүүлэн ажилладаг засгийн газрын хэрэгжүүлэгч агентлаг” юм.</p>\n<p>ИНЕГ болон ИНЕГ-ын хэсэг болох Иргэний нисэхийн үндэсний төв (ИНҮТ)-ийн хариуцдаг ажлууд бол агаарын хөлгүүдийн чиглэл, байрлал зэргийг хянах, онгоцнуудын аюулгүй байдлыг шалгах гэх мэт зүйлс байна. Түүнчлэн энэхүү байгууллага нь Монголын нисэх онгоцны буудлууд болон иргэний агаарын тээврийн компаниудтай хамтран ажиллаж, нислэгүүдийг зорчигчдод илүү “аюулгүй, үр ашигтай, тогтвортой” байлгах тал дээр анхаардаг. Үүнээс гадна ИНЕГ-ын харьяа болох Нисэхийн сургалтын төв нь олон улсын гэрчилгээтэй, онгоцны нисгэгчдийг сурган бэлтгэдэг сургууль юм.</p>\n<p>Иргэний нисэхийн ерөнхий газар нь нисэхийн болон нисэхийн инженерийн мэргэжил, нислэгийн аюулгүй байдал, менежмент зэрэгт сонирхолтой, үүгээр сурах хүсэлтэй хүүхэд залуучууд, ахлах ангийн сурагчдад дадлагажигчийн орон тоо гарган ажлуулах боломжтой. Та дадлагажигч болсноор ИНЕГ болон ИНҮТ юу хийдэг, өдөр тутам юу хариуцдаг зэрэг зүйлсийн талаар биечлэн суралцах болно. </p>\n<span>ИНЕГ-тай холбогдож, дэлгэрэнгүй мэдээлэл авахыг хүсвэл</span>\n<a href=\"https://www.mcaa.gov.mn/\"> энд </a>\n<span>дарна уу.</span>\n<h2>ШУТИС-Нисэх техникийн механик хөтөлбөр</h2>\n<p>Шинжлэх ухаан технологийн их сургууль (ШУТИС)-ийн Нисэх техникийн механик хөтөлбөр нь их сургуулийн мэргэжлийн анги юм. Энэ ангид орсноор та бүхэн агаарын хөлөг, нисэгчгүй нисэх аппарат, системийн хийц ажиллагаа, удирдах, хянах төхөөрөмжүүдийн технологи, ажиллагааны талаар онолын мэдлэгийг эзэмшнэ. Мэргэжлийн анги нь олон улсад хүлээн зөвшөөрөгдсөн иргэний нисэхийн дүрмээр гэрээжсэн учир төгсөгчид нь олон улсын авиа байгууллагуудад ажиллах ба мөн оюутнууд суралцах явцдаа агаарын хөлгийн засвар үйлчилгээний төвд дадлага хийх боломжтой байна. Энэхүү ангид орохын тулд та бүрэн дунд сургуулиа төгссөн, ЭЕШ-ын суурь хичээл Математик, Физикийн 480-аас дээш оноотой, дагалдан хичээл болох Нийгэм судлал, Англи хэлний 450-аас дээш оноотой байх ёстой. </p>\n<span>ШУТИС нь албан ёсны нисэхийн байгууллага биш боловч оюутнуудад нисэхийн боловсрол олгодог сургууль гэдгээрээ давуу талтай. Та энэ сургуульд дадлага хийх буюу хичээл хэрхэн явагддаг талаар танилцаж, багш нар болон профессоруудтай холбогдон, нисэх техникийн мэргэжлийн талаар судлахыг хүсвэл</span>\n<a href=\"http://www.mes.edu.mn/mn/page/22\"> энд </a>\n<span>дарна уу.</span>\n<h2>Хаалтын үг</h2>\n<p>Сансрын болон нисэхийн инженер болохын тулд бид бүхэн нисэхийн байгууллагуудтай танилцаж, нисэхийн шинжлэх ухааныг сайн судалж сурах нь зөв билээ. Тиймээс эдгээр газруудтай холбогдон, дадлагын боломжуудын талаар асууж, CV/Resume-гээ явуулаад үзэхэд алдах зүйлгүй.</p>"
    },
    {
      "id": 3,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Сансрын инженерчлэлийн чиглэлд олгодог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-08-23",
      "description": "Нисэхийн/сансрын инженерчлэлийн тэтгэлгүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Олон улс оронд aerospace engineering буюу нисэхийн/сансрын инженерчлэлээр суралцдаг, суралцах хүсэлтэй бакалаврын болон магистрын зэрэгтэй оюутнуудад санхүүгийн дэмжлэг үзүүлэх тэтгэлэгүүд ихээр зарлагддаг. Тиймээс бид энэхүү нийтлэлээрээ тэрхүү тэтгэлэгүүдийн талаар мэдээ мэдээлэл бэлтгэн хүргэж байна.</p>\n<h2>AIAA Foundation Undergraduate Scholarship (АНУ)</h2>\n<span>Энэхүү тэтгэлгийг Америкийн Нисэх, Сансар судлалын Хүрээлэн (American Institute of Aeronautics and Astronautics) буюу AIAA зарладаг бөгөөд сансрын инженерчлэлийн чиглэлээр суралцаж буй бакалаврын зэргийн олон улсын оюутнуудыг дэмжихээр олгодог тэтгэлэг юм. Та тэтгэлэг авах өргөдлөө илгээхийн тулд энэ байгууллагын гишүүнчлэлтэй байх, голч хамгийн багадаа 3.3, (хэрэв өөрөөр заагаагүй бол) АНУ-ын их сургуульд шинжлэх ухаан эсвэл инженерчлэлийн чиглэлээр суралцдаг байх зэрэг шалгууруудыг давсан байх ёстой. Өргөдөлдөө өөрийн карьерын төлөвлөгөөгөө 500-1000 үгэнд багтаасан эсээ, Recommendation letters, CV/Resume-гээ хавсаргана. Тэтгэлгийн хэмжээ дунджаар $5000-$10000 хооронд байх ба өргөдөл хүлээн авах хугацаа 10 сарын 1-нээс 1 сарын 31 хүртэл үргэлжилнэ. Дэлгэрэнгүй мэдээлэл авахыг хүсвэл</span>\n<a href=\"https://www.aiaa.org/get-involved/students-educators/undergraduate-scholarships-graduate-awards`\"> энд </a>\n<span>дараарай.</span>\n<h2>Royal Aeronautical Society (RAeS) Scholarships</h2>\n<span>Royal Aeronautical Society нь Их Британийн нисэх болон сансрын (aerospace) мэргэжлийн нийгэмлэг бөгөөд энэхүү нийгэмлэг нь жил бүр энэ мэргэжлээр суралцдаг бакалаврын болон магистрын зэргийн оюутнуудад туслан, санхүүгийн дэмжлэг үзүүлэх зорилгоор олон төрлийн тэтгэлгүүдийг зарладаг. Жишээлбэл, Futures Scholarship нь нисэхийн чиглэлээр мэргэжил эзэмших хүсэлтэй сурагчдад цалинтай дадлагын ажил олгох, энэ мэргэжлийн туршлага өгөх гэх мэтээр дэмжиж, боломжуудыг нэмэгдүүлэх зорилготой тэтгэлэг юм. Энэхүү тэтгэлгүүдийн аль нэгт хамрагдахад өөрийгөө илэрхийлсэн эсээ, өмнө нь хэрэгжүүлж байсан төслүүдийн мэдээлэл, дүнгийн хуулбар зэрэг зүйлс хэрэгтэй байдаг. Жил бүр энэ нийгэмлэгээс яг нийт хэдэн оюутанд тэтгэлэг өгнө гэж заасан тоо байдаггүй ба дэлхийн бүх орноос оролцох боломжтой. Тэтгэлгийн мөнгөн шагналын хэмжээ мөн адил тодорхой бус, жил бүрээсээ хамаарах бөгөөд бакалаврын зэргийн тэтгэлгийн хэмжээ дунджаар £1000-£5000 (паунд), магистрын зэргийн тэтгэлгийн хэмжээ £2000-£10000 хооронд байдаг аж. Таныг Royal Aeronautical Society нийгэмлэгийн</span>\n<a href=\"https://www.aerosociety.com/careers-education/scholarships-bursaries/\"> вебсайт </a>\n<span>руу зочилж, тэтгэлгүүдийн нь талаар судлаад үзээрэй гэж хүсье.</span>\n<h2>Хаалтын үг</h2>\n<p>Хэрвээ та ирээдүйд гадаадын их дээд сургуульд нисэхийн буюу сансрын инженерчлэлээр суралцаж, үүгээрээ мэргэжил эзэмших хүсэлтэй бол энэхүү байгууллагуудын тэтгэлгийн хөтөлбөрүүд рүү өргөдлөө явуулан, өөрийн сонирхлоо илэрхийлэх нь таныг их зүйл сурч мэдэхэд туслах ба хэрэв тэтгэлэг авбал их сургуулийн зардлаа даалгах гэх мэт олон давуу талыг үүсгэдэг билээ.</p>"
    }
  ]
}
