{
  "title": "Aerospace Engineering",
  "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
  "contents": [
    {
      "id": 22,
      "imageSrc": "/assets/Articles/ScientistWomen.png",
      "author": "Author",
      "title": "Шинжлэх ухаанч эмэгтэйчүүд, Сансар судлалын инженер",
      "date": "2000-01-01",
      "description": "Сансар судлалын инженерчлэлд эмэгтэйчүүдийн гүйцэтгэсэн үүрэг болон тэдний нөлөө ихээхэн ач холбогдолтой. Эмэгтэйчүүд олон жилийн турш энэ салбарт хувь нэмрээ оруулж, шинжлэх ухаан, технологийн салбарт жендерийн тэгш байдал хүрэхийн төлөө чухал алхмуудыг хийсэн юм. Доорх нь эмэгтэйчүүдийн сансар судлалд чухал хувь нэмэр оруулсан хүмүүс болно.",
      "blog": "<h2>Танилцуулга</h2><p>Сансар судлалын инженерчлэлд эмэгтэйчүүдийн гүйцэтгэсэн үүрэг болон тэдний нөлөө ихээхэн ач холбогдолтой. Эмэгтэйчүүд олон жилийн турш энэ салбарт хувь нэмрээ оруулж, шинжлэх ухаан, технологийн салбарт жендерийн тэгш байдал хүрэхийн төлөө чухал алхмуудыг хийсэн юм. Доорх нь эмэгтэйчүүдийн сансар судлалд чухал хувь нэмэр оруулсан хүмүүс болно.</p><h2>Кэтрин Жонсон (Katherine Johnson)</h2><p>Кэтрин Жонсон (1918–2020) нь Америкийн сансар судлалын салбарт эмэгтэйчүүдийн хувь нэмрийг тод харуулсан математикч юм. Тэрээр НАСА-гийн сансрын хөлгийн замналын нарийн тооцоолол хийж, шинжлэх ухаанд эмэгтэйчүүдийн оролцоог баталсан эрхмүүдийн нэг.</p><p>Тэрээр 1937 онд Баруун Виржиний Мужийн Их Сургуулийг (West Virginia State College, одоогийн West Virginia State University) математик болон франц хэлний мэргэжлээр дүүргэсэн.</p><h3>Ажил мэргэжлийн замнал</h3><ul><li>Төгссөнөөсөө хойш багшилж, математик зааж байсан.</li><li>1953 онд НАСА-гийн өмнөх байгууллага болох NACA (National Advisory Committee for Aeronautics)-д ажилд орж, сансрын хөлгийн замналын тооцооллыг гаргадаг \"хүний компьютер\" болж ажилласан.</li><li>НАСА-гийн албан ёсны ажилтан болж, сансрын нислэгийн төлөвлөлтийн багийн гол гишүүн болсон.</li></ul><h3>Түүний оролцсон алдартай төсөл эсвэл ажил</h3><ul><li>\"Меркури\" хөтөлбөр: 1961 онд Америкийн анхны хүн сансарт нисэх замналын тооцооллыг гаргасан.</li><li>\"Аполлон 11\" төсөл: 1969 онд хүн төрөлхтөн анх удаа саран дээр газардахад түүний тооцоолол шийдвэрлэх үүрэг гүйцэтгэсэн.</li><li>Жон Гленн нислэг (1962): Америкийн сансрын нисгэгч Жон Гленний дэлхийг тойрсон анхны нислэгийн траекторыг тооцоолсон.</li></ul><h2>Сунита Уман (Sunita Williams)</h2><p>Сунита Уман бол Энэтхэг гаралтай Америкийн сансрын нисгэгч бөгөөд НАСА-ийн сансрын нисгэгчээр ажиллаж байна. Тэрээр сансарт олон удаа нисэж, сансрын станцад олон хоногийг өнгөрүүлж, сансар судлалын салбарт томоохон амжилт гаргасан эмэгтэйчүүдийн нэг юм.</p><p>Сунита Уман нь Нортистерн Их Сургуульд цахилгааны инженерчлэлээр бакалаврын зэрэг хамгаалсан. Тэрээр мөн Харвардын Их Сургуульд агаарын хүчинд суралцаж төгссөн.</p><h3>Карьерийн замнал</h3><ul><li>Сунита Уман нь АНУ-ын агаарын хүчинд нисгэгчээр ажиллаж байсан бөгөөд 1998 онд НАСА-д сансрын нисгэгчээр элссэн.</li><li>Тэрээр \"Шаттл\" хөтөлбөрийн нэг хэсэг болох олон удаагийн сансрын нислэгүүдэд оролцсон.</li><li>2006 онд Олон Улсын Сансрын Станц (ISS) дээр 195 хоногийг өнгөрүүлсэн бөгөөд энэ хугацаа нь тэр үеийн сансарт хамгийн удаан хугацаа байсан эмэгтэй сансрын нисгэгчийн амжилт болж байсан.</li><li>Тэрээр 2007 онд STS-116 нислэгийн хөтөлбөрт оролцож, Шаттл Discovery-д ниссэн. Энэ нислэгийн турш тэрээр ОУСС-д ажиллаж, тоног төхөөрөмж засварлах, шинжлэх ухааны судалгаа явуулах үүрэг гүйцэтгэсэн.</li><li>2012 оны 7-р сард STS-118 нислэгт оролцохдоо дахин сансарт ниссэн бөгөөд сансрын станцын бие бүрэлдэхүүнд оруулсан шинэ технологи, сансрын судалгаа, биологийн туршилтуудыг амжилттай гүйцэтгэсэн.</li></ul><h3>Оролцсон төслүүд</h3><ul><li>STS-116 болон STS-118 зэрэг олон удаагийн шаттл нислэгүүдэд оролцож, ОУСС-д тоног төхөөрөмж суурилуулах, засварлах үүрэг гүйцэтгэсэн.</li><li>Тэрээр хиймэл дагуулын технологи, биологийн туршилт, инженерчлэлийн судалгаанд ч оролцсон.</li></ul><h2>Хаалтын үг</h2><p>Эмэгтэйчүүдийн оролцоо нэмэгдэх тусам сансар судлалын салбарт илүү олон төрөлжсөн, шинэлэг, хүртээмжтэй шийдлүүд гарч ирэх боломжтой. Эмэгтэй инженерүүд болон сансрын нисгэгчид шинэ үеийн залуу эмэгтэйчүүдэд урам зориг өгч, энэ салбар дахь жендерийн тэгш байдлыг сайжруулахад үнэтэй хувь нэмэр оруулсаар байна.</p>"
    },
    {
      "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Сансар судлалын инженерчлэл уур амьсгалын өөрчлөлттэй тэмцэх нь",
      "date": "2000-01-01",
      "description": "Дэлхийн дулааралтай тэмцэхэд сансар судлалын инженерчлэл бол хүчирхэг зэвсэг юм. Агаарын болон сансрын инженерчлэлийн салбар нь түүхэндээ хүлэмжийн хийн ялгаруулалтад томоохон хувь нэмэр оруулсан боловч өнөөдөр уур амьсгалын өөрчлөлтийг бууруулах технологийн дэвшлийг манлайлахад чухал үүрэг гүйцэтгэж байна. Тогтвортой түлшний хэрэглээнээс эхлээд сансрын хяналтын хиймэл дагуулууд нь дэлхийн байгаль орчны хамгаалалд шинэ боломжуудыг нээж байна.",
      "blog": "<h2>Танилцуулга:</h2><p>Дэлхийн дулааралтай тэмцэхэд сансар судлалын инженерчлэл бол хүчирхэг зэвсэг юм. Агаарын болон сансрын инженерчлэлийн салбар нь түүхэндээ хүлэмжийн хийн ялгаруулалтад томоохон хувь нэмэр оруулсан боловч өнөөдөр уур амьсгалын өөрчлөлтийг бууруулах технологийн дэвшлийг манлайлахад чухал үүрэг гүйцэтгэж байна. Тогтвортой түлшний хэрэглээнээс эхлээд сансрын хяналтын хиймэл дагуулууд нь дэлхийн байгаль орчны хамгаалалд шинэ боломжуудыг нээж байна.</p><h2>Цахилгаан болон устөрөгчөөр ажилладаг нисэх онгоц:</h2><p>Цахилгаан болон устөрөгчөөр ажилладаг онгоцны эрин үе ойртсоор байна. Цахилгаан хөдөлгүүр нь CO₂ ялгаруулалтыг бүрэн арилгаж, устөрөгчийн шаталт нь зөвхөн усны уур ялгаруулна. Сансрын инженерүүд хөнгөн материал, өндөр хүчин чадалтай зай хураагуур бүтээхээр ажиллаж байна. Airbus компанийн ZEROe төсөл нь 2035 он гэхэд устөрөгчөөр ажиллах онгоцыг ашиглалтад оруулахаар зорьж байна.</p><h2>Цахилгаан онгоц:</h2><p>Цахилгаан хөдөлгүүрээр ажилладаг нисэх онгоц нь үндсэндээ цахилгаан эрчим хүчийг хөтлөх хүч болгон ашигладаг. Эдгээр онгоцны хамгийн том давуу тал бол: <b>Хүлэмжийн хийн ялгаруулалтгүй:</b> Шатахуун ашиглах шаардлагагүй учраас CO₂ болон бусад бохирдуулагчийг ялгаруулахгүй. <b>Үр ашигтай ажиллагаа:</b> Цахилгаан хөдөлгүүр нь бага дулаан ялгаруулж, дуу чимээг багасгана. <b>Эдийн засгийн хэмнэлт:</b> Үйл ажиллагааны зардал нь уламжлалт онгоцноос бага. <b>Жишээ төсөл:</b> <a href='#'>Eviation Alice:</a> 9 зорчигч багтаамжтай цахилгаан онгоц. 815 км хүртэл нислэг үйлдэх чадвартай.</p><h2>Устөрөгчийн түлшээр ажилладаг онгоц:</h2><p>Устөрөгчийн хөдөлгүүр нь химийн түлшнээс ялгарч буй хорт хийн оронд зөвхөн усны уур ялгаруулдаг. Устөрөгч нь: <b>Тогтвортой байдал:</b> Сэргээгдэх эрчим хүчээр устөрөгч үйлдвэрлэх боломжтой. <b>Их эрчим хүч:</b> Нэг килограмм устөрөгч нь шатахууны олон төрлөөс илүү их эрчим хүч гаргана. <b>Жишээ төсөл:</b> <a href='#'>Airbus ZEROe:</a> Европын нисэх онгоц үйлдвэрлэгч Airbus компани 2035 он гэхэд устөрөгчийн хөдөлгүүрт суурилсан зорчигч тээврийн онгоцыг нэвтрүүлэхээр зорьж байна. ZEROe нь гурван өөр загвартай бөгөөд 100-200 зорчигчийн багтаамжтай, 2000 км хүртэл нисэх чадалтай байна.</p><h2>Сансрын нарны эрчим хүч (SPACE BASED SOLAR POWER SBSP):</h2><p>Сансрын нарны эрчим хүчийг дэлхийд дамжуулах боломжийг төсөөлөөд үзье. Энэхүү ирээдүйн санаа болох SBSP нь цэвэр эрчим хүчний хангалттай эх үүсвэрийг санал болгож байна. Сансрын инженерүүд нарны хавтан бүхий хиймэл дагуулуудыг байрлуулж, эрчим хүчийг дэлхий рүү микродолгионы тусламжтайгаар дамжуулах арга замыг судалж байна. Энэ нь эрчим хүчний хэрэгцээг шийдвэрлэх томоохон шийдэл байж болно.</p><h2>SBSP-ийн Үндсэн Зарчим</h2><p><b>Нарны Эрчим Хүчний Хураалт:</b> Сансрын хиймэл дагуул дээр суурилуулсан нарны хавтангууд нь нарны гэрлийг шингээж, цахилгаан эрчим хүч болгон хувиргана. <b>Эрчим Хүчний Дамжуулалт:</b> Үүссэн цахилгаан эрчим хүчийг радио долгион эсвэл лазераар дэлхий рүү илгээж, газрын хүлээн авах станцад төвлөрүүлнэ. <b>Эрчим Хүчний Түгээлт:</b> Газрын станц уг эрчим хүчийг сүлжээнд холбож, өргөн хэрэглээнд ашиглана.</p><h2>Давуу Тал</h2><p><b>Өдөр шөнийн хамааралгүй:</b> Сансарт 24/7 нарны гэрэл хүлээн авах боломжтой. <b>Цэвэр Эрчим Хүч:</b> Хүлэмжийн хий ялгаруулахгүй, бохирдолгүй. <b>Эрчим Хүчний Хангалттай Нөөц:</b> Нарны эрчим хүчний нөөц бараг шавхагдашгүй учраас дэлхийн урт хугацааны эрчим хүчний хэрэгцээг хангаж чадна.</p><h2>SBSP Төслүүд</h2><p><b>JAXA (Японы сансрын агентлаг):</b> 2030 он гэхэд сансарт нарны эрчим хүчний системийг туршиж эхлэх зорилготой. <b>NASA болон Northrop Grumman:</b> SBSP-ийн эхний туршилтын төслүүдийг хэрэгжүүлж, микродолгион дамжуулалтын технологийг боловсруулж байна. <b>Caltech Space Solar Power Project (CSPP):</b> АНУ-ын Калифорнийн технологийн хүрээлэн SBSP-ийн туршилтыг явуулж, илүү хөнгөн, үр ашигтай нарны хавтан хөгжүүлж байна.</p><h2>Тогтвортой нисэхийн түлш (SAFs):</h2><p>Тогтвортой нисэхийн түлш (Sustainable Aviation Fuels буюу SAFs) нь дэлхийн агаарын тээврийн хүлэмжийн хийн ялгаруулалтыг бууруулах, уур амьсгалын өөрчлөлттэй тэмцэх чухал шийдэл юм. Энэхүү түлш нь уламжлалт нисэхийн түлштэй адил өндөр чанартай, аюулгүй ажиллагаатай бөгөөд сэргээгдэх эх үүсвэр болон нүүрстөрөгчийн ялгаруулалт багатай процессоор үйлдвэрлэгддэг.</p><h2>SAF-ийг дараах эх үүсвэрээс гарган авдаг:</h2><p><b>Биомасс:</b> Замаг, хөдөө аж ахуйн үлдэгдэл, хог хаягдал зэрэг сэргээгдэх эх үүсвэрээс гарган авна. <b>Синтетик түлш:</b> CO₂-ийг барих технологи болон ногоон устөрөгчийг ашиглан химийн процессоор гаргаж авдаг. <b>Хоолны тос ба өөх тос:</b> Ашиглагдаагүй хоолны тос, малын гаралтай өөх тос зэрэг нь SAF үйлдвэрлэхэд ашиглагддаг.</p><h2>SAF-ийн Давуу Тал</h2><p><b>CO₂ Ялгаруулалт Бууруулах:</b> SAF нь уламжлалт нисэхийн түлштэй харьцуулахад хүлэмжийн хийн ялгаруулалтыг 50-80% хүртэл бууруулах боломжтой. <b>Одоогийн Онгоцонд Хэрэглэх Боломжтой:</b> SAF-ийг одоогийн нисэх онгоц болон дэд бүтэцтэй уялдуулах боломжтой учраас шууд хэрэглэж болно. <b>Сэргээгдэх Эх Үүсвэр Ашиглалт:</b> SAF нь байгалийн нөөцийг хэмнэж, хог хаягдлыг багасгахад хувь нэмэр оруулна.</p><h2>SAF Төслүүдээс дурдвал:</h2><p><b>Neste MY Renewable Jet Fuel:</b> Финландын Neste компани SAF үйлдвэрлэлээр тэргүүлж байгаа бөгөөд био түлшний үйлдвэрлэлийг дэлхий даяар өргөжүүлж байна. <b>World Energy:</b> АНУ-ын World Energy компани SAF үйлдвэрлэлийг амжилттай хэрэгжүүлж, агаарын тээврийн компаниудыг хангаж байна. <b>IATA-ийн Идэвхжил:</b> Олон улсын агаарын тээврийн холбоо (IATA) нь 2050 он гэхэд нүүрстөрөгчийн саармаг тэнцлийг хангахаар зорьж, SAF хэрэглээг дэмжиж байна.</p><h2>Хаалтын үг</h2><p>Эдгээр шинэчлэлүүд нь ихээхэн найдвар төрүүлж байгаа ч олон сорилттой тулгарч байна. Судалгаа, хөгжүүлэлт, нэвтрүүлэлтийн өндөр зардал нь томоохон саад болдог. Гэсэн хэдий ч энэ нь шинэ боломжуудыг бий болгодог. Засгийн газар, хувийн хэвшил болон олон улсын байгууллагууд ногоон сансрын технологид хөрөнгө оруулалтаа нэмэгдүүлж байна. Нүүрстөрөгчийн хөнгөлөлт, тогтвортой түлш үйлдвэрлэлд зориулсан татаас зэрэг урамшуулал нь дэвшлийг хурдасгах боломжтой. Үндэстэн болон салбар хоорондын хамтын ажиллагаа чухал үүрэгтэй.</p>"
    },
    {
      "id": 1,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Сансрын инженерчлэл чиглэлээр сурах ахлах ангийн сурагчдад зориулсан хөтөлбөрүүд",
      "date": "2024-08-12",
      "description": "Нисэхийн/сансрын инженерчлэлийн хөтөлбөрүүд",
      "blog": "<h2>Танилцуулга</h2>\n <p>Сансрын инженерчлэлийн чиглэлээр мэргэжил эзэмших хүсэлтэй сурагчдад мэдлэг олгох зориулалттай олон улсын хөтөлбөрүүд олон байдаг. Хэрэв та сансрын инженерчлэлийн мэргэжилд сонирхолтой бол энэхүү хөтөлбөрүүдийг сонирхоод үзээрэй гэж зөвлөе.</p>\n <h2>Lumiere Research Scholars Program</h2>\n <p>Энэ хөтөлбөр нь олон улсын ахлах ангийн сурагчдад дэлхийн топ их сургуулийн профессор, багш нартай онлайнаар холбогдон, өөрсдийн судалгаа шинжилгээний ажил хийхэд нь багш нар ментор хийж туслах боломжийг олгодгоороо давуу талтай. Хөтөлбөр 12 долоо хоногийн хугацаанд явагдах нийт төлбөр $2990 боловч хэрэв оролцогчийн гэр бүлийн жилийн орлого $17780-аас бага бол тэтгэлэг авахаар бүртгүүлж болдог. Хөтөлбөрийн намрын элсэлт одоо явагдаж байгаа ба 8 дугаар сарын 25-нд дуусна.</p>\n <a href=\"https://www.lumiere-education.com/\">Хөтөлбөрийн өвлийн элсэлтийн линк</a>\n <h2>Horizon Inspires</h2>\n <p>Энэ нь Lumiere Research Scholars Program-тай төстэй бөгөөд 15 долоо хоногийн хугацаатай үргэлжлэх ба ахлах ангийн сурагч өөрийн 20 хуудас хэмжээтэй судалгааны ажлыг топ их сургуулийн профессорыг ментороо болгон хамтран хийх боломжийг олгодог байна. Horizon Inspires хөтөлбөрийн оролцогчдын голч 3.67-оос дээш байх ба долоо хоногт 10 цаг хөтөлбөртөө зориулах ёстой байдаг. Түүнчлэн сансрын инженерчлэлээс гадна биологи, хими, психологи гэх мэт олон төрлийн судлагдахуунаар судалгаа бичиж болдог. Жишээлбэл, нэгэн сурагч “Дрон дүрслэл болон зураг хувиргах загваруудыг ашиглан газрын зураглалыг гаргах” гэх судалгааны ажил дээрээ газрын зураглалыг дроны нарийвчилсан дүрслэл болон зураг хувиргах аргуудыг ашиглан гаргах аргын тухай бичжээ.</p>\n <a href=\"https://projects.horizoninspires.com/index.php/harp/preprint/view/148\"></a>\n <p>Хөтөлбөрийн нэгэн сул тал нь төлбөр ихтэй (Вебсайт дээр нь төлбөрийн мэдээллийг бичээгүй байдаг ч Reddit сайт дээр нэгэн оролцогч нийт төлбөр $5000 байдаг гэжээ)</p>\n <a href=\"https://www.horizoninspires.com/applynow\">Horizon Inspires хөтөлбөрийн линк</a>\n <h2>Stanford Pre-Collegiate Summer Institutes</h2>\n <p>Энэхүү хөтөлбөр нь АНУ-ын Станфордын их сургуульд зуны амралтын хугацаанд явагддаг. Хөтөлбөрийн оролцогчид болох олон улсын ахлах ангийн сурагчид их сургуулийн түвшний төслийн ажил хийхэд суралцдаг ба үүнд нь сансрын инженерчлэл зэрэг олон төрлийн хичээлүүд багтана. Хичээлүүдийг заах багш нар Станфордын их сургуулийн профессорууд байна. Хөтөлбөрт элсэхийн тулд 8-11-р ангийн сурагч байх ба дүнгийн тодорхойлолт, өөрийгөө илэрхийлсэн эсээ зэрэг зүйлс шаардлагатай байдаг. Энэхүү хөтөлбөр нь оролцогчдыг их сургуулийн боловсролд бэлддэг гэдгээрээ давуу талтай. Acceptance rate нь 15-30% байх бөгөөд энэ жилийн хөтөлбөрийн элсэлт хаагдсан байгаа ба дахин зарлагдана.</p>\n <a href=\"https://summerinstitutes.spcs.stanford.edu/\">Хөтөлбөрийн линк</a>"
    },
    {
      "id": 2,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэхийн инженерийн чиглэлээр дадлага хийх боломжтой Монгол байгууллагууд",
      "date": "2024-08-19",
      "description": "Манай Монгол улсад сансрын инженерчлэлийн байгууллагууд байдаггүй учраас энэхүү блогоор нисэхийн байгууллагууд, тэдний зорилго, дадлагын хөтөлбөр зэрэг зүйлсийг онцоллоо.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Манай Монгол улсад сансрын инженерчлэлийн байгууллагууд байдаггүй учраас энэхүү блогоор нисэхийн байгууллагууд, тэдний зорилго, дадлагын хөтөлбөр зэрэг зүйлсийг онцоллоо.</p>\n<p>Хэрвээ та цаашид нисэхийн болон сансрын инженерчлэлээр суралцах хүсэлтэй бол дараах байгууллагууд руу дадлага хийх тухай холбогдоод үзээрэй гэж зөвлөж байна.</p>\n<h2>Иргэний Нисэхийн Ерөнхий Газар (ИНЕГ)</h2>\n<p>Энэхүү байгууллага нь 1957 оноос хойш ажиллаж байгаа бөгөөд “иргэний нисэхийн талаар зайлшгүй хэрэгжүүлэх чиг үүрэг, үйлчилгээг хэрэгжүүлэн ажилладаг засгийн газрын хэрэгжүүлэгч агентлаг” юм.</p>\n<p>ИНЕГ болон ИНЕГ-ын хэсэг болох Иргэний нисэхийн үндэсний төв (ИНҮТ)-ийн хариуцдаг ажлууд бол агаарын хөлгүүдийн чиглэл, байрлал зэргийг хянах, онгоцнуудын аюулгүй байдлыг шалгах гэх мэт зүйлс байна. Түүнчлэн энэхүү байгууллага нь Монголын нисэх онгоцны буудлууд болон иргэний агаарын тээврийн компаниудтай хамтран ажиллаж, нислэгүүдийг зорчигчдод илүү “аюулгүй, үр ашигтай, тогтвортой” байлгах тал дээр анхаардаг. Үүнээс гадна ИНЕГ-ын харьяа болох Нисэхийн сургалтын төв нь олон улсын гэрчилгээтэй, онгоцны нисгэгчдийг сурган бэлтгэдэг сургууль юм.</p>\n<p>Иргэний нисэхийн ерөнхий газар нь нисэхийн болон нисэхийн инженерийн мэргэжил, нислэгийн аюулгүй байдал, менежмент зэрэгт сонирхолтой, үүгээр сурах хүсэлтэй хүүхэд залуучууд, ахлах ангийн сурагчдад дадлагажигчийн орон тоо гарган ажлуулах боломжтой. Та дадлагажигч болсноор ИНЕГ болон ИНҮТ юу хийдэг, өдөр тутам юу хариуцдаг зэрэг зүйлсийн талаар биечлэн суралцах болно. </p>\n<span>ИНЕГ-тай холбогдож, дэлгэрэнгүй мэдээлэл авахыг хүсвэл</span>\n<a href=\"https://www.mcaa.gov.mn/\"> энд </a>\n<span>дарна уу.</span>\n<h2>ШУТИС-Нисэх техникийн механик хөтөлбөр</h2>\n<p>Шинжлэх ухаан технологийн их сургууль (ШУТИС)-ийн Нисэх техникийн механик хөтөлбөр нь их сургуулийн мэргэжлийн анги юм. Энэ ангид орсноор та бүхэн агаарын хөлөг, нисэгчгүй нисэх аппарат, системийн хийц ажиллагаа, удирдах, хянах төхөөрөмжүүдийн технологи, ажиллагааны талаар онолын мэдлэгийг эзэмшнэ. Мэргэжлийн анги нь олон улсад хүлээн зөвшөөрөгдсөн иргэний нисэхийн дүрмээр гэрээжсэн учир төгсөгчид нь олон улсын авиа байгууллагуудад ажиллах ба мөн оюутнууд суралцах явцдаа агаарын хөлгийн засвар үйлчилгээний төвд дадлага хийх боломжтой байна. Энэхүү ангид орохын тулд та бүрэн дунд сургуулиа төгссөн, ЭЕШ-ын суурь хичээл Математик, Физикийн 480-аас дээш оноотой, дагалдан хичээл болох Нийгэм судлал, Англи хэлний 450-аас дээш оноотой байх ёстой. </p>\n<span>ШУТИС нь албан ёсны нисэхийн байгууллага биш боловч оюутнуудад нисэхийн боловсрол олгодог сургууль гэдгээрээ давуу талтай. Та энэ сургуульд дадлага хийх буюу хичээл хэрхэн явагддаг талаар танилцаж, багш нар болон профессоруудтай холбогдон, нисэх техникийн мэргэжлийн талаар судлахыг хүсвэл</span>\n<a href=\"http://www.mes.edu.mn/mn/page/22\"> энд </a>\n<span>дарна уу.</span>\n<h2>Хаалтын үг</h2>\n<p>Сансрын болон нисэхийн инженер болохын тулд бид бүхэн нисэхийн байгууллагуудтай танилцаж, нисэхийн шинжлэх ухааныг сайн судалж сурах нь зөв билээ. Тиймээс эдгээр газруудтай холбогдон, дадлагын боломжуудын талаар асууж, CV/Resume-гээ явуулаад үзэхэд алдах зүйлгүй.</p>"
    },
    {
      "id": 3,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Сансрын инженерчлэлийн чиглэлд олгодог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-08-23",
      "description": "Нисэхийн/сансрын инженерчлэлийн тэтгэлгүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Олон улс оронд aerospace engineering буюу нисэхийн/сансрын инженерчлэлээр суралцдаг, суралцах хүсэлтэй бакалаврын болон магистрын зэрэгтэй оюутнуудад санхүүгийн дэмжлэг үзүүлэх тэтгэлэгүүд ихээр зарлагддаг. Тиймээс бид энэхүү нийтлэлээрээ тэрхүү тэтгэлэгүүдийн талаар мэдээ мэдээлэл бэлтгэн хүргэж байна.</p>\n<h2>AIAA Foundation Undergraduate Scholarship (АНУ)</h2>\n<span>Энэхүү тэтгэлгийг Америкийн Нисэх, Сансар судлалын Хүрээлэн (American Institute of Aeronautics and Astronautics) буюу AIAA зарладаг бөгөөд сансрын инженерчлэлийн чиглэлээр суралцаж буй бакалаврын зэргийн олон улсын оюутнуудыг дэмжихээр олгодог тэтгэлэг юм. Та тэтгэлэг авах өргөдлөө илгээхийн тулд энэ байгууллагын гишүүнчлэлтэй байх, голч хамгийн багадаа 3.3, (хэрэв өөрөөр заагаагүй бол) АНУ-ын их сургуульд шинжлэх ухаан эсвэл инженерчлэлийн чиглэлээр суралцдаг байх зэрэг шалгууруудыг давсан байх ёстой. Өргөдөлдөө өөрийн карьерын төлөвлөгөөгөө 500-1000 үгэнд багтаасан эсээ, Recommendation letters, CV/Resume-гээ хавсаргана. Тэтгэлгийн хэмжээ дунджаар $5000-$10000 хооронд байх ба өргөдөл хүлээн авах хугацаа 10 сарын 1-нээс 1 сарын 31 хүртэл үргэлжилнэ. Дэлгэрэнгүй мэдээлэл авахыг хүсвэл</span>\n<a href=\"https://www.aiaa.org/get-involved/students-educators/undergraduate-scholarships-graduate-awards`\"> энд </a>\n<span>дараарай.</span>\n<h2>Royal Aeronautical Society (RAeS) Scholarships</h2>\n<span>Royal Aeronautical Society нь Их Британийн нисэх болон сансрын (aerospace) мэргэжлийн нийгэмлэг бөгөөд энэхүү нийгэмлэг нь жил бүр энэ мэргэжлээр суралцдаг бакалаврын болон магистрын зэргийн оюутнуудад туслан, санхүүгийн дэмжлэг үзүүлэх зорилгоор олон төрлийн тэтгэлгүүдийг зарладаг. Жишээлбэл, Futures Scholarship нь нисэхийн чиглэлээр мэргэжил эзэмших хүсэлтэй сурагчдад цалинтай дадлагын ажил олгох, энэ мэргэжлийн туршлага өгөх гэх мэтээр дэмжиж, боломжуудыг нэмэгдүүлэх зорилготой тэтгэлэг юм. Энэхүү тэтгэлгүүдийн аль нэгт хамрагдахад өөрийгөө илэрхийлсэн эсээ, өмнө нь хэрэгжүүлж байсан төслүүдийн мэдээлэл, дүнгийн хуулбар зэрэг зүйлс хэрэгтэй байдаг. Жил бүр энэ нийгэмлэгээс яг нийт хэдэн оюутанд тэтгэлэг өгнө гэж заасан тоо байдаггүй ба дэлхийн бүх орноос оролцох боломжтой. Тэтгэлгийн мөнгөн шагналын хэмжээ мөн адил тодорхой бус, жил бүрээсээ хамаарах бөгөөд бакалаврын зэргийн тэтгэлгийн хэмжээ дунджаар £1000-£5000 (паунд), магистрын зэргийн тэтгэлгийн хэмжээ £2000-£10000 хооронд байдаг аж. Таныг Royal Aeronautical Society нийгэмлэгийн</span>\n<a href=\"https://www.aerosociety.com/careers-education/scholarships-bursaries/\"> вебсайт </a>\n<span>руу зочилж, тэтгэлгүүдийн нь талаар судлаад үзээрэй гэж хүсье.</span>\n<h2>Хаалтын үг</h2>\n<p>Хэрвээ та ирээдүйд гадаадын их дээд сургуульд нисэхийн буюу сансрын инженерчлэлээр суралцаж, үүгээрээ мэргэжил эзэмших хүсэлтэй бол энэхүү байгууллагуудын тэтгэлгийн хөтөлбөрүүд рүү өргөдлөө явуулан, өөрийн сонирхлоо илэрхийлэх нь таныг их зүйл сурч мэдэхэд туслах ба хэрэв тэтгэлэг авбал их сургуулийн зардлаа даалгах гэх мэт олон давуу талыг үүсгэдэг билээ.</p>"
    },
    {
      "id": 4,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Сансрын/нисэхийн инженерчлэлийн чиглэлд хийгдсэн ахлах ангийн судалгааны төслүүд",
      "date": "2024-08-29",
      "description": "Энэхүү нийтлэлээрээ бид сансрын буюу нисэхийн инженерчлэлээр сурах хүсэл эрмэлзэлтэй, туршилт болон судалгаагаар гайхалтай нээлтүүд хийж, нийгэмд ач тус болдог үлгэр дуурайлал бүхий бидний үеийн ахлах ангийн сурагчид, тэдний ажлыг онцоллоо.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Энэхүү нийтлэлээрээ бид сансрын буюу нисэхийн инженерчлэлээр сурах хүсэл эрмэлзэлтэй, туршилт болон судалгаагаар гайхалтай нээлтүүд хийж, нийгэмд ач тус болдог үлгэр дуурайлал бүхий бидний үеийн ахлах ангийн сурагчид, тэдний ажлыг онцоллоо.</p>\n<h2>Пуужингийн механизм, Эрсел Сердар, АНУ</h2>\n<p>Future Leaders нь STEM-ийн чиглэлд сонирхолтой АНУ-ын Колорадо мужийн ахлах ангийн сурагчдын дунд зохион байгууллагддаг уралдаан бөгөөд 6 ялагч тодруулан, тус бүрт нь $1000-ын мөнгөн шагнал олгодог аж. Энэхүү уралдааны нэгэн ялагч болох Cherry Creek ахлах сургуулийн сурагч Эрсел Сердар пуужингийн хүчин чадлыг ихэсгэдэг хоолой бүтээсэн залуу инженер, эрдэмтэн болсон байна. Тэрээр “Би өндөрт хөөрдөг (high-altitude) пуужингууд маш их хүчин чадал алддаг нь том асуудал болохыг ойлгосон. Тиймээс би пуужингийн шинэ загвар гарган, хүчин чадлыг ихэсгэдэг хоолой бүтээсэн” хэмээн нэгэн мэдээний сурвалжилгад ярьжээ. Эрсел Сердар хоёр пуужингийн загваруудыг нийлүүлэн, хөдөлгүүрийн хийн даралтыг тогтворжуулах хоолой бүтээж, анхны загвараа Колорадогийн их сургуулийн лабораторид туршиж үзтэл амжилттай болсон аж. </p>\n<span>Үүнээс гадна тэрээр пуужинг жолооддог механизм нь төвөгтэй, нарийн учир үүнийг илүү хялбар болгох тухай туршилт судалгаа хийж, түгээмэл ашиглагддаг химийн хөдөлгүүрийн янданг цэнэгжүүлсэн жижиг хэсэгтэй цахилгааны яндангаар сольсон загвар бүтээн Колорадо Боулдерийн их сургууль (CU Boulder)-д загвараа туршиж үзтэл мөн амжилттай ажиллаж байсан нь 60 орчим жилийн хугацаанд шийдэгдээгүй байсан асуудлыг шийдсэн байна. Эрсел Сэрдарын гайхалтай нээлтүүдийн тухай бүтэн ярилцлага, бичлэгийн үзэхийг хүсвэл та</span>\n<a href=\"https://www.cbsnews.com/colorado/news/colorado-future-leaders-winner-aerospace-challenges-high-school-student/\"> энд </a>\n<span>дараарай.</span>\n<h2>Акустик хөөргөлтийн төсөл, Пунит Бисети нар, АНУ</h2>\n<span>Бид өмнөх нийтлэлдээ Америкийн Нисэх, Сансар судлалын Хүрээлэн (AIAA) нисэх, сансрын инженерчлэлээр их сургуульд сурах хүсэлтэй сурагчдад их хэмжээний тэтгэлэг олгодог талаар онцолсон бол одоо уг байгууллагын жил бүр зарладаг Зохио, Бүтээ, Хөөргө (Design|Build|Launch |DBL|) хэмээх уралдааны ялагчдын судалгааны төслийн талаар хуваалцаж байна. Анна Портер Пукет, Пунит Бисети, Жайден Шауер нар АНУ-ын Виржиниа мужийн Норфолк хотын Granby ахлах сургуульд суралцдаг шинжлэх ухаан, орчлон ертөнцийг судлах хүсэлтэй 11-р ангийн сурагчид (2021 оны мэдээгээр) ба Хувьсагч G-гийн доорх Акустик Хөөргөлт (Acoustic Levitation Under Variable G) гэсэн нэртэй судалгааны төсөл хийсэн аж. Энэхүү төсөл болон уралдааны бас нэгэн ялагчдын төслийг AIAA байгууллага болон Blue Origin сансрын агентлаг санхүүжүүлэн, уг судалгааны төслүүдийг батлах туршилтууд тус агентлагийн Нью Шепард нэртэй сансрын пуужингаар хөөргөн, сансрын жингүйдлийн нөхцөлд хийгдэж, эргэн буцаж ирсэн байна</span>\n<a href=\"https://www.youtube.com/watch?v=RmQ5DWPdJWM\"> (Бичлэг). </a>\n<span>Судалгааны төслийн ахлагч Пунит Бисети багаасаа сансар огторгуйд дуртай байсан ба тэрээр загвар пуужин бүтээгч, код бичих зэрэг хоббитой бас нэгэн залуу судлаач, инженер аж. Судалгааны төсөл болон зохион бүтээгчдийн талаар илүү ихийг уншихыг хүсвэл</span>\n<a href=\"https://www.aiaa.org/get-involved/k-12-students/scholarships/high-school-student-awards#design%7Cbuild%7Claunch-(dbl)-competition-student-winners\"> энд </a>\n<span>дарна уу.</span>\n<h2>CubeSat төсөл, Калеб Волдемайкл, АНУ</h2>\n<p>Энэ залуу зохион бүтээгч бидний өмнө нь дурдсан Future Leaders уралдааны нэгэн ялагч юм. Калеб Волдемайкл нь Денвер хотын DSST Montview ахлах сургуулийн 12-р ангийн сурагч бөгөөд тэрээр CubeSat гэдэг дэлхийн агаар мандал болон сансарт туршилт хийх зориулалттай 10 см урттай жижиг хиймэл дагуулуудыг угсрах төслийн клубийн ахлагч. Тэрээр “Бид алдаж онож, олон цагийн туршид хөдөлмөрлөсөөр энэхүү хиймэл дагуулын хэсгүүдийг 3D хэвлэдэг (3D print)” гэж мэдээний сурвалжилгад ярилцлага өгөхдөө хэлжээ. Түүний төслийн баг түрүү жил CubeSat угсран бүтээн, агаар мандалд 100000 футын (30.48 км) өндөрт цаг агаарын бөмбөлөгт хөөргөсөн байна. CubeSat хиймэл дагуулыг мэдээлэл цуглуулахаар программчилсан ба агаарт нэг цаг хөөрөөд буусан тухай Калеб Волдемайкл мөн ярив. Түүнчлэн тэрээр ирээдүйд илүү хүчтэй, технологийн хувьд дэвшилттэй хиймэл дагуул зохион бүтээж байгаагаа дурдсан байна. Сурвалжлагч түүнээс энэ төслийн явцад юуг сурсан тухай асуухад тэрээр: “Би бүтэлгүйтлийг ашиглан, яаж үүнээс өсөж дэвжиж болохыг сурсан” гэж хариулжээ.</p>\n<span>Калеб Волдемайклын мэдээний сурвалжилга, бичлэгийг үзэхийг хүсвэл</span>\n<a href=\"https://www.cbsnews.com/colorado/news/future-leader-winner-aerospace-engineering-caleb-woldenmichael/\"> энд </a>\n<span>дараарай.</span>\n<h2>Хаалтын үг</h2>\n<p>Өнөө үед бидний үеийн үлгэр жишээ бүхий сурагчид сансрын болон нисэхийн инженерчлэлийн чиглэлд өөрсдийн хүсэл сонирхлоороо дуртай зүйлсээ судлан, гайхалтай нээлт хийж, нийгэмд тустай шинэлэг санаа, шийдлүүдийг гаргасаар байгаа билээ. Та ч гэсэн өөрийн мөрөөдлийнхөө төлөө зүтгэж, судалгаа, нээлтийн төсөл хийн, үе тэнгийхэндээ үлгэр дуурайлал болон сайнаар нөлөөлж, энэ нь танд томоохон туршлага болох нь гарцаагүй.</p>"
    },
    {
      "id": 5,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэхийн/сансрын инженерчлэлийн чиглэлийн онцлох компани, байгууллагууд",
      "date": "2024-08-29",
      "description": "Нисэхийн болон сансрын инженерчлэл нь өнөө үед дэлхийд маш эрэлттэй,  хэрэгцээтэй мэргэжил болон хөгжиж буй салбар мөн бөгөөд энэхүү инженерчлэлээр чиглэн төвлөрсөн олон онцлох гадаад, дотоодын компани, байгууллагууд бий билээ. Тэдгээрээс энэхүү нийтлэлээрээ онцлон тайлбарлалаа.",
      "blog": "<h2>Танилцуулга</h2><p>Нисэхийн болон сансрын инженерчлэл нь өнөө үед дэлхийд маш эрэлттэй, хэрэгцээтэй мэргэжил болон хөгжиж буй салбар мөн бөгөөд энэхүү инженерчлэлээр чиглэн төвлөрсөн олон онцлох гадаад, дотоодын компани, байгууллагууд бий билээ. Тэдгээрээс энэхүү нийтлэлээрээ онцлон тайлбарлалаа.</p><h2>National Aeronautics and Space Administration (NASA), АНУ</h2><p>Бидний хамгийн сайн мэдэх нисэх, сансрын инженерчлэлийн байгууллага бол мэдээж АНУ-ын алдарт НАСА мөн билээ. Энэхүү төрийн компани нь анх ЗХУ “Спутник-1” нэртэй хиймэл дагуулаа хөөргөсний хариуд АНУ-ын тусгай сансрын байгууллага болон 1958 оны 7-р сарын 29-ний өдөр байгуулагджээ. НАСА нь саран дээрх Аполло хөтөлбөр, Ангараг гараг дээрх өөрөө явагч роботууд, Хаббл сансрын телескоп гэх мэт олон гайхалтай нисэхийн болон сансрын програмуудыг зохиож, хүн төрөлхтөнд сансар огторгуй, дэлхийн агаар мандал зэрэг олон зүйлсийн талаар мэдлэг олгоход ихээхэн нэмэр болсон байгууллага юм. Тэдний гол фокус бол сансар огторгуйг судлах, роботикийн туршилт ба сансрын нислэгүүд хийх, хүн төрөлхтөнг Сар, Ангараг гараг, цаашлаад сансрын уудамд хүргэх, нисэх онгоц, аэронавтикийг судлах зэрэг хүчин зүйлс байна. НАСА-гийн нисэх, сансрын инженерүүд хамгийн чухал үүрэг хариуцлагыг үүрдэг бөгөөд Аполло, Шаттл хөтөлбөр, Ангарагийн ровер роботууд, Жеймс Вебб сансрын телескоп, ОУСС гэх мэт олон сансрын програмууд, пуужин, сансрын хөлгүүдийн дизайныг гаргах, төлөвлөх, судлах, хөгжүүлэх, хянах зэрэг ажлуудыг гүйцэтгэдэг ажээ.</p><p>Линк: <a href=\"https://www.nasa.gov/\">https://www.nasa.gov/</a></p><h2>Airbus, Франц</h2><p>Айрбус (бас Эйрбас гэдэг) хэмээх нисэх онгоцны компани бол мөн олонд танигдсан, нисэхийн инженерчлэлээр чиглэсэн алдартай байгууллага билээ. Энэ нь анх 1970 онд Европын Франц, Герман, Испани улсуудын хамтран байгуулсан компани ба Америкийн Боинг зэрэг нисэхийн компаниудтай өрсөлдөх зорилготой үүссэн ажээ. Тэд 1972 онд анхны нисэх онгоц болох A300-г бүтээсэн нь дэлхийн анхны хос хөдөлгүүртэй өргөн хэмжээний онгоц болсон юм. Айрбус нь өнөө хүртэл нисэх онгоцны зах зээлийг давамгайлсан A320 гэх мэт хөлгүүдийг угсран бүтээж, энэхүү салбараараа эрэлттэй, томоохон байгууллага байсан хэвээр байна. Айрбус нь зорчигч тээврийн нисэх онгоц, цэргийн хөлөг, нисдэг тэрэг, цаашлаад сансрын пуужингуудыг ч угсран бүтээх дээр анхаарч, фокус-лдаг гэдгээрээ онцлогтой ба өмнө нь дурдсан A320, A380, A350 гэх мэт маш олон төрлийн зорчигч тээврийн онгоц бүтээн, тэдгээрийгээ нислэгийн компаниудад бүтээгдэхүүн болгон зардаг аж. Энэхүү байгууллагын нисэхийн инженерүүд онгоц, агаарын хөлгийн дизайн, хөгжүүлэлт, мөн тогтвортой, байгальд ээлтэй байдал, сансар огторгуй судлал, пуужин, сансрын хөлгийн дизайн үйлдвэрлэлийг хариуцдаг.</p><h2>Хаалтын үг</h2><p>Нисэх, сансрын инженерчлэлтэй холбоотой олон байгууллагууд байдгаас хамгийн олонд танигдсан, алдартай болох энэ хоёр гадаадын байгууллагууд, тэдгээрийн юу хийдэг, инженерүүд нь ямар үүрэгтэй вэ зэрэг зүйлсийг онцлон авч, энэхүү нийтлэлээрээ та бүхэнд хүргэлээ. Шимтэн уншиж судалсан уншигч танд баярлалаа!</p>"
    },
    {
      "id": 6,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэх/сансрын инженерчлэлийн чиглэлийн танилцуулга",
      "date": "2024-09-14",
      "description": "",
      "blog": "<p>Нисэхийн буюу сансрын инженерчлэл бол хүн төрөлхтнийг уудам сансар ертөнцийн гүн, од эрхэс гаргуудад хүргэдэг салбар ба инженерчлэлийн чиглэлүүдээс хамгийн гайхалтай, содон нь яахын аргагүй мөн билээ. Харилцаа холбооны хиймэл дагуулаас эхлээд Ангараг гараг дээрх роботууд, зорчигч тээврийн онгоц ба тэнгэрт хөөрөх пуужинг зохион бүтээдэг нисэхийн болон сансрын инженерүүд өөрсдийн шинжлэх ухаанч байдал, бүтээлч сэтгэлгээгээ холбож ашиглан бидний өдөр тутмын амьдралыг илүү хөнгөвчилж, сансар огторгуйн талаар шинэ зүйлийг нээн илрүүлэх зэрэг зүйлсийг хийдэг юм.</p>\n<p>Энэхүү инженерчлэлийн салбар нь 2 төрөлд хуваагддаг бөгөөд тэдгээр нь мэдээж нисэхийн болон сансрын инженерчлэлийн чиглэлүүд юм. Нисэхийн инженерчлэл нь дэлхийн агаар мандалд нисэх агаарын хөлгүүд болон тэдний судалгаа шинжилгээ дээр тулгуурладаг бол сансрын инженерчлэл нь дэлхийгээс гаднах сансар огторгуйн пуужингууд, хиймэл дагуулууд зэргийг зохион бүтээн, судалдаг аж. Энэ инженерийн мэргэжилтнүүд аэродинамик, хөдөлгүүрийн систем, авионик, бүтцийн дизайн, материалын шинжлэх ухаан гэх мэт математик, физикийн шинжлэх ухааны ойлголтуудыг нарийн, гүн гүнзгий судалсан байх ёстой байдаг. </p>"
    },
    {
      "id": 7,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэхийн/сансрын инженерчлэлийн чиглэлийн онцлох нээлтүүд",
      "date": "2024-09-22",
      "description": "Онгоцны буудлаас эхлээд сансрын пуужин хөөргөх төв хүртэл нисэхийн болон сансрын инженерчлэлийн нээлтүүд хаа саагүй байдаг. Өдөр бүр улс, тив алгасан нисэх олон мянган онгоцнууд хүмүүсийг хурдан шуурхай хүргэдэг бол сансарт байрлах хиймэл дагуулууд бидний байршлыг тодорхойлж, цаг агаарыг хэмжих зэрэг олон судалгаа хийдэг аж. Ингээд өнөөдрийн нийтлэлээрээ энэхүү инженерчлэлийн чиглэлд хийгдсэн хамгийн чухал, онцлох нээлтүүдийн талаар сонирхъё.",
      "blog": "<h2>Танилцуулга</h2><p>Онгоцны буудлаас эхлээд сансрын пуужин хөөргөх төв хүртэл нисэхийн болон сансрын инженерчлэлийн нээлтүүд хаа саагүй байдаг. Өдөр бүр улс, тив алгасан нисэх олон мянган онгоцнууд хүмүүсийг хурдан шуурхай хүргэдэг бол сансарт байрлах хиймэл дагуулууд бидний байршлыг тодорхойлж, цаг агаарыг хэмжих зэрэг олон судалгаа хийдэг аж. Ингээд өнөөдрийн нийтлэлээрээ энэхүү инженерчлэлийн чиглэлд хийгдсэн хамгийн чухал, онцлох нээлтүүдийн талаар сонирхъё.</p><h2>Конкорд, Aérospatiale болон British Aircraft Corporation, 1965</h2><p>Конкорд нь нисэх онгоцны ертөнцөд хувьсгал хийсэн гэдгээрээ алдартай онгоц юм. Энэ нь 1960-аад оны үед Францын Aérospatiale болон Их Британийн British Aircraft Corporation компаниуд хамтран зохион бүтээсэн дэлхийн анхны дуунаас хурдан зорчигч тээврийн нисэх онгоц билээ. Анхны нислэг нь 1969 онд үйлдэгдсэн бол иргэний тээврийн үйлчилгээ 1976 оноос эхэлжээ. Энэхүү онгоцыг гол төлөв British Airways ба Air France агаарын тээврийн компаниуд ажиллуулан нисгэж байсан ба ихэнхдээ Лондон-Нью Йорк чиглэлтэй байв. Онгоцны дундаж хурд 2180 км/цаг байсан бөгөөд 60000 фут буюу бараг 20 км-ын өндөрт нисдэг байсан ажээ.</p><p>Харамсалтай нь Конкорд онгоц нь санхүүгийн хувьд ажиллуулахад өндөр өртөгтэй байсан тул 2003 оноос онгоцны нислэгийг бүрмөсөн болиулсан байна.</p><p><strong>Баримт:</strong> Конкорд онгоц нь Лондонгоос Нью Йорк хот руу 3 цагийн дотор очдог байсан учраас (жирийн онгоц 8 цаг зарцуулдаг) төрийн албаны чухал уулзалттай улс төрчид болон алдартангууд, хөрөнгөтэй хүмүүс ихэвчлэн энэ онгоцыг ашигладаг байжээ.</p><p>Өнөө цагт энэ онгоц нь ашиглалтад байхгүй боловч нисэх онгоцны ертөнцөд маш чухал байр суурьтай хэвээр байна. Конкорд онгоцны сонирхолтой “хамартай” дизайн, хүчтэй хөдөлгүүрүүд, аэродинамикууд, хөнгөн загвар зэрэг хүчин зүйлс одоо ч гэсэн хамгийн гайхалтайд тооцогддог билээ.</p><h2>Сансрын Шаттл, NASA, 1981</h2><p>Space Shuttle буюу Шаттл пуужин нь мөн сансрын пуужингийн ертөнцөд хувьсгал хийсэн, анхны дахин ашиглагдах боломжтой пуужин юм. Энэхүү Сансрын Шаттл хөлгийн санаа нь 1960-аад оны үед гарч ирсэн бөгөөд хөлгийн бүтээн байгуулалт 1972 оноос эхэлсэн байдаг. Хөлгийн дизайныг бүтээхэд гол үүрэг гүйцэтгэсэн инженерүүд Максиме Фажей, Жорж Мүеллер нар байсан ба пуужингийн анхны нислэг 1981 онд хийгдсэн байна. Шаттл нь нийт 5 пуужингууд (Колумбиа, Челленжер, Дисковери, Атлантис, Эндеавор)-тай байсан ба эдгээр нь 1981 оноос 2011 он хүртэлх хугацаанд 135 удаа сансрын нислэг үйлдсэн аж.</p><p>Харамсалтай нь Шаттл хөлөг нь Конкорд онгоцтой мөн адил санхүүгийн хувьд хэт өндөр өртөг, зардалтай байсан учир 2011 онд энэхүү пуужингийн хөтөлбөрийг бүрмөсөн зогсоосон байна. Анхандаа сансрын нислэгийн зардлыг бууруулахын тулд дахин ашиглагдах хийцтэй бүтээсэн боловч зардал нь бүр өмнөхөөсөө ч илүү үнэтэй байсан ба түүнчлэн 1986 болон 2003 онуудад 2 удаа Шаттл хөлгүүд осолдон, дотор нь байсан сансрын нисгэгчид харамсалтайгаар амь насаа алдсан учир аюулгүй байдлын үүднээс Шаттл хөлгийн нислэгүүд зогсжээ.</p><p>Өнөө үед ч Шаттл дахин ашиглагддаг пуужингуудын хөгжил дэвшилтэд нөлөөлсөөр байгаа ажээ. Spacex компанийн Falcon 9, Blue Origin-ийн Blue Shepard зэрэг дахин ашиглагддаг пуужингууд Шаттл-аас санаа авч, сансрын инженерчлэлийн чиглэлд олон олон гайхалтай өөрчлөлтүүд хийсээр байна. Хэдий алдаа дутагдал байсан ч, Сансрын Шаттл бол сансар огторгуйн судлал, инженерчлэлд томоохон өөрчлөлт, хувьсгал хийсэн чухал нээлт мөн юм.</p><h2>Хаалтын үг</h2><p>Дээр дурдагдсан нисэхийн болон сансрын инженерчлэлийн чиглэлд хийгдсэн нээлтүүд өнөө үед музейд л байх болсон ч зорчигч тээврийн нисэхийн дээд хурдыг тогтоож, шинэчлэлт, өөрчлөлт хийсэн нисэх онгоц, анхны дахин ашиглагдах боломжтой пуужин нь агаар, сансрын ертөнцийн бидний харах өнцгийг өөрчилсөн, гайхалтай нээлтүүд яахын аргагүй мөн билээ.</p>"
    },
    {
      "id": 8,
      "imageSrc": "/assets/blogs9E/blogsAerospace.png",
      "author": "Bat-Amgalan Erdenechimeg",
      "title": "Нисэхийн болон сансрын инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-09-22",
      "description": "Энэхүү нийтлэлээрээ бид нисэхийн болон сансрын инженерчлэлийн талаарх сонирхолтой, хөгжөөнтэй баримт, мэдээллүүдийн талаар бэлтгэлээ.",
      "blog": "<h2>Танилцуулга</h2><p>Энэхүү нийтлэлээрээ бид нисэхийн болон сансрын инженерчлэлийн талаарх сонирхолтой, хөгжөөнтэй баримт, мэдээллүүдийн талаар бэлтгэлээ.</p><h2>Сатурн V пуужин</h2><p>Сатурн V (Saturn V) пуужин нь 1968-72 оны хоорондох алдарт сарны Аполло хөтөлбөрийн явцад ашиглагдаж байсан пуужин бөгөөд өнөөдөр ч гэсэн дэлхийн түүхэн дэх хамгийн өндөр, хамгийн хүнд, хамгийн хүчтэй пуужин хэвээр байсаар байна! Өндөр нь бүр АНУ-ын Эрх чөлөөний хөшөөнөөс илүү буюу 111 м, жин нь 2800 тонн гээд бод доо.</p><h2>Боинг 747 онгоц</h2><p>Зорчигч тээврийн Боинг 747 онгоц нислэгийн явцад нэг секунд тутам 4 литр түлш шатаадаг байна. Тиймээс энэ онгоц 10 цагийн нислэгээр 144000 литр түлш ашиглана гэсэн үг.</p><h2>СР-71 Блакбирд</h2><p>СР-71 Блакбирд (SR-71 Blackbird) нэртэй цэргийн тагнуулын агаарын хөлөг дээд амжилт эвдсэн 3540 км/цаг буюу дууны хурднаас 3 дахин илүү хурдалдаг байна! Одоо гэхдээ ашиглахаа болиод “тэтгэвэртээ гарчихсан” гэнэ ээ.</p><h2>Хар хайрцаг</h2><p>Та бүхэн онгоцны нислэгт осол аваарыг судлахад тусалдаг хар хайрцаг байдаг талаар сонсож байсан байж магад. Гэхдээ тэдгээр нь яг үнэндээ улбар шар өнгөтэй байдаг ба 1100° Цельсийн температурыг тэсвэрлэх чадвартай байдгийг мэдсэн үү?</p><h2>Олон Улсын Сансрын Станц</h2><p>Олон Улсын Сансрын Станц (International Space Station) нь 28000 км/цаг хурдтай бөгөөд энэ нь дэлхийг 90-хэн минутад тойрчихно гэсэн үг. Мөн сансрын станцад байгаа сансрын нисгэгчид өдөр бүр 16 удаа нар мандах болон жаргахыг харна. <a href='https://www.nasa.gov/mission_pages/station/main/index.html'>Сонирхолтой байгаа биз?</a></p>"
    }
  ]
}
