{
  "title": "Biomedical Engineering",
  "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
  "contents": [
    {  
      "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Ахлах ангийн сурагчид хамрагдаж болох биоанагаахын инженерчлэл салбарын онлайн хөтөлбөрүүд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.</p>\n<h2>Biomedizone:</h2>\n<p>Biomedizone нь сурагчдад судалгааны ажлын байр, төрөл бүрийн дадлага, семинар, арга хэмжээ, биоанагаах ухааны маш олон сэдвээр бие даан суралцах сургалтын каталог, судалгааны уралдаан, зөвлөх хөтөлбөр зэрэг маш олон боломжийг Harvard University, King’s College London, Cornell University зэрэг дэлхийн хамгийн сайн анагаахын их дээд сургуулиудтай хамтран зохиодог бөгөөд гол төлөв цахимаар оролцож болохоороо давуу талтай.</p>\n<p>Одоогийн байдлаар та биоанагаахын программаас гадна 10 өөр төрлөөр тухайн байгууллагад дадлага хийх боломжтой байгаа билээ. Хэрэв сонгогдсон тохиолдолд сонгосон сэдвийн хүрээнд онлайнаар курс хичээлүүд бүтээх тал дээр оролцох алтан боломж бий.</p>\n<p>Түүгээр ч зогсолтгүй сар болгон зохион байгуулагддаг вебинар буюу цахим семинар, судалгааны уралдаан тэмцээн, онлайн сургалт зэрэгт хамрагдаж болох тул та цахим хаягаар нь зочлон илүү ихийг хүлээн аваарай.</p>\n<a href=\"https://www.biomedizone.org/\">https://www.biomedizone.org/</a>\n<h2>Scienceholic:</h2>\n<p>Scienceholic нь сурагчдаар удирдуулсан, голдуу шинжлэх ухаан, инженерчлэлийн талаар сонин нийтлэл гаргадаг байгууллага юм. </p>\n<p>Байгууллагын гишүүн болсноор улирал болгоны сонин, сар болгоны вэбинар буюу цахим семинар, хагас жил болгоны хэлэлцүүлэгт өөрийн хүссэн сэдвээрээ хамрагдах боломжтой. </p>\n<p>Гишүүн болохын тулд та англи хэлний тодорхой мэдлэгтэй, долоо хоногт 2 ба түүнээс дээш цаг зарцуулан онлайнаар ажиллаж чаддаг байхад л болох бөгөөд цахим хаяг дээр нь байрлах гишүүний өргөдөл буюу member application form бөглөн явуулах хэрэгтэй. Өргөдөл нь таны хүсэл зорилго, туршлага зэргийг талаар 7 асуултаас бүрдэх ба өргөдлийг бөглөхөд дунджаар 1-2 цаг зарцуулагдана.</p>\n<a href=\"https://www.scienceholic.org/\">https://www.scienceholic.org/ </a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан хөтөлбөрүүд нь таныг цааш биоанагаахын инженерчлэл чиглэлээр Монголдоо төдийгүй гадаад их сургуулиудад суралцаж цааш нейросайнс, хавдар судлал, эм судлал, биоматериал, нийгмийн анагаах ухаан гэх мэт 22 салбараар эх орондоо ажиллах боломжийг олгох тул бүү алдаарай. </p>\n<p>Хэрэв та Монголд суралцах талаар илүү ихийг мэдэхийг хүсвэл АШУИС-ын харьяа Био-Анагаахын Сургуулийн цахим хуудсаар зочлохыг санал болгож байна.</p>\n<a href=\"https://biomedicine.mnums.edu.mn/mn/\">https://biomedicine.mnums.edu.mn/mn/</a>"
    },
    {  
      "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Биоанагаахын инженерчлэл нь хиймэл оюун ухаан, анагаах ухаан болон техник технологийн тусламжтайгаар дэлхий даяар хурдацтай хөгжиж байгаа салбаруудын нэг билээ. </p>\n<p>Хэрэв та биоанагаахын инженерчлэлийн чиглэлээр сурахаар төлөвлөж байгаа бол танд энэхүү чиглэлээр суралцах болон дадлага хийх боломжтой Монгол байгууллагуудын талаар мэдээлэл хүргэе.</p>\n<h2>Ирээдүйн Хөгжлийн Хүрээлэн ТББ:</h2>\n<p>Ирээдүйн Хөгжлийн Хүрээлэн буюу Institude For Future Mongolia нь “STEM Girls” хөтөлбөрийг сүүлийн 2 жилд зарлаад  байгаа билээ.</p>\n<p>“STEM Girls” хөтөлбөр нь шинжлэх ухаан, инженер, математик, технологийн /ШИМТ буюу STEM/ салбарыг сонирхдог, энэхүү чиглэлүүдээр боловсролоо дээшлүүлэх, мэдлэг олж авах сонирхолтой ахлах ангийн охидод зориулагдсан 5 сарын хугацаанд биечлэн оролцох хөтөлбөр юм. Хөтөлбөрийн хүрээнд олон төрлийн туршилтууд хийх боломж гарах бөгөөд түүнээс наноматериал гаргаж авах, технологи ба инженерчлэл модулийн туршилтын хичээлүүдийг онцолж болно.</p>\n<p>Хөтөлбөрийн хүсэлт хүлээн авах хугацаа нь ихэвчлэн 8-р сарын сүүлээр эхэлж, 9-р сарын дунд дуусдаг бөгөөд зөвхөн 10-12-р ангийн охидод зориулагдсан хөтөлбөр юм. Дадлагажигч болоход танд STEM буюу ШИМТ чиглэлд үзүүлсэн амжилт, туршлага болон хүсэл эрмэлзэлтэй байх хэрэгтэй. </p>\n<p>Дараа дараагийн хөтөлбөрт оролцохыг хүсвэл доорх хаягаар нэвтрэн ирээдүйн мэдээллээс бүү хоцроорой.</p>\n<a href=\"https://www.facebook.com/InstituteForFutureMongolia?mibextid=LQQJ4d\">See more</a>\n<h2>Био-Анагаахын Сургууль, АШУИС: </h2>\n<p>Монгол улсад биоанагаахын чиглэлээр суралцаж болох сургуулиудын нэг бол АШИУС-ын харъяа Био-Анагаахын Сургууль юм.</p>\n<p>Био-Анагаахын сургууль нь жил бүр хурал, сургалт зохион байгуулдаг бөгөөд хамгийн сүүлд “Мэдрэл сөнөрлийн эмгэгийн шалтгаан, эмгэгжам, оношилгоо эмчилгээний чиг хандлага” сэдэвт сургалтыг Австри улсын эмч, профессоруудтай хамтран зохиосон ба хурал сургалтууд нь мэргэжлийн эмч, судлаачийн яриаг сонсох хүсэлтэй хэн бүхэнд нээлттэй байдгаараа онцлог боломж.</p>\n<p>Хэрэв Анагаахын Шинжлэх Ухааны Их Сургуульд тэнцэн элсээд Био-Анагаахын Сургуулийг сонгосон тохиолдолд танд оюутны эрдэм шинжилгээний ажил, биоматериал, техник технологийн талаар дадлагажих боломжийг олгоно.</p>\n<p>Ахлах сургуулиа төгссөн л бол боломжуудаас хоцорсон гэсэг үг биш юм шүү. Монголдоо хүссэн мэргэжлээрээ их сургуулид суран дадлагажиж, цааш гадаадын их сургуульд мэргэжлээ дээшлүүлэн суралцах боломж ч бий.</p>\n<a href=\"https://www.facebook.com/School.of.Biomedicine?mibextid=LQQJ4d\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан байгууллагууд нь танд эх хэлээрээ шинжлэх ухаан, технологийн талаар мэдлэг, туршлага олох, биоанагаахын инженерчлэлээр дадлагажих боломжийг олгох тул ирээдүйд зарлагдах хөтөлбөр, сургалтуудаас бүү хоцроорой.</p>\n<p>Түүнчлэн Биоанагаахын чиглэлээр Монголдоо суралцахад олон давуу тал буйгаас дурдвал, цааш гүнзгийрүүлэн суралцах болон ажиллаж болох 20 гаруй талбарыг дурдаж болох юм. </p>"
    }
  ]
}
