{
  "title": "Biomedical Engineering",
  "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
  "contents": [
    {  
      "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Ахлах ангийн сурагчид хамрагдаж болох биоанагаахын инженерчлэл салбарын онлайн хөтөлбөрүүд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.</p>\n<h2>Biomedizone:</h2>\n<p>Biomedizone нь сурагчдад судалгааны ажлын байр, төрөл бүрийн дадлага, семинар, арга хэмжээ, биоанагаах ухааны маш олон сэдвээр бие даан суралцах сургалтын каталог, судалгааны уралдаан, зөвлөх хөтөлбөр зэрэг маш олон боломжийг Harvard University, King’s College London, Cornell University зэрэг дэлхийн хамгийн сайн анагаахын их дээд сургуулиудтай хамтран зохиодог бөгөөд гол төлөв цахимаар оролцож болохоороо давуу талтай.</p>\n<p>Одоогийн байдлаар та биоанагаахын программаас гадна 10 өөр төрлөөр тухайн байгууллагад дадлага хийх боломжтой байгаа билээ. Хэрэв сонгогдсон тохиолдолд сонгосон сэдвийн хүрээнд онлайнаар курс хичээлүүд бүтээх тал дээр оролцох алтан боломж бий.</p>\n<p>Түүгээр ч зогсолтгүй сар болгон зохион байгуулагддаг вебинар буюу цахим семинар, судалгааны уралдаан тэмцээн, онлайн сургалт зэрэгт хамрагдаж болох тул та цахим хаягаар нь зочлон илүү ихийг хүлээн аваарай.</p>\n<a href=\"https://www.biomedizone.org/\">https://www.biomedizone.org/</a>\n<h2>Scienceholic:</h2>\n<p>Scienceholic нь сурагчдаар удирдуулсан, голдуу шинжлэх ухаан, инженерчлэлийн талаар сонин нийтлэл гаргадаг байгууллага юм. </p>\n<p>Байгууллагын гишүүн болсноор улирал болгоны сонин, сар болгоны вэбинар буюу цахим семинар, хагас жил болгоны хэлэлцүүлэгт өөрийн хүссэн сэдвээрээ хамрагдах боломжтой. </p>\n<p>Гишүүн болохын тулд та англи хэлний тодорхой мэдлэгтэй, долоо хоногт 2 ба түүнээс дээш цаг зарцуулан онлайнаар ажиллаж чаддаг байхад л болох бөгөөд цахим хаяг дээр нь байрлах гишүүний өргөдөл буюу member application form бөглөн явуулах хэрэгтэй. Өргөдөл нь таны хүсэл зорилго, туршлага зэргийг талаар 7 асуултаас бүрдэх ба өргөдлийг бөглөхөд дунджаар 1-2 цаг зарцуулагдана.</p>\n<a href=\"https://www.scienceholic.org/\">https://www.scienceholic.org/ </a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан хөтөлбөрүүд нь таныг цааш биоанагаахын инженерчлэл чиглэлээр Монголдоо төдийгүй гадаад их сургуулиудад суралцаж цааш нейросайнс, хавдар судлал, эм судлал, биоматериал, нийгмийн анагаах ухаан гэх мэт 22 салбараар эх орондоо ажиллах боломжийг олгох тул бүү алдаарай. </p>\n<p>Хэрэв та Монголд суралцах талаар илүү ихийг мэдэхийг хүсвэл АШУИС-ын харьяа Био-Анагаахын Сургуулийн цахим хуудсаар зочлохыг санал болгож байна.</p>\n<a href=\"https://biomedicine.mnums.edu.mn/mn/\">https://biomedicine.mnums.edu.mn/mn/</a>"
    },
    {  
      "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Биоанагаахын инженерчлэл нь хиймэл оюун ухаан, анагаах ухаан болон техник технологийн тусламжтайгаар дэлхий даяар хурдацтай хөгжиж байгаа салбаруудын нэг билээ. </p>\n<p>Хэрэв та биоанагаахын инженерчлэлийн чиглэлээр сурахаар төлөвлөж байгаа бол танд энэхүү чиглэлээр суралцах болон дадлага хийх боломжтой Монгол байгууллагуудын талаар мэдээлэл хүргэе.</p>\n<h2>Ирээдүйн Хөгжлийн Хүрээлэн ТББ:</h2>\n<p>Ирээдүйн Хөгжлийн Хүрээлэн буюу Institude For Future Mongolia нь “STEM Girls” хөтөлбөрийг сүүлийн 2 жилд зарлаад  байгаа билээ.</p>\n<p>“STEM Girls” хөтөлбөр нь шинжлэх ухаан, инженер, математик, технологийн /ШИМТ буюу STEM/ салбарыг сонирхдог, энэхүү чиглэлүүдээр боловсролоо дээшлүүлэх, мэдлэг олж авах сонирхолтой ахлах ангийн охидод зориулагдсан 5 сарын хугацаанд биечлэн оролцох хөтөлбөр юм. Хөтөлбөрийн хүрээнд олон төрлийн туршилтууд хийх боломж гарах бөгөөд түүнээс наноматериал гаргаж авах, технологи ба инженерчлэл модулийн туршилтын хичээлүүдийг онцолж болно.</p>\n<p>Хөтөлбөрийн хүсэлт хүлээн авах хугацаа нь ихэвчлэн 8-р сарын сүүлээр эхэлж, 9-р сарын дунд дуусдаг бөгөөд зөвхөн 10-12-р ангийн охидод зориулагдсан хөтөлбөр юм. Дадлагажигч болоход танд STEM буюу ШИМТ чиглэлд үзүүлсэн амжилт, туршлага болон хүсэл эрмэлзэлтэй байх хэрэгтэй. </p>\n<p>Дараа дараагийн хөтөлбөрт оролцохыг хүсвэл доорх хаягаар нэвтрэн ирээдүйн мэдээллээс бүү хоцроорой.</p>\n<a href=\"https://www.facebook.com/InstituteForFutureMongolia?mibextid=LQQJ4d\">See more</a>\n<h2>Био-Анагаахын Сургууль, АШУИС: </h2>\n<p>Монгол улсад биоанагаахын чиглэлээр суралцаж болох сургуулиудын нэг бол АШИУС-ын харъяа Био-Анагаахын Сургууль юм.</p>\n<p>Био-Анагаахын сургууль нь жил бүр хурал, сургалт зохион байгуулдаг бөгөөд хамгийн сүүлд “Мэдрэл сөнөрлийн эмгэгийн шалтгаан, эмгэгжам, оношилгоо эмчилгээний чиг хандлага” сэдэвт сургалтыг Австри улсын эмч, профессоруудтай хамтран зохиосон ба хурал сургалтууд нь мэргэжлийн эмч, судлаачийн яриаг сонсох хүсэлтэй хэн бүхэнд нээлттэй байдгаараа онцлог боломж.</p>\n<p>Хэрэв Анагаахын Шинжлэх Ухааны Их Сургуульд тэнцэн элсээд Био-Анагаахын Сургуулийг сонгосон тохиолдолд танд оюутны эрдэм шинжилгээний ажил, биоматериал, техник технологийн талаар дадлагажих боломжийг олгоно.</p>\n<p>Ахлах сургуулиа төгссөн л бол боломжуудаас хоцорсон гэсэг үг биш юм шүү. Монголдоо хүссэн мэргэжлээрээ их сургуулид суран дадлагажиж, цааш гадаадын их сургуульд мэргэжлээ дээшлүүлэн суралцах боломж ч бий.</p>\n<a href=\"https://www.facebook.com/School.of.Biomedicine?mibextid=LQQJ4d\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан байгууллагууд нь танд эх хэлээрээ шинжлэх ухаан, технологийн талаар мэдлэг, туршлага олох, биоанагаахын инженерчлэлээр дадлагажих боломжийг олгох тул ирээдүйд зарлагдах хөтөлбөр, сургалтуудаас бүү хоцроорой.</p>\n<p>Түүнчлэн Биоанагаахын чиглэлээр Монголдоо суралцахад олон давуу тал буйгаас дурдвал, цааш гүнзгийрүүлэн суралцах болон ажиллаж болох 20 гаруй талбарыг дурдаж болох юм. </p>"
    },
    {  
      "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлээр олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2000-01-01",
      "description": "Биоанагаахын инженерчлэл нь олон улсад хүрээгээ тэлэн эрчимтэй хөгжиж байгаа чиглэл билээ. Тиймд Америк, Англи, Герман, Чех болон бусад олон тооны Европын орнууд биоанагаахын инженерчлэл чиглэлийн мэргэжилтэн бэлтгэхийг зорин олон тооны тэтгэлэг олгож эхэлсэн юм. Үүнийг тохиолдуулан тэтгэлэгтэйгээр хүссэн орондоо бакалавр, магистрын зэргээ хамгаалан суралцаж болох бөгөөд тэр дундаас хамгийн шилдэг, хүртээмжтэй тэтгэлгүүдийн талаар мэдээллийг хүргэж байна.",
      "blog": "\n<h2>Танилцуулга:</h2>\n<p>Биоанагаахын инженерчлэл нь олон улсад хүрээгээ тэлэн эрчимтэй хөгжиж байгаа чиглэл билээ. Тиймд Америк, Англи, Герман, Чех болон бусад олон тооны Европын орнууд биоанагаахын инженерчлэл чиглэлийн мэргэжилтэн бэлтгэхийг зорин олон тооны тэтгэлэг олгож эхэлсэн юм. Үүнийг тохиолдуулан тэтгэлэгтэйгээр хүссэн орондоо бакалавр, магистрын зэргээ хамгаалан суралцаж болох бөгөөд тэр дундаас хамгийн шилдэг, хүртээмжтэй тэтгэлгүүдийн талаар мэдээллийг хүргэж байна.</p>\n<h2>The Association for the Advancement of Medical Instrumentation (AAMI)  Foundation:</h2>\n<p>AAMI сангийн тэтгэлэг нь Эмнэлгийн Тоног Төхөөрөмжийн Дэвшлийн Холбоо (AAMI) байгууллагаас хэрэгжүүлдэг хөтөлбөрүүдийн нэг юм. Энэ тэтгэлэг нь эрүүл мэндийн технологийн удирдлага, биоанагаахын инженерчлэл, клиникийн инженерчлэл зэрэг чиглэлээр суралцаж буй олон улсын оюутнуудад дэмжлэг үзүүлэх зорилготой юм.</p>\n<p>Өргөдөл гаргагч нь магадлан итгэмжлэгдсэн коллеж, их сургуульд эрүүл мэндийн технологийн мэргэжлээр ажиллах хүсэлтэй коллежийн бүтэн цагийн оюутнууд байх ёстой. Тэтгэлгийн хэмжээ нь шалгарсан оюутны тооноос болон санхүүгийн боломжоос хамааран 2,500 ам.доллароос эхэлдэг.</p>\n<p>Өргөдлөө явуулахад тавигдах шаардлагад 3.0-аас дээш голч дүн, хамгийн сүүлийн үеийн дүнгийн мэдээлэл, 500-700 үгтэй эсээ, 2 тодорхойлох захидал орно. Эрүүл мэндийн салбарт дадлага хийж байсан, сурлагын амжилт гаргууд өндөр байвал давуу тал болно.</p>\n<p>AAMI сангийн тэтгэлэг нь сургалтын төлбөр, сурах бичиг болон бусад холбоотой зардлуудыг төлөхөд санхүүгийн дэмжлэг өгөхөөс гадна AAMI сангийн арга хэмжээ, чуулганд оролцож, эрүүл мэндийн технологийн хамтын нийгэмлэгт байр сууриа бэхжүүлэх боломжийг олгоно.</p>\n<p>Өргөдөл хүлээн авах хугацаа ихэвчлэн 4 болон 5 дугаар сард дуусдаг бол эхлэх хугацаа нь жил бүр өөр байдаг тул AAMI вэбсайтаар зочлон хамгийн сүүлийн үеийн мэдээтэй танилцаарай.</p>\n<a href=\"https://www.aami.org/utility-navigation/awards-and-scholarships/awards/aami-foundation-scholarships\">See more</a>\n<h2>The Wallace H. Coulter Foundation, Biomedical Engineering Scholarship:</h2>\n<p>Энэ сан нь биоанагаахын инженерчлэлийн салбарт, ялангуяа эмнэлгийн багаж хэрэгсэл, оношилгооны чиглэлээр томоохон хувь нэмэр оруулсан зохион бүтээгч, бизнес эрхлэгч Уоллес Х. Коултерын нэрэмжит байгууллага юм. Энэхүү тэтгэлэг нь түүний өвийг үргэлжлүүлэн биоанагаахын инженерчлэлийн салбарт шинэчлэл, шилдэг бүтээлийг дэмжих зорилготой.</p>\n<p>Уоллес Х. Коултерын нэрэмжит сан нь City College of Newyork, Georgia Institude Of Technology, Clarkson University, Biomedical Engineering Society, American Institude for Medical and Biological Engineering зэрэг олон нэр хүндтэй их дээд сургууль болон нийгэмлэгүүдтэй хамтардаг. Тэрхүү хамтардаг их сургуулиудад элсэн суралцсан тохиолдолд тэтгэлгийн өргөдөл явуулах боломж нээгдэх ба сургалтын төлбөрийн 100% хүртэл хэмжээний тэтгэлэг авах боломжтой.</p>\n<p>Тэтгэлэг авахад өндөр сургалтын амжилт шаардагдах ба голч дүн нь ихэвчлэн 4.0 үнэлгээний системээр 3.0 ба түүнээс дээш байх ёстой. Мөн өргөдөл гаргах үйл явцад эсээ, сургалтын дүнгийн хуудас, зөвлөх захидал, судалгааны сонирхлын талаарх мэдээлэл явуулах зэрэг багтана. Манлайлах ур чадвар сайтайгаа батлан харуулж чадвал том давуу тал болно. </p>\n<p>Коултерын тэтгэлэгт хамрагдах нь оюутны боловсролын болон мэргэжлийн амжилтад нэмэр болохуйц хүндэтгэлтэй хэрэг юм. Өргөдөл гаргах хугацаа нь тухайн хамтрагч их сургуулиас хамаарч өөр өөр байдаг тул хамтрагч сургуулиуд болон өөрийн вэбсайтаас тодруулахыг зөвлөе. </p>\n<a href=\"https://whcf.org/\">See more</a>\n<h2>Erasmus Mundus Masters in Biomedical Engineering ( Грек, Роман, Серби улс):</h2>\n<p>Энэхүү тэтгэлэг нь Европын Холбооноос санхүүждэг нэр хүндтэй, өрсөлдөөнт олон улсын тэтгэлэгт хөтөлбөр юм. Энэ хөтөлбөр нь оюутнуудад Европ болон бусад орнуудад байрлах хэд хэдэн их дээд сургуулиудад суралцан, биоанагаахын инженерчлэлийн чиглэлээр магистрын зэрэг хамгаалах боломжийг олгодог.</p>\n<p>Тэтгэлэгт 10 орчим хувь нь тэнцдэг бөгөөд 2 жилийн хугацаатай магистрын  хөтөлбөрөөр суралцаж буй дэлхийн шилдэг оюутнуудад бүрэн тэтгэлэг авах боломжийг олгодог бөгөөд амьжиргааны зардалд хүртэл тусалдаг.</p>\n<p>Өргөдлөө явуулах үедээ бакалаврын зэргээ хамгаалсан байх ёстой. Тэтгэлэгт тэнцсэн тохиолдолд та Серби (University of Kragujevac), Грек (University of Patras), Роман (University of Medicine and Pharmacy Grigore T. Popa) улсуудын шилдэг их сургуулиудад аялан суралцах боломжтойгоороо онцлог юм.</p>\n<p>Erasmus Mundus нь 200 гаруй хөтөлбөр санал болгодог бөгөөд тус бүрийн тавигдах шаардлага өөр байдаг. Өргөдлөө 10 дугаар сараас 1 дүгээр сарын хооронд явуулахыг зөвлөдөг. Европын орнуудаар аялан суралцахыг хүсвэл боломжийг бүү алдаарай. </p>\n<a href=\"https://erasmus-plus.ec.europa.eu/opportunities/opportunities-for-individuals/students/erasmus-mundus-joint-masters\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Сурагч оюутан бүрд өөрийн сурлагын амжилт, мэдлэг, хүчин чармайлт болон хүсэл эрмэлзлээ таниулж, хүссэн мэргэжлээрээ тэтгэлэгтэй сурах боломж бий. Дээр дурдсан тэтгэлгүүд нь олон улсын сурагч нарт зориулсан бөгөөд боломжийг бүү алдаарай.</p>"
    }
  ]
}
