{
  "title": "Biomedical Engineering",
  "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
  "contents": [
    {
      "id": 22,
      "imageSrc": "/assets/Articles/ScientistWomen.png",
      "author": "Author",
      "title": "Шинжлэх ухаанч эмэгтэйчүүд био-анагаахын  инженерчлэлд",
      "date": "2000-01-01",
      "description": "2024 оны байдлаар шинжлэх ухаан, технологийн салбарт ажиллаж буй эмэгтэйчүүд дэлхийн хэмжээнд 30 хувийг ч эзлэхгүй байгаа нь технологийн хувьсалд эмэгтэйчүүдийн оролцоог нэмэгдүүлэх хэрэгцээг илтгэж байна. Энэ нийтлэлийн хүрээнд био-анагаахын инженерчлэлд хувь нэмрээ оруулж буй эмэгтэйчүүдийн гайхалтай түүхүүдийг хуваалцъя.",
      "blog": "<h2>Танилцуулга</h2><p>2024 оны байдлаар шинжлэх ухаан, технологийн салбарт ажиллаж буй эмэгтэйчүүд дэлхийн хэмжээнд 30 хувийг ч эзлэхгүй байгаа нь технологийн хувьсалд эмэгтэйчүүдийн оролцоог нэмэгдүүлэх хэрэгцээг илтгэж байна. Энэ нийтлэлийн хүрээнд био-анагаахын инженерчлэлд хувь нэмрээ оруулж буй эмэгтэйчүүдийн гайхалтай түүхүүдийг хуваалцъя.</p><h2>Eliza Nemser</h2><p>Элиза Немсер нь АНУ-ын Массачусетс мужид төрж өссөн бөгөөд багаасаа байгаль орчны асуудал, эрүүл мэндийн салбарт анхаарч иржээ. Тэрээр Брауны их сургуульд геофизикийн чиглэлээр бакалаврын зэрэг хамгаалж, Колумбын их сургуульд докторын зэрэг хүртсэн. Онцлох судалгаанаас дурдвал түүний микроорганизм ашиглан агаарын бохирдуулагчдыг задлах технологийг боловсруулсан юм. Жишээлбэл, түүний судалгаанд азотын исэл (NOx) болон хүхрийн исэл (SOx) зэрэг хорт бодисуудыг задлах чадвартай бактерийг лабораторид зохион бүтээсэн байдаг. Энэ нь байгаль орчныг хамгаалах, хүний амьсгалын замын өвчнийг бууруулахад чиглэсэн томоохон алхам юм. Мөн тэрээр бохирдлын өндөртэй бүс нутагт амьдарч буй хүмүүсийн дундах амьсгалын замын өвчнийг бууруулахын тулд био-анагаахын технологиудыг эмчилгээнд хэрхэн ашиглаж болохыг судалсан. Жишээ нь, агаар цэвэршүүлэгч төхөөрөмжид микробиологийн фильтр суурилуулахыг санал болгож, туршилт хийжээ.</p><h2>Frances Arnold</h2><p>Frances Arnold бол ферментийн хөгжилд зориулсан удирдамжит хувьсал судалгаагаараа алдартай химийн инженер бөгөөд био-инженерчлэлийн салбарт онцгой хувь нэмэр оруулсан хүн юм. Тэрээр Принстоны их сургуульд Механик ба агаарын инженерчлэлийн чиглэлээр бакалаврын зэрэг хамгаалж, Берклийн их сургуульд Химийн инженерчлэлийн чиглэлээр докторын зэрэг хамгаалжээ. Frances эхлээд механик инженерийн чиглэлээр ажиллаж байсан ч хожим био-инженерчлэлийн салбарт шилжиж, Калифорнийн технологийн институтийн профессор болсон байна. Түүний ажлын гол хэсэг нь ферментийг эко-химийн үйлдвэрлэл, био түлш болон эмийн салбарт ашиглах зориулалтаар өөрчлөх судалгаа байсан юм. 2018 онд тэрээр ферментийн удирдамжит хувьсал судалгаагаараа Химийн салбарын Нобелийн шагнал хүртсэн юм.</p><p>Тэрээр саяхан био-суурьтай хуванцар үйлдвэрлэхэд зориулсан ферментийн судалгааны талаар Nature Chemistry сэтгүүлд нийтлэл бичиж, байгальд ээлтэй инновацийг дэмжих ажлуудыг хийсэн байна. Frances одоогоор Калифорнийн технологийн институтийн профессор бөгөөд Provivi болон Gevo зэрэг биотехнологийн компаниудын үүсгэн байгуулагч, шинжлэх ухааны зөвлөхөөр ажилладаг.</p><p><a href='https://www.linkedin.com/in/frances-arnold-b4992313/'>LinkedIn</a></p><p><a href='https://www.youtube.com/watch?v=oQsRsxtfECc'>YouTube</a></p><h2>Хаалтын үг</h2><p>Эдгээр гайхалтай эмэгтэй инженерүүдийн түүх нь био-инженерчлэлийн салбарын хөгжилд эмэгтэйчүүд ямар их хувь нэмэр оруулж болохыг харуулж, ирээдүйн эмэгтэй инженерүүдэд урам зориг хайрлаж байна.</p>"
    },
    {  
      "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Био анагаахын инженерчлэл уур амьсгалын өөрчлөлттэй тэмцэх нь ",
      "date": "2000-01-01",
      "description": "Уур амьсгалын өөрчлөлт нь дэлхий даяар тулгамдсан чухал асуудал бөгөөд хүлэмжийн хийн ялгарал болон түүний нөлөөллийг бууруулах шинэ, бүтээлч аргуудыг хайх шаардлага улам бүр чухал болж байна. Био-инженерчлэл нь амьд организмуудыг ашиглан нүүрстөрөгчийн давхар ислийг багасгах, хадгалах нэгэн үр дүнтэй шийдэл юм.Тэгвэл био анагаахын инженерчлэлийг ашиглан дэлхий дахин  хэрхэн дэлхийн дулааралтай тэмцэж байна вэ гэдгийг мэдэж авцгаая",
      "blog": "<h2>Танилцуулга:</h2><p>Уур амьсгалын өөрчлөлт нь дэлхий даяар тулгамдсан чухал асуудал бөгөөд хүлэмжийн хийн ялгарал болон түүний нөлөөллийг бууруулах шинэ, бүтээлч аргуудыг хайх шаардлага улам бүр чухал болж байна. Био-инженерчлэл нь амьд организмуудыг ашиглан нүүрстөрөгчийн давхар ислийг багасгах, хадгалах нэгэн үр дүнтэй шийдэл юм. Тэгвэл био анагаахын инженерчлэлийг ашиглан дэлхий дахин хэрхэн дэлхийн дулааралтай тэмцэж байна вэ гэдгийг мэдэж авцгаая.</p><h2>Биопластик:</h2><p>Биопластик нь сэргээгдэх эх үүсвэрээс гарган авсан, байгальд задрах чадвартай хуванцар юм. Эдгээрийг ургамлын гаралтай цардуул, целлюлоз, эсвэл бичил биетнээс гарган авсан полисахарид зэрэг материалаас үйлдвэрлэж авдаг. Эрдэнэ шиш, төмс, нишингэ зэрэг ургамлаас цардуул, сахар гарган авч, тэдгээрийг полилактик хүчил (PLA) зэрэг полимер болгон хувиргадаг. PLA нь био задралд ордог бөгөөд сав баглаа боодол, нэг удаагийн хэрэгсэл зэрэгт өргөн ашиглагддаг. Биопластик нь хог хаягдлыг түүхий эдээ болгон ашигласнаар хог хаягдал шатах үед гардаг байсан нүүрстөрөгчийн давхар ислийг ялгаруулахгүй байж дэлхийн дулаарлын гол эх үүсвэр болох хүлэмжийн хийн ялгаралтыг бууруулахад хувь нэмрээ оруулна. <a href='https://www.scenichudson.org/viewfinder/bioplastics-as-a-climate-solution/'>Эх сурвалж</a></p><h2>Органик хог хаягдлаар метан хий гаргаж, эрчим хүч, дулаан үйлдвэрлэх:</h2><p>Хүн төрөлхтний ялгаруулж буй метан хийн 40 хувь нь мал аж ахуйн үйлдвэрлэлээс гардаг. Метан хий нь хивэгч малыг муу тэжээлээр тэжээхээс үүдэлтэй. Тухайлбал, үхэр муу тэжээл идэх юм бол өдөрт 200-500 литр метан ялгаруулдаг. Энэ процесс нь анаэроб биогаз үйлдвэрлэл гэж нэрлэгддэг бөгөөд органик хог хаягдлыг (хүнсний хаягдал, фермийн хаягдал, хөдөө аж ахуйн материалууд гэх мэт) кислородгүй орчинд задрах үед метан хий ялгаруулдаг. Тус метан хийгээр дулаан болон цахилгаан эрчим хүч үйлдвэрлэх боломжтой бөгөөд энэ нь хог хаягдлын асуудал болон нүүрстөрөгчийн давхар ислийн ялгаралтыг бууруулах, байгаль орчныг хамгаалах үр дүнтэй арга юм. Хархорин хотод энэхүү арга нь хэрэгжиж эхэлсэн бөгөөд Франц Улсын иргэн Дидье Буссьер /Didier Boissiere/ биогазын загвар үйлдвэрийг хийн үхрийн бааснаас биометан хий гарган авч ойр хавийн үйлдвэр, байруудыг цахилгаан болон дулаанаар хангаж байгаа юм. <a href='https://hunsniihuvisgal.mn/post/64048'>Эх сурвалж</a></p><h2>Био-энзим:</h2><p>Биоэнзимүүд нь байгальд өргөн тархсан бөгөөд амьд биетүүдээс гарган авдаг. Эдгээр нь голчлон уураглаг молекулууд бөгөөд биохимийн урвалуудыг хурдасгадаг онцлогтой. Тэдгээрийн гарал үүсэл нь дараах эх үүсвэрүүдтэй холбоотой. <br/>Бичил биетүүд: Биоэнзимүүдийн хамгийн өргөн хэрэглэгддэг эх үүсвэр бол бактери, мөөгөнцөр, замаг зэрэг бичил биетүүд юм. Хуванцар, химийн бохирдол бүхий хог хаягдлыг биоэнзимийн тусламжтай задлан, байгальд хоргүй бүтээгдэхүүн болгон хувиргадаг. Жишээлбэл, PETase фермент нь хуванцар задлахад тусалдаг бөгөөд генийн инженерчлэлийн тусламжтайгаар үйлдвэрлэгддэг. Дахин боловсрогдохгүй хог хаягдлыг багасгаснаар хүлэмжийн хий ялгаралтыг багасгаж чадна. <a href='https://www.expresswatersolutions.com/waste-management/the-use-of-bio-enzymes-for-wastewater-treatment/'>Эх сурвалж</a></p><h2>Хаалтын үг:</h2><p>Био анагаахын инженерчлэл нь дэлхийн дулааралтай тэмцэхэд шинэлэг, тогтвортой, үр дүнтэй шийдлийг санал болгож байна. Хаягдлыг дахин боловсруулж, байгальд ээлтэй биоматериал үйлдвэрлэхээс эхлээд нүүрстөрөгчийн ялгаралтыг бууруулах биотехнологи хөгжүүлэх хүртэлх олон төрлийн арга замууд нь дэлхий нийтийн өмнө тулгамдсан асуудлуудыг шийдвэрлэх чухал түлхүүр болж байна. Энэхүү салбарын инновациуд нь зөвхөн байгаль орчныг хамгаалах төдийгүй хүний өдөр тутмын амьдралд эерэг нөлөө үзүүлж, тогтвортой хөгжлийн зорилтуудыг биелүүлэхэд чухал үүрэгтэй. Тиймээс био анагаахын инженерчлэлийг дэлхийн дулааралтай тэмцэх стратегийн нэг хэсэг болгож, хүн төрөлхтний ирээдүйн төлөө илүү их анхаарал хандуулах цаг иржээ.</p>"
    },
    {  
      "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Ахлах ангийн сурагчид хамрагдаж болох биоанагаахын инженерчлэл салбарын онлайн хөтөлбөрүүд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.</p>\n<h2>Biomedizone:</h2>\n<p>Biomedizone нь сурагчдад судалгааны ажлын байр, төрөл бүрийн дадлага, семинар, арга хэмжээ, биоанагаах ухааны маш олон сэдвээр бие даан суралцах сургалтын каталог, судалгааны уралдаан, зөвлөх хөтөлбөр зэрэг маш олон боломжийг Harvard University, King’s College London, Cornell University зэрэг дэлхийн хамгийн сайн анагаахын их дээд сургуулиудтай хамтран зохиодог бөгөөд гол төлөв цахимаар оролцож болохоороо давуу талтай.</p>\n<p>Одоогийн байдлаар та биоанагаахын программаас гадна 10 өөр төрлөөр тухайн байгууллагад дадлага хийх боломжтой байгаа билээ. Хэрэв сонгогдсон тохиолдолд сонгосон сэдвийн хүрээнд онлайнаар курс хичээлүүд бүтээх тал дээр оролцох алтан боломж бий.</p>\n<p>Түүгээр ч зогсолтгүй сар болгон зохион байгуулагддаг вебинар буюу цахим семинар, судалгааны уралдаан тэмцээн, онлайн сургалт зэрэгт хамрагдаж болох тул та цахим хаягаар нь зочлон илүү ихийг хүлээн аваарай.</p>\n<a href=\"https://www.biomedizone.org/\">https://www.biomedizone.org/</a>\n<h2>Scienceholic:</h2>\n<p>Scienceholic нь сурагчдаар удирдуулсан, голдуу шинжлэх ухаан, инженерчлэлийн талаар сонин нийтлэл гаргадаг байгууллага юм. </p>\n<p>Байгууллагын гишүүн болсноор улирал болгоны сонин, сар болгоны вэбинар буюу цахим семинар, хагас жил болгоны хэлэлцүүлэгт өөрийн хүссэн сэдвээрээ хамрагдах боломжтой. </p>\n<p>Гишүүн болохын тулд та англи хэлний тодорхой мэдлэгтэй, долоо хоногт 2 ба түүнээс дээш цаг зарцуулан онлайнаар ажиллаж чаддаг байхад л болох бөгөөд цахим хаяг дээр нь байрлах гишүүний өргөдөл буюу member application form бөглөн явуулах хэрэгтэй. Өргөдөл нь таны хүсэл зорилго, туршлага зэргийг талаар 7 асуултаас бүрдэх ба өргөдлийг бөглөхөд дунджаар 1-2 цаг зарцуулагдана.</p>\n<a href=\"https://www.scienceholic.org/\">https://www.scienceholic.org/ </a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан хөтөлбөрүүд нь таныг цааш биоанагаахын инженерчлэл чиглэлээр Монголдоо төдийгүй гадаад их сургуулиудад суралцаж цааш нейросайнс, хавдар судлал, эм судлал, биоматериал, нийгмийн анагаах ухаан гэх мэт 22 салбараар эх орондоо ажиллах боломжийг олгох тул бүү алдаарай. </p>\n<p>Хэрэв та Монголд суралцах талаар илүү ихийг мэдэхийг хүсвэл АШУИС-ын харьяа Био-Анагаахын Сургуулийн цахим хуудсаар зочлохыг санал болгож байна.</p>\n<a href=\"https://biomedicine.mnums.edu.mn/mn/\">https://biomedicine.mnums.edu.mn/mn/</a>"
    },
    {  
      "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2000-01-01",
      "description": "Хүний эрүүл мэндэд учраад буй томоохон асуудлуудыг хурдацтай хөгжиж байгаа техник технологийн тусламжтай шийдэж чадах ганц мэргэжил гагцхүү биоанагаахын инженер билээ. Биоанагаахын инженерчлэл нь дэлхий даяар жил ирэх тусам хөгжиж, ирээдүйд хүрээгээ тэлэх чиглэлтэй байгаа бөгөөд цааш анагаах ухааны талбарт маш олон талаар ажиллах суурийг тавина. Хэрэв та биоанагаахын инженерчлэлээр суралцаж, туршлага суухаар тэмүүлж байгаа нэгэн бол доорх боломжуудыг бүү алдаарай.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Биоанагаахын инженерчлэл нь хиймэл оюун ухаан, анагаах ухаан болон техник технологийн тусламжтайгаар дэлхий даяар хурдацтай хөгжиж байгаа салбаруудын нэг билээ. </p>\n<p>Хэрэв та биоанагаахын инженерчлэлийн чиглэлээр сурахаар төлөвлөж байгаа бол танд энэхүү чиглэлээр суралцах болон дадлага хийх боломжтой Монгол байгууллагуудын талаар мэдээлэл хүргэе.</p>\n<h2>Ирээдүйн Хөгжлийн Хүрээлэн ТББ:</h2>\n<p>Ирээдүйн Хөгжлийн Хүрээлэн буюу Institude For Future Mongolia нь “STEM Girls” хөтөлбөрийг сүүлийн 2 жилд зарлаад  байгаа билээ.</p>\n<p>“STEM Girls” хөтөлбөр нь шинжлэх ухаан, инженер, математик, технологийн /ШИМТ буюу STEM/ салбарыг сонирхдог, энэхүү чиглэлүүдээр боловсролоо дээшлүүлэх, мэдлэг олж авах сонирхолтой ахлах ангийн охидод зориулагдсан 5 сарын хугацаанд биечлэн оролцох хөтөлбөр юм. Хөтөлбөрийн хүрээнд олон төрлийн туршилтууд хийх боломж гарах бөгөөд түүнээс наноматериал гаргаж авах, технологи ба инженерчлэл модулийн туршилтын хичээлүүдийг онцолж болно.</p>\n<p>Хөтөлбөрийн хүсэлт хүлээн авах хугацаа нь ихэвчлэн 8-р сарын сүүлээр эхэлж, 9-р сарын дунд дуусдаг бөгөөд зөвхөн 10-12-р ангийн охидод зориулагдсан хөтөлбөр юм. Дадлагажигч болоход танд STEM буюу ШИМТ чиглэлд үзүүлсэн амжилт, туршлага болон хүсэл эрмэлзэлтэй байх хэрэгтэй. </p>\n<p>Дараа дараагийн хөтөлбөрт оролцохыг хүсвэл доорх хаягаар нэвтрэн ирээдүйн мэдээллээс бүү хоцроорой.</p>\n<a href=\"https://www.facebook.com/InstituteForFutureMongolia?mibextid=LQQJ4d\">See more</a>\n<h2>Био-Анагаахын Сургууль, АШУИС: </h2>\n<p>Монгол улсад биоанагаахын чиглэлээр суралцаж болох сургуулиудын нэг бол АШИУС-ын харъяа Био-Анагаахын Сургууль юм.</p>\n<p>Био-Анагаахын сургууль нь жил бүр хурал, сургалт зохион байгуулдаг бөгөөд хамгийн сүүлд “Мэдрэл сөнөрлийн эмгэгийн шалтгаан, эмгэгжам, оношилгоо эмчилгээний чиг хандлага” сэдэвт сургалтыг Австри улсын эмч, профессоруудтай хамтран зохиосон ба хурал сургалтууд нь мэргэжлийн эмч, судлаачийн яриаг сонсох хүсэлтэй хэн бүхэнд нээлттэй байдгаараа онцлог боломж.</p>\n<p>Хэрэв Анагаахын Шинжлэх Ухааны Их Сургуульд тэнцэн элсээд Био-Анагаахын Сургуулийг сонгосон тохиолдолд танд оюутны эрдэм шинжилгээний ажил, биоматериал, техник технологийн талаар дадлагажих боломжийг олгоно.</p>\n<p>Ахлах сургуулиа төгссөн л бол боломжуудаас хоцорсон гэсэг үг биш юм шүү. Монголдоо хүссэн мэргэжлээрээ их сургуулид суран дадлагажиж, цааш гадаадын их сургуульд мэргэжлээ дээшлүүлэн суралцах боломж ч бий.</p>\n<a href=\"https://www.facebook.com/School.of.Biomedicine?mibextid=LQQJ4d\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Дээр дурдсан байгууллагууд нь танд эх хэлээрээ шинжлэх ухаан, технологийн талаар мэдлэг, туршлага олох, биоанагаахын инженерчлэлээр дадлагажих боломжийг олгох тул ирээдүйд зарлагдах хөтөлбөр, сургалтуудаас бүү хоцроорой.</p>\n<p>Түүнчлэн Биоанагаахын чиглэлээр Монголдоо суралцахад олон давуу тал буйгаас дурдвал, цааш гүнзгийрүүлэн суралцах болон ажиллаж болох 20 гаруй талбарыг дурдаж болох юм. </p>"
    },
    {  
      "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлээр олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2000-01-01",
      "description": "Биоанагаахын инженерчлэл нь олон улсад хүрээгээ тэлэн эрчимтэй хөгжиж байгаа чиглэл билээ. Тиймд Америк, Англи, Герман, Чех болон бусад олон тооны Европын орнууд биоанагаахын инженерчлэл чиглэлийн мэргэжилтэн бэлтгэхийг зорин олон тооны тэтгэлэг олгож эхэлсэн юм. Үүнийг тохиолдуулан тэтгэлэгтэйгээр хүссэн орондоо бакалавр, магистрын зэргээ хамгаалан суралцаж болох бөгөөд тэр дундаас хамгийн шилдэг, хүртээмжтэй тэтгэлгүүдийн талаар мэдээллийг хүргэж байна.",
      "blog": "\n<h2>Танилцуулга:</h2>\n<p>Биоанагаахын инженерчлэл нь олон улсад хүрээгээ тэлэн эрчимтэй хөгжиж байгаа чиглэл билээ. Тиймд Америк, Англи, Герман, Чех болон бусад олон тооны Европын орнууд биоанагаахын инженерчлэл чиглэлийн мэргэжилтэн бэлтгэхийг зорин олон тооны тэтгэлэг олгож эхэлсэн юм. Үүнийг тохиолдуулан тэтгэлэгтэйгээр хүссэн орондоо бакалавр, магистрын зэргээ хамгаалан суралцаж болох бөгөөд тэр дундаас хамгийн шилдэг, хүртээмжтэй тэтгэлгүүдийн талаар мэдээллийг хүргэж байна.</p>\n<h2>The Association for the Advancement of Medical Instrumentation (AAMI)  Foundation:</h2>\n<p>AAMI сангийн тэтгэлэг нь Эмнэлгийн Тоног Төхөөрөмжийн Дэвшлийн Холбоо (AAMI) байгууллагаас хэрэгжүүлдэг хөтөлбөрүүдийн нэг юм. Энэ тэтгэлэг нь эрүүл мэндийн технологийн удирдлага, биоанагаахын инженерчлэл, клиникийн инженерчлэл зэрэг чиглэлээр суралцаж буй олон улсын оюутнуудад дэмжлэг үзүүлэх зорилготой юм.</p>\n<p>Өргөдөл гаргагч нь магадлан итгэмжлэгдсэн коллеж, их сургуульд эрүүл мэндийн технологийн мэргэжлээр ажиллах хүсэлтэй коллежийн бүтэн цагийн оюутнууд байх ёстой. Тэтгэлгийн хэмжээ нь шалгарсан оюутны тооноос болон санхүүгийн боломжоос хамааран 2,500 ам.доллароос эхэлдэг.</p>\n<p>Өргөдлөө явуулахад тавигдах шаардлагад 3.0-аас дээш голч дүн, хамгийн сүүлийн үеийн дүнгийн мэдээлэл, 500-700 үгтэй эсээ, 2 тодорхойлох захидал орно. Эрүүл мэндийн салбарт дадлага хийж байсан, сурлагын амжилт гаргууд өндөр байвал давуу тал болно.</p>\n<p>AAMI сангийн тэтгэлэг нь сургалтын төлбөр, сурах бичиг болон бусад холбоотой зардлуудыг төлөхөд санхүүгийн дэмжлэг өгөхөөс гадна AAMI сангийн арга хэмжээ, чуулганд оролцож, эрүүл мэндийн технологийн хамтын нийгэмлэгт байр сууриа бэхжүүлэх боломжийг олгоно.</p>\n<p>Өргөдөл хүлээн авах хугацаа ихэвчлэн 4 болон 5 дугаар сард дуусдаг бол эхлэх хугацаа нь жил бүр өөр байдаг тул AAMI вэбсайтаар зочлон хамгийн сүүлийн үеийн мэдээтэй танилцаарай.</p>\n<a href=\"https://www.aami.org/utility-navigation/awards-and-scholarships/awards/aami-foundation-scholarships\">See more</a>\n<h2>The Wallace H. Coulter Foundation, Biomedical Engineering Scholarship:</h2>\n<p>Энэ сан нь биоанагаахын инженерчлэлийн салбарт, ялангуяа эмнэлгийн багаж хэрэгсэл, оношилгооны чиглэлээр томоохон хувь нэмэр оруулсан зохион бүтээгч, бизнес эрхлэгч Уоллес Х. Коултерын нэрэмжит байгууллага юм. Энэхүү тэтгэлэг нь түүний өвийг үргэлжлүүлэн биоанагаахын инженерчлэлийн салбарт шинэчлэл, шилдэг бүтээлийг дэмжих зорилготой.</p>\n<p>Уоллес Х. Коултерын нэрэмжит сан нь City College of Newyork, Georgia Institude Of Technology, Clarkson University, Biomedical Engineering Society, American Institude for Medical and Biological Engineering зэрэг олон нэр хүндтэй их дээд сургууль болон нийгэмлэгүүдтэй хамтардаг. Тэрхүү хамтардаг их сургуулиудад элсэн суралцсан тохиолдолд тэтгэлгийн өргөдөл явуулах боломж нээгдэх ба сургалтын төлбөрийн 100% хүртэл хэмжээний тэтгэлэг авах боломжтой.</p>\n<p>Тэтгэлэг авахад өндөр сургалтын амжилт шаардагдах ба голч дүн нь ихэвчлэн 4.0 үнэлгээний системээр 3.0 ба түүнээс дээш байх ёстой. Мөн өргөдөл гаргах үйл явцад эсээ, сургалтын дүнгийн хуудас, зөвлөх захидал, судалгааны сонирхлын талаарх мэдээлэл явуулах зэрэг багтана. Манлайлах ур чадвар сайтайгаа батлан харуулж чадвал том давуу тал болно. </p>\n<p>Коултерын тэтгэлэгт хамрагдах нь оюутны боловсролын болон мэргэжлийн амжилтад нэмэр болохуйц хүндэтгэлтэй хэрэг юм. Өргөдөл гаргах хугацаа нь тухайн хамтрагч их сургуулиас хамаарч өөр өөр байдаг тул хамтрагч сургуулиуд болон өөрийн вэбсайтаас тодруулахыг зөвлөе. </p>\n<a href=\"https://whcf.org/\">See more</a>\n<h2>Erasmus Mundus Masters in Biomedical Engineering ( Грек, Роман, Серби улс):</h2>\n<p>Энэхүү тэтгэлэг нь Европын Холбооноос санхүүждэг нэр хүндтэй, өрсөлдөөнт олон улсын тэтгэлэгт хөтөлбөр юм. Энэ хөтөлбөр нь оюутнуудад Европ болон бусад орнуудад байрлах хэд хэдэн их дээд сургуулиудад суралцан, биоанагаахын инженерчлэлийн чиглэлээр магистрын зэрэг хамгаалах боломжийг олгодог.</p>\n<p>Тэтгэлэгт 10 орчим хувь нь тэнцдэг бөгөөд 2 жилийн хугацаатай магистрын  хөтөлбөрөөр суралцаж буй дэлхийн шилдэг оюутнуудад бүрэн тэтгэлэг авах боломжийг олгодог бөгөөд амьжиргааны зардалд хүртэл тусалдаг.</p>\n<p>Өргөдлөө явуулах үедээ бакалаврын зэргээ хамгаалсан байх ёстой. Тэтгэлэгт тэнцсэн тохиолдолд та Серби (University of Kragujevac), Грек (University of Patras), Роман (University of Medicine and Pharmacy Grigore T. Popa) улсуудын шилдэг их сургуулиудад аялан суралцах боломжтойгоороо онцлог юм.</p>\n<p>Erasmus Mundus нь 200 гаруй хөтөлбөр санал болгодог бөгөөд тус бүрийн тавигдах шаардлага өөр байдаг. Өргөдлөө 10 дугаар сараас 1 дүгээр сарын хооронд явуулахыг зөвлөдөг. Европын орнуудаар аялан суралцахыг хүсвэл боломжийг бүү алдаарай. </p>\n<a href=\"https://erasmus-plus.ec.europa.eu/opportunities/opportunities-for-individuals/students/erasmus-mundus-joint-masters\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Сурагч оюутан бүрд өөрийн сурлагын амжилт, мэдлэг, хүчин чармайлт болон хүсэл эрмэлзлээ таниулж, хүссэн мэргэжлээрээ тэтгэлэгтэй сурах боломж бий. Дээр дурдсан тэтгэлгүүд нь олон улсын сурагч нарт зориулсан бөгөөд боломжийг бүү алдаарай.</p>"
    },
    {  
      "id": 4,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Инженерчлэлийн чиглэл бүр дээр хийгдсэн ахлах ангийн сурагчдын судалгаанууд",
      "date": "2000-01-01",
      "description": "Биоанахаагийн инженерүүд бие махбод өөрийгөө эдгээх чадварыг сайжруулах, хиймэл эрхтэн бүтээх болон эрүүл мэндийн шинэ багаж зохион бүтээхээр үргэлж зорьдог билээ. ",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Биоанахаагийн инженерүүд бие махбод өөрийгөө эдгээх чадварыг сайжруулах, хиймэл эрхтэн бүтээх болон эрүүл мэндийн шинэ багаж зохион бүтээхээр үргэлж зорьдог билээ. </p>\n<p>Ахлах ангийн сурагчид энэ тал дээр олон сонирхолтой таамаглалыг судалж, баталж чадсан тул танд урам зориг, үлгэр жишээ болон сонирхолтой мэдээлэл болгохоор хамгийн сүүлийн үеийн, сонирхол татахуйц судалгаануудаас хүргэж байна.</p>\n<h2>3D Printed Polymer Scaffolds for Bone Tissue Regeneration ( Nipun U. Jayatissa and Sarit Bhaduri )</h2>\n<p>Энэхүү нийтлэлд Nipun U. Jayatissa болон Sarit Bhaduri нар ясны эдгэрэлтийг сайжруулахад ашигладаг 3D хэвлэсэн био нийцтэй полимерүүдийн шинж чанарын талаар судалсан юм. Тэдний зорилго нь хэзээ нэгэн цагт ясны хугарлын эдгэрэхэд шаардагдах хугацааг багасгаж, байгалийн эдгэрэлтийн процессыг илүү үр дүнтэй болгох арга замаар ясны бэхэлгээний материалыг сайжруулахад тус нэмэр оруулах юм.</p>\n<p>Тулгуур бүтцийн (Scaffold) нүхний хэмжээг ихэсгэх нь сийрэг  чанарыг нэмэгдүүлж, шахалтын модулийг бууруулдаг гэсэн таамаглалыг судалж үзсэн билээ. Таамаглалыг шалгахын тулд тэд компьютерын программ хангамжийг ашиглан гурван өөр нүхний хэмжээ (200, 400, 800 μм)-ийг гурван өөр тулгуур бүтцийг зохион бүтээсэн. </p>\n<p>Судалгааны явцад шинэ үеийн 3D хэвлэлийн технологи ашиглан поликапролактон (PCL) полимер ашиглан гурван өөр төрлийн сүвэрхэг тулгуур бүтцийг хэвлэв. Эдгээр тулгуур бүтцийг сүвэрхэг байдал, сүвний бүтцийн архитектур, морфологи, механик шинж чанар зэргээр шинжилж, биед нийцтэй чанарын хавсралтыг үнэлэв.</p>\n<span>Үр дүнд 3D хэвлэсэн сүвэрхэг PCL тулгуур бүтцийг яс нөхөн төлжүүлэх хэрэглээнд ашиглах боломжтойг харуулсан байна. Ингэснээр таамаглалаа баталж чаджээ. Тэднийг судалгаагаа хийхэд University of Toledo багаж хэрэгсэл, хэрэглэгдэхүүнээр хангаж өгсөн байна. Судалгааны явц, үр дүнгийн талаар илүү ихийг</span>\n<a href=\"https://emerginginvestigators.org/articles/18-059/pdf\"> энд </a>\n<span>дарж сонирхоорой.</span>\n<h2>Recognition of animal body parts via supervised learning (Betina Kreiman, Jaeson Jang, Lakshmi Narasimhan Govindarajan, Thomas Serre)</h2>\n<p>Машинд суурилсан техникүүдийг ашигласнаар видео кадр дахь үйл явцыг автоматаар тэмдэглэх боломжтой болох бөгөөд энэ нь видеоны бүх кадрыг гараар тэмдэглэх шаардлагыг бууруулж, этиологийн судалгаанд амжилттай хэрэглэгдэх боломжийг олгоно.</p>\n<p>Гэсэн хэдий ч машинд суурилсан тэмдэглэгээнүүдийн үр дүнгүүдийг цаашид хүлээн зөвшөөрөхийн өмнө эдгээр тэмдэглэгээнүүдийн үнэн зөв байдал, найдвартай байдлыг шалгах нь чухал юм. Энэхүү асуудлыг шийдвэрлэхийг тулд Betina Kreiman, Jaeson Jang, Lakshmi Narasimhan Govindarajan, Thomas Serre нар нь баг болон судалгаа хийжээ.</p>\n<p>Судлаачид машинд суурилсан техникүүдийг хүний тэмдгэлгээтэй хослуулан видео кадр дахь биеийн хэсгүүдийг зөв тодорхойлох боломжтой гэж таамаглажээ. Тэд хонины биеийн хэсгүүдийн тэмдгэлгээний чанарын хүний болон машины харьцуулсан шинжилгээг хийжээ. </p>\n<p>Хүний тэмдгэлгээ 300 кадр дахь хонины зургаан биеийн хэсгийг гараар тэмдэглэсэн бол машин DeepLabCut гэдэг орчин үеийн байрлал тодорхойлох аргаар тэмдэглэсэн бөгөөд хүний тэмдэглэсэн кадруудыг ашиглан машиныг сургасан. Машины алгоритм нь нарийн таамаглал гаргасан бөгөөд хүний анхдагчийн алдаатай харьцуулахад алдаа бага байжээ. Мөн өндөр алдаатай анхдагчийг Калман шүүлтүүр ашиглан засч, биеийн хэсгүүдийн замналын интерполяцыг сайжруулан илүү бат бөх болгох боломжтой гэдгийг ажигласан. </p>\n<span>Тэдний үр дүн уламжлалт дамжуулалтын сургалтын аргачлал нь хүний хэмжээнд нарийн таамаглалыг үүсгэж чадна гэж үзэж, цаашдын судалгаанд томоохон боломжуудыг санал болгосон байна. Илүү ихийг</span>\n<a href=\"https://emerginginvestigators.org/articles/23-109/pdf\"> энд </a>\n<span>дарж сонирхоорой.</span>\n<h2>Identification of microwave-related changes in tissue using an ultrasound scan (Zain Shariff and Nasir Shariff)</h2>\n<p>Бичил долгионы энерги (microwave energy) нь эмнэлгийн салбарт уургын бүтэцийг өөрчлөн, хэвийн бус эсүүдийг идэвхгүйжүүлж эсвэл устгах зорилгоор ашиглагддаг. Хэвийн бус эдийн (хорт хавдрын эд эсвэл хэвийн бус цахилгаан идэвхтэй эдийн) устгалын хэмжээг тодорхойлох нь амжилттай эмчилгээ хийх, бусад хохирлыг бууруулахад чухал үүрэгтэй.</p>\n<p>Энэхүү судалгаа нь бичил долгионы энерги (ME)-д өртсөн тахианы эдэд хийсэн ex vivo үнэлгээ бөгөөд хэт авиан сканнеруудад гарсан өөрчлөлтүүдийг судлав. Эдийн бүтэц дээр гарсан ямар нэг өөрчлөлт нь туссан хэт авиан долгионд илрэнэ гэж таамагласан. </p>\n<span>Бичил долгионы энергийн нөлөөнд өртсөн эдийн хэт авиан сканнерууд дээрх гадаргуугийн гэрэлтэлт нь нэмэгдэж байсан байна. Үүнээс бичил долгион эдэд хэрхэн нөлөөлдөг талаар дүгнэж болох юм. Эдгээр ололтуудыг эмч нар хорт хавдар тараах магадлалтай эдийг тогтоох боломжтой болно. Энергийн янз бүрийн төрлүүдийн нөлөөнд эдийн өөрчлөлтийг үнэлэхэд цаашдын судалгаанууд шаардлагатай гэжээ. Илүү ихийг</span>\n<a href=\"http://emerginginvestigators.org\"> энд </a>\n<span>дарж сонирхоорой.</span>\n<h2>Хаалтын үг:</h2>\n<p>Бид эргэн тойрноо ажиглавал сонирхолтой аль эсвэл учир дутагдалтай зүйлс маш олон байдаг билээ. Тэр бүгдийг учирлан гайхаж, нээх гэсэн хүсэл бүр гайхамшигтай үр дүнг дагуулдаг. Дээр дурдсан судалгаанууд нь биоанагаахын инженерчлэлд тодорхой хэмжээний ахиц болж чадсан хөдөлмөр шингэсэн ажлууд билээ. Таны хүсэл эрмэлзэл ч мөн адил маш том өөрчлөлтөд дагуулж магадгүй тул үргэлж шинийг зорьж байхыг уриалж байна.</p>"
    },
    {  
      "id": 5,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын чиглэлийн онцлох компани, байгууллагууд ",
      "date": "2000-01-01",
      "description": "Биоанагаахын инженерчлэл дэлхий даяар хурдацтай хөгжихийн хэрээр олон байгуулга, үйлдвэрүүд биоанагаахын инженерчлэлийг ашиглах болсон билээ. ",
      "blog": "<h2>Биоанагаахын чиглэлийн онцлох компани, байгууллагууд</h2><p>Биоанагаахын инженерчлэл дэлхий даяар хурдацтай хөгжихийн хэрээр олон байгуулга, үйлдвэрүүд биоанагаахын инженерчлэлийг ашиглах болсон билээ. Тэдний дунд бидний мэдэх маш өргөн хүрээтэй том байгууллагууд, санаанд оромгүй нээлтүүд ч бий. Үүн дундаас жишээ болгон сонирхуулах компани, байгууллагуудыг танилцуулж байна.</p><h2>Johnson & Johnson</h2><p>Johnson & Johnson бол дэлхий даяар эрүүл мэндийн болон анагаахын технологийн тэргүүлэгч компаниудын нэг юм. Тус компани нь биоанагаах инженерийн салбарт шинэлэг анагаахын төхөөрөмж, эм, хэрэглээний эрүүл мэндийн бүтээгдэхүүнүүдийг хөгжүүлж, эрүүл мэндийн үйлчилгээний чанарыг сайжруулахад ихээхэн хувь нэмэр оруулдаг.</p><p>Энэхүү компанийн биоанагаахын инженерчлэлд оруулж буй гол хувь нэмэр нь мэс заслын багаж хэрэгсэл, ортопедийн суулгац болон зүрх судасны технологийг хөгжүүлэхэд оршдог юм байна. Тус компанийн Ethicon охин компани нь мэс заслын инновацид тэргүүлэгч бол DePuy Synthes нь үе солих болон гэмтлийн эмчилгээ зэрэг ортопедийн шийдлүүдэд төвлөрдөг билээ.</p><p>Johnson & Johnson нь судалгаа, хөгжүүлэлтэд ихээхэн хөрөнгө оруулж, биоанагаах инженерийн шинэ шийдлүүдийг нэвтрүүлэхийн тулд эрдэм шинжилгээний хүрээлэн, судалгааны төвүүдтэй хамтран ажилладаг. Тус компанийн инновацийн хүчин чармайлтаар бага зэргийн нэвтрэлтэй мэс засал, роботик болон эдийн инженерчлэлийн салбарт томоохон дэвшил гаргасан бөгөөд энэ нь дэлхий даяар өвчтөнүүдийн амьдралын чанарыг сайжруулахад хувь нэмэр оруулж байгаа билээ. <a href=\"https://www.jnj.com/\">Дэлгэрэнгүй мэдээллийг энд дарж сонирхоорой.</a></p><h2>Butterfly network</h2><p>Butterfly Network нь биоанагаах салбарт дэвшилтэт технологи нэвтрүүлж, эрүүл мэндийн тусламж үйлчилгээг илүү хүртээмжтэй, хямд, үр дүнтэй болгоход хувь нэмэр оруулж буй компани юм.</p><p>Тус компанийн бүтээсэн Butterfly iQ нь биоанагаахын инженерийн гайхалтай бүтээл бөгөөд гар утаснаас удирдаж болох, хэт авиан оношилгооны зөөврийн төхөөрөмж бөгөөд эрүүл мэндийн салбарт шинэ эрин үеийг авчирсан бүтээл гэж тооцогддог. Butterfly iQ нь хэт авиан оношилгооны системийг уламжлалт том оврын төхөөрөмжөөс ялгаатай нь, жижиг, зөөврийн, хямд үнэтэй болгосон. Энэхүү төхөөрөмж нь гар утас болон таблеттай холбогдож, хэрэглэгчдэд хэт авиан дүрслэлийг шууд харуулж, эмч, эмнэлгийн мэргэжилтнүүдэд түргэн шуурхай онош тавих боломжийг олгодог.</p><p>Butterfly Network-ийн энэ нээлт нь хөгжиж буй орнуудад, ялангуяа эрүүл мэндийн нөөц бололцоо бага, оношилгооны төхөөрөмж ховор байгаа нөхцөлд маш чухал хэрэгсэл болж байгаа юм. Түүнчлэн, энэхүү зөөврийн хэт авиан технологи нь олон төрлийн эмчилгээний салбарт, тухайлбал, зүрх судас, эх барих эмэгтэйчүүд, гэмтэл согог, түргэн тусламж зэрэгт өргөнөөр ашиглагдах боломжтой.</p><p>Butterfly Network нь хиймэл оюун ухаан болон биоанагаахын инженерчлэлийг хослуулан оношилгооны илүү нарийвчлалтай, хүртээмжтэй шийдлүүдийг санал болгож, эрүүл мэндийн салбарт жинхэнэ хувьсал авчирч байгаа юм. <a href=\"https://www.butterflynetwork.com/\">Илүү ихийг энд дарж сонирхоорой.</a></p><h2>Organovo</h2><p>Organovo бол биоанагаах инженерийн салбарт 3D хэвлэлийн технологийг ашиглан эд, эрхтэн ургуулах чиглэлээр мэргэшсэн шинэлэг компани юм. Тус компани нь хүний амьд эд эсийг 3D хэвлэх аргыг хөгжүүлж, энэ нь анагаах ухаанд хувьсал хийж, эмнэлзүйн судалгаа, эмийн туршилт, эрхтэн солих салбарт асар их боломжийг нээж байгаа.</p><p>Organovo-ийн гол технологи нь био хэвлэх буюу эсүүдийг нарийвчлалтайгаар 3D принтерээр хэвлэх юм. Энэ нь лабораторийн орчинд бодит хүний эд эсийг ургуулж, туршилт, эмчилгээний шинэ аргуудыг боловсруулах боломжийг олгодог. Эмийн туршилтын үед Organovo-ийн бүтээсэн 3D хэвлэмэл эд эсүүд нь эмийн нөлөөг илүү бодитой, найдвартай үнэлэх боломжийг олгож, туршилтыг хурдасгаж, үр дүнг сайжруулдаг байна.</p><p>Мөн Organovo нь ирээдүйд эрхтэн шилжүүлэн суулгах үйл ажиллагааг сайжруулах зорилготой. Одоогоор эрхтэн хэвлэх технологи нь эхний шатандаа байгаа хэдий ч ирээдүйд өвчтөнүүдийн биед нийцсэн эд эс, эрхтнийг хэвлэж, эрхтэн шилжүүлэн суулгах хүлээлтийн жагсаалтыг багасгах, эрхтэн донорын асуудлыг шийдвэрлэхэд чухал ач холбогдолтой юм.</p><p>Organovo-ийн биоанагаах инженерийн эдгээр дэвшилтэт технологиуд нь анагаах ухааны салбарт шинэ шийдэл, шинэ боломжуудыг нээж, хүний амь нас аврах, эрүүл мэндийн салбарт томоохон нөлөө үзүүлэх ирээдүйтэй компани юм. <a href=\"https://www.organovo.com/\">Илүү дэлгэрэнгүй мэдээллийг энд дарж хараарай.</a></p><h2>Хаалтын үг</h2><p>Эрүүл мэнд бол хүн төрөлхтөн, амьд биетний хамгийн чухал зүйл билээ. Тийм учраас ч эрүүл мэндийн салбар дэлхий даяар олон мянган жилийн турш хөгжсөөр өнөөг хүрсэн. Дээр дурдсан компани, байгууллагууд нь эрүүл мэнд, тэр дундаа биоанагаахын чиглэлээр томоохон нээлт хийсэн, олноо хүлээн зөвшөөрөгдсөн компаниуд юм. Ирээдүйд танд ч гэсэн том нээлт хийж, том газар ажиллах боломж цөм нээлттэй байгаа тул бүү шантраарай.</p><h2>Товчлол</h2><h3>Johnson & Johnson:</h3><p>Johnson & Johnson компани нь биоанагаахын инженерийн салбарт гол тоглогч бөгөөд эм, эмнэлгийн төхөөрөмж, хэрэглээний бүтээгдэхүүн үйлдвэрлэдэг. Тус компани нь эрүүл мэндийг хамгаалах, өвчнийг эмчлэхэд шинэ нээлт, судалгаа, хөгжүүлэлтэд ихээхэн анхаардаг. Түүний бүтээгдэхүүнүүд дэлхий даяар эрүүл мэндийн шийдлүүдийг сайжруулахад чухал хувь нэмэр оруулж байгаа.</p><h3>Butterfly network:</h3><p>Butterfly Network компани нь дэвшилтэт технологиор дүүрэн, зөөж явах боломжтой хэт авиан системүүдийг хөгжүүлдэг билээ. Тус компани нь уламжлалт хэт авиан төхөөрөмжийн томоохон хязгаарыг арилгаж, бүх хэрэглэгчдэд, тэр дундаа эмнэлгийн салбарын мэргэжилтнүүдэд хялбар, хүртээмжтэй шийдлүүдийг санал болгодог. Butterfly Network-ийн бүтээгдэхүүнүүд нь ухаалаг утасны програмчлалтай нэгдэн, нэвтрэхэд хялбар, ашиглахад тохиромжтой байдаг. Нээлт, технологийн хөгжилд анхаарал хандуулснаараа тус компани эрүүл мэндийн шинжлэх ухаан салбарт шинэ үеийг авчирч байна.</p><h3>Organovo:</h3><p>Organovo компани нь 3D хэвлэлтээр хүний эд эсийг бүтээж, 3D хэвлэмэл эд эрхтэн, түүний хэрэглээний салбарт асар том дэвшил гаргаж байна. Органово нь эрхтэн шилжүүлэн суулгах төслүүдийг эрчимтэй хөгжүүлж, биоанагаах инженерчлэлийн шинэлэг аргуудыг нэвтрүүлж байна. Технологийн хөгжил, судалгаа хийснээр ирээдүйд эмнэлгийн салбарт эрс шинэчлэл авчрах боломжтой ажээ.</p>"
    },
    {  
      "id": 6,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн талаарх танилцуулга",
      "date": "2000-01-01",
      "description": "",
      "blog": "<p>Биоанагаах ухаан нь биологи болон анагаах ухааны судалгааг хослуулсан, хүний эрүүл мэндийг сайжруулах, өвчнөөс урьдчилан сэргийлэх, эмчлэх зорилготой шинжлэх ухааны гайхамшигтай салбар юм. Биоанагаах ухаан нь эмнэлзүйн анагаах ухаан, лабораторийн шинжилгээ, судалгааны биологи зэрэг салбаруудыг хамардаг бөгөөд генетик, молекул биологи, эсийн биологи, эм судлал, дархлаа судлал зэрэг шинжлэх ухааны олон салбартай нягт холбоотой.</p>\n<p>Сүүлийн жилүүдэд биоанагаах ухаан нь генийн эмчилгээ, биоинженерчлэл, биоматериал судлал, хиймэл эрхтэн, биороботик зэрэг шинэ технологиудыг ашиглан хөгжиж байна. Түүнчлэн, хиймэл оюун ухаан, машин сургалт зэрэг орчин үеийн дэвшилтэт технологиудыг биоанагаахын судалгаанд ашиглаж, эмчилгээ, оношилгооны үр ашгийг нэмэгдүүлэхэд тусалж байна.</p>\n<p>Тиймээс ч жил ирэх тусам илүү олон мэдлэг боловсролтой хүмүүс биоанагаахын инженер гэх мэргэжлийг сонгож, олон хүнд гайхам их тус болж байгаа билээ.</p>"
    },
    {  
      "id": 7,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн чиглэлийн онцлох нээлтүүд",
      "date": "2000-01-01",
      "description": "Биоанагаахын инженерчлэл нь инженерчлэл, анагаах ухааны шинжлэх ухааныг хослуулан эрүүл мэндийн салбарт шинэчлэл авчирдаг гайхалтай салбар билээ. Энэхүү салбарын шинэлэг нээлтүүд нь эрүүл мэндийн салбарт хувьсал авчирч, хувь хүнд илүү тохирсон, үр ашигтай, бага зэргийн нэвтрэлтэй эмнэлгийн аргуудыг хөгжүүлэх боломжийг олгож байгаа билээ. Тиймээс та бүхэнд биоанагаахын инженерчлэл чиглэлийн томоохон, хамгийн сонирхолтой нээлтүүдээс сонирхуулъя.",
      "blog": "<h2>Биоанагаахын инженерчлэлийн гайхалтай нээлтүүд</h2><p>Биоанагаахын инженерчлэл нь инженерчлэл, анагаах ухааны шинжлэх ухааныг хослуулан эрүүл мэндийн салбарт шинэчлэл авчирдаг гайхалтай салбар билээ. Энэхүү салбарын шинэлэг нээлтүүд нь эрүүл мэндийн салбарт хувьсал авчирч, хувь хүнд илүү тохирсон, үр ашигтай, бага зэргийн нэвтрэлтэй эмнэлгийн аргуудыг хөгжүүлэх боломжийг олгож байгаа билээ. Тиймээс та бүхэнд биоанагаахын инженерчлэл чиглэлийн томоохон, хамгийн сонирхолтой нээлтүүдээс сонирхуулъя.</p><h2>Зүрхний хиймэл хавхлаг (Artificial Heart Valve), Чарльз А. Хуфнагель</h2><p>1950-иад онд зүрхний хавхлагийн гэмтэл, үйл ажиллагааны доголдол нь олон хүний амь насыг харамсалтайгаар авч оддог байсан юм. Энэ нь зүрхний хавхлага цусыг зөв урсгах үүргээ гүйцэтгэж чадахгүйд хүрч, цусны эргэлт саатах томоохон эрсдэл үүсгэдэг байв. Үүнийг шийдэхийн тулд Чарльз Хуфнагель хүний биед суулгаж болох, цусны урсгалыг зөв чиглүүлэх хиймэл хавхлагийг бүтээхээр ажиллаж эхэлжээ. Хуфнагель хүний биед хоргүй, зэврэхгүй материалыг (зэвэрдэггүй ган болон полимер) ашиглан зүрхний хавхлагийн орлуулах төхөөрөмжийг зохион бүтээсэн билээ. Мэс заслаар зүрхэнд суулгагддаг энэ төхөөрөмж нь цусны урсгалыг зохицуулж, зүрхний үйл ажиллагааг хэвийн байлгахад тусалдаг гайхалтай нээлт болж чадсан. Тэрээр анх лабораторид загвар гаргаж, дараа нь амьтдын туршилт хийж, эцэст нь хүмүүс дээр туршилт хийж амжилттай болгосон юм. <a href='#'>Илүү ихийг мэдэхийг хүсвэл энд дарна уу.</a></p><h2>МРТ (Magnetic Resonance Imaging, MRI), Рэймонд Дамадян</h2><p>Рэймонд Дамадян нь хорт хавдрыг эрт илрүүлэх арга замыг хайж байв. Тэрээр эсүүдийн соронзон шинж чанарууд нь хавдартай болон эрүүл эсүүдийн хооронд ялгаатай байж болохыг олж мэдсэнээр энэ ялгааг ашиглан өвчний оношийг илүү нарийвчлан тогтоох технологи бүтээх боломжтой гэж үзсэн юм. MRI-ийг бүтээхдээ Дамадян хүчтэй соронзон орон болон радио долгион ашиглан биеийн эсүүдийн соронзон шинж чанарыг хэмжиж, дүрслэх боломжийг олгосон. Технологийг хөгжүүлэхийн тулд тэрээр анх лабораторид туршилт хийж, хүний эсүүдийг соронзон орон дотор хэрхэн хариу үйлдэл үзүүлдгийг судалсан билээ. Дамадяны бүтээсэн анхны MRI төхөөрөмж нь хүнд болон том байсан ч үүнийг ашиглан хүний бие доторх зөөлөн эдийг тод харах боломжтой болсон нь ирээдүйн хөгжилд маш том нөлөө үзүүлсэн. Энэхүү нээлт нь эмч нарт өвчний оношийг нарийн тогтоож, хорт хавдар, мэдрэлийн өвчнийг оношлох маш чухал хэрэгсэл болж чаджээ. <a href='#'>Илүү олон зүйлсийг энд дарж мэдээрэй.</a></p><h2>Эдийн инженерчлэл (Tissue Engineering), Роберт Лангер</h2><p>Роберт Лангер нь хүний гэмтсэн эсвэл алдагдсан эдийг нөхөн сэргээх боломжгүй байсан үеийн эрүүл мэндийн томоохон асуудлыг шийдэхийг зорьж байв. Тэрээр хүний биеийн эсүүдийг ургуулж, нөхөн төлжүүлэх технологийг хөгжүүлснээр олон өвчтөний амьдралыг сайжруулж болохыг харсан агуу хүн билээ. Лангер эдийг инженерчлэхэд биоматериал, өсгөвөрлөгч бодисууд болон эсийн өсгөврийн аргуудыг ашигласан. Тэрээр эсийг лабораторийн нөхцөлд ургуулж, тэдгээрийг биоматериалын бүтэц дээр наалдуулж, байгалийн эрхтэнтэй төстэй эд ургуулж чадсан нь одоогийн биоанагаахын инженерчлэлийн хамгийн том бөгөөд чухал нэг хэсэг болж чадсан юм. Технологийг хөгжүүлэхийн тулд лабораторид эсийг өсгөвөрлөх, химийн болон биологийн шинжилгээнүүдийг хийх зэрэг аргуудыг ашигласан. Жишээлбэл, мөгөөрс, арьс, яс зэрэг эдийг ургуулан, гэмтсэн хэсэгт шилжүүлэн суулгах ажил амжилттай болсон. Эдийн инженерчлэл нь олон өвчний эмчилгээнд шинэ арга замыг нээж, нөхөн төлжих анагаах ухааныг хөгжүүлэхэд чухал үүрэг гүйцэтгэсэн тул <a href='#'>илүү олон зүйлсийг мэдмээр байвал энд дарна уу.</a></p><h2>Хаалтын үг</h2><p>Тогтвортой, хүртээмжтэй эрүүл мэндийн шийдлүүдийн хэрэгцээ улам бүр нэмэгдэж буй энэ үед биоанагаахын инженерчлэл нь протез, нөхөн төлжих анагаах ухаан болон биеийн шаардлагад бодитоор хариу үйлдэл үзүүлэх ухаалаг зөөврийн төхөөрөмжүүдийн чиглэлээр томоохон нээлтүүдийг авчирсаар байна. Эдгээр нь амьдралын чанарыг дээшлүүлэхээс гадна дэлхий даяарх эрүүл мэндийн системийг шинэ түвшинд гаргах боломжтой биширмээр дэвшилүүд билээ.</p>"
    },
    {  
      "id": 8,
      "imageSrc": "/assets/blogs9E/BlogsBiomedical.png",
      "author": "Odjargal Ganbold",
      "title": "Биоанагаахын инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2000-01-01",
      "description": "",
      "blog": "<h2>Тархины компьютерын интерфейс</h2><p>Тархины компьютерын интерфейс (BCI) нь хүний тархинаас гарах дохиог уншиж, төхөөрөмжийг удирдах боломжийг олгодог технологи юм. Энэхүү технологийг ашиглан саажилттай өвчтөнүүд өөрсдөө дугуйт сандлыг удирдах, компьютер ашиглах боломжтой болж байна. Ирээдүйд бид тархины дохиогоор ухаалаг төхөөрөмжөө удирдах боломжтой болно.</p><h2>Амьтдад зориулсан хиймэл эрхтэн</h2><p>Биоанагаахын инженерүүд зөвхөн хүмүүст анхаараад зогссонгүй, гэрийн тэжээвэр амьтдад хүртэл супер баатар шиг хиймэл эрхтэн бүтээж эхэллээ. Тахир дутуу нохойд зориулсан хиймэл хөл одоо загварлаг, яг л нохойн хувьд \"Jordan\"-той адил болжээ.</p><h2>3D Хэвлэсэн эрхтэн</h2><p>3D хэвлэх технологийг ашиглан мэс заслын хэрэгсэл, яс, шүд, арьс гэх мэт биологийн эрхтнүүдийг хэвлэж эхлээд байгаа билээ. Эдгээр нь өвчтөнд яг л биологийн өөрийн эрхтэн шиг ургаж, эдгэрэхэд тусалдаг. <a href='https://www.science.org/content/article/first-3d-printed-corneas-could-restore-sight-millions'>Жишээ нь, 2018 онд эрдэмтэд анх удаа 3D хэвлэсэн эвэрлэгийг амжилттай бүтээжээ</a>. Энэ нь ирээдүйд мэс засал хийхгүйгээр хэрэгтэй эдийг хэвлээд хүний биед суулгах боломжийг нээж өгч байгаа юм.</p><h2>Генийн өөрчлөлттэй шумуул</h2><p>Биоанагаахын инженерүүд генийн өөрчлөлттэй шумуул бүтээж, тэднийг өвчин тараахгүй болгож байна. Эдгээр шумуулууд нь Малариа зэрэг өвчнийг тараах чадваргүй бөгөөд байгальд энгийн шумуултай адил үүрэг гүйцэтгэнэ. Хүмүүсийн эрүүл мэндийг хамгаалахад чухал хувь нэмэр оруулж байгаа билээ.</p><h2>Робот мэс засал</h2><p>Робот мэс заслын систем нь нарийн ажиллагаатай мэс заслыг хийж, эмчийн ажлыг илүү хялбар болгож байна. <a href='https://www.intuitive.com/en-us/products-and-services/da-vinci'>\"da Vinci\" нэртэй робот систем</a> нь мэс засал хийхдээ хүний гарын хөдөлгөөнөөс илүү нарийн, тогтвортой ажилладаг бөгөөд энэ нь өвчтөнд бага гэмтэл учруулах, хурдан эдгэрэх боломжийг бий болгож байна.</p>"
    }
  ]
}
