{
    "title": "Chemical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд, Химийн инженерчлэл",
        "date": "2000-01-01",
        "description": "Шинжлэх ухааны салбарт асар их хувь нэмэр, эрэлт шинэчлэлтийг хийж олон томоохон шагнал, цолуудыг хүртсэн хүндэт эмэгтэйчүүдээс химийн инженерчлэлийн салбар дахь нэр бүхий хоёр эмэгтэйг танилцуулахад тун таатай байна.",
        "blog": "<h2>Шинжлэх ухааны салбарт эмэгтэйчүүдийн хувь нэмэр</h2><p>Шинжлэх ухааны салбарт асар их хувь нэмэр, эрэлт шинэчлэлтийг хийж олон томоохон шагнал, цолуудыг хүртсэн хүндэт эмэгтэйчүүдээс химийн инженерчлэлийн салбар дахь нэр бүхий хоёр эмэгтэйг танилцуулахад тун таатай байна.</p><h2>Францис Арнольд</h2><p>Францис Арнольд 1979 онд Принстоны их сургуулийг механик болон сансрын инженерийн чиглэлээр бакалаврын зэрэгтэй төгсөж, нарны энергийн судалгаанд анхаарлаа хандуулж байсан юм. Тэрээр хоёр дахь жилийнхээ дараа Принстоноос нэг жилийн чөлөө авч, Италид цөмийн реакторын эд анги үйлдвэрлэдэг үйлдвэрт ажиллаж, дараа нь сургуулиа төгсөхөөр буцаж ирсэн. Принстонд буцаж ирээд тэрээр Эрчим хүч, байгаль орчны судалгааны төвд суралцаж эхэлсэн бөгөөд тэр үед Роберт Соколов тэргүүтэй хэсэг эрдэмтэд, инженерүүдтэй эрчим хүчний тогтвортой эх үүсвэрийг хөгжүүлэхээр ажиллаж байсан бөгөөд энэ сэдэв нь түүний дараагийн ажлын гол сэдэв болсон юм. Мөн 1985 онд UC Berkeley-д химийн инженерийн зэрэг хамгаалж, 1986 онд 30 настайдаа Калифорнийн Технологийн Институт (Caltech)-ийн химийн инженерчлэлийн факультетэд элсэн ороод тэндээс хожим түүнд Нобелын шагнал авчирсан судалгааны ажлаа эхлүүлсэн билээ.</p><p>Тэрээр шинээр гарч ирж буй ДНХ-ийн технологийг ашиглан эм, хуванцар болон бусад химийн бодис үйлдвэрлэхэд тохиромжтой шинэ энзимүүдийг зохион бүтээх зорилтыг тавин ажилласан юм. Арнольдын судалгааны ажлын гол зорилго нь эсийн усархаг орчинд бус уусгагч диметилформамид (DMF)-д үйлчлэх чадвартай субтилизин энзимийн шинэ хувилбарыг бүтээх байсан юм. Энзимүүд нь маш нарийн, төвөгтэй молекулууд бөгөөд амин хүчлээс бүрдсэн хэдэн мянган урт гинжнүүдээс тогтсон, гурван хэмжээст бүтцүүд билээ.</p><p>1990-ээд оны эхээр Арнольд судалгааны чиглэлээ өөрчилсөн. Тэрээр хүссэн үл хөдлөх хөрөнгөө хэрхэн яаж инженерчлэх вэ гэсэн санаагаа орхиж, байгаль дах аль хэдийнээ оршин буй химийг илүү боловсруулж, оновчтой болгох арга зам болох хувьсал руу шилжсэн.</p><p>Арнольд тодорхой уургийн ДНХ-ээс эхлүүлэн генд мутаци нэвтрүүлэх, бактерийн шинэ хувилбаруудыг генд дахин оруулах гэсэн арга замуудаар шинэ уураг үүсгэдэг. Дараагаар нь тэр үүссэн уургуудаас хүсэмжит шинж чанарыг харуулах уургуудыг хайж олдог. Тэгснээр тэр тэдний ДНХ-г гарган авч, яг хүссэн үр дүнг үзүүлэх хувилбарыг гаргаж авах хүртлээ үйл явцыг давтаж, үе шат, үе шатаар үржүүлдэг.</p><p>Энэхүү судалгааны ажлаараа Арнольд 2018 онд Нобелын шагнал хүртсэн билээ. Түүний боловсруулсан тус техник нь одоог хүртэл ашиглагдсаар байна.</p><a href='https://linkedin.com/in/frances-arnold-b4992313'>Францис Арнольдын LinkedIn</a><h2>Кэрол К. Холл</h2><p>Кэрол К. Холл 1967 онд Корнелийн их сургуульд физикийн чиглэлээр бакалавр, 1969, 1972 онд Стони Брук дахь Нью-Йоркийн Улсын Их Сургуульд магистр, докторын зэрэг хамгаалсан бөгөөд 1985 онд Хойд Каролина мужийн их сургуулийн хими ба биомолекулын инженерчлэлийн тэнхимийн нэр хүндтэй профессор юм. Тэрээр 1977-1985 оны хооронд Принстоны их сургуулийн инженерчлэлийн факультетэд томилогдож байсан анхны эмэгтэйчүүдийн нэг юм. Түүний өмнө тэрээр Корнелийн их сургуулийн химийн тэнхимд докторын дараах сургалтад хамрагдаж, Белл лабораторид эдийн засгийн загварчлагчаар богино хугацаанд ажилласан.</p><p>Доктор Холлын судалгааны ажил нь макромолекулууд эсвэл нарийн төвөгтэй шингэнтэй холбоотой химийн ба биологийн инженерчлэлийн сонирхолтой сэдвүүдэд статистикийн термодинамик болон молекулын түвшний компьютерийн симуляцийг ашиглахад чиглэсэн байв. Кэролын олон судалгааны сэдвүүдээс цөөхнийг дурдвал уургийг нугалах/бөөгнөрөл, олон туйлт коллоид, уургийн дизайн, эм дамжуулах төхөөрөмж, пептидийн хамтарсан угсралт гэх мэт зүйлс орно. Тэрээр статистик механикийг молекул бус системд (коллоид) хэрэглэж, уургийн системд аяндаа амилоид үүсэх үйл явцыг загварчилсан анхны судлаачдын нэг юм.</p><p>2015 онд Кэрол тооцооллын аргуудыг хөгжүүлэх, молекулт суурилсан загварчлал, симуляцийн салбарт хөрөнгө оруулах нэг бөгөөд нэлээд хэдэн хувь хүний ​​нэг хэмээн гүн гүнзгий, урт хугацааны хувь нэмрийг үнэлж \"Молекул загварчлал ба симуляцийн үндэс\" медалийг хүртсэн. Тэр жилдээ тэрээр химийн инженерчлэлийн салбарт оруулсан онцгой хувь нэмрийг үнэлэн Америкийн химийн инженерүүдийн хүрээлэнгийн үүсгэн байгуулагчдын шагналаар шагнагджээ. 2019 онд тэрээр PPEPD бага хурлын салбаруудад өндөр нөлөө үзүүлсэн үр бүтээлтэй хувь нэмрийг үнэлж Жон М Праусницын нэрэмжит шагнал хүртсэн. 275 гаруй нийтлэлийн зохиогч тэрээр Америкийн Химийн Инженерүүдийн Хүрээлэн, Америкийн Физик Нийгэмлэг, Америкийн Шинжлэх Ухааны Дэвшилтэт Нийгэмлэгийн гишүүн юм.</p><h2>Дүгнэлт</h2><p>Химийн инженер болох хүсэл мөрөөдөлтэй бяцхан охидын үлгэр дуурайлал, гэрэл гэгээ болох олон хүчирхэг эмэгтэйчүүдээс хоёр хүндтэй хатагтай нарыг танилцуулсандаа бид туйлын баяртай байна. Ирээдүйд шинжлэх ухааны салбарт жендерийн ялгаа гэх зүйлийг үгүй хийх боломж бидний гарт байна шүү охидоо.</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Сансар судлалын инженерчлэл уур амьсгалын өөрчлөлттэй тэмцэх нь",
      "date": "2000-01-01",
      "description": "Дэлхийн дулааралтай тэмцэхэд сансар судлалын инженерчлэл бол хүчирхэг зэвсэг юм. Агаарын болон сансрын инженерчлэлийн салбар нь түүхэндээ хүлэмжийн хийн ялгаруулалтад томоохон хувь нэмэр оруулсан боловч өнөөдөр уур амьсгалын өөрчлөлтийг бууруулах технологийн дэвшлийг манлайлахад чухал үүрэг гүйцэтгэж байна. Тогтвортой түлшний хэрэглээнээс эхлээд сансрын хяналтын хиймэл дагуулууд нь дэлхийн байгаль орчны хамгаалалд шинэ боломжуудыг нээж байна.",
      "blog": "<h2>Байгаль орчин, эрчим хүч, тогтвортой байдлын чиглэлээр ажилладаг химийн инженерүүд юу хийдэг вэ?</h2><p>Энерги, ус, хоол хүнс, мөн хүрээлэн буй орчин бүгд хоорондоо харилцан холбоотой. Химийн инженерүүд физик, математик, хими, материал болон энергийн тэнцвэр, термодинамик, кинетик, ба тээвэрлэлтийн үзэгдлийн мэдлэгээ ашиглан хурцадмал байгалийн нөөцийг тогтвортойгоор, байгаль орчинд хор хөнөөл учруулахгүйгээр үйлдвэрлэдэг юм.</p><p>Химийн инженерүүд өнөө үеийн хамгийн тулгамдсан байгаль орчны асуудлуудыг шийдэж байгаа билээ. Тэдний ажил түүхий эдийг хэрэгтэй бүтээгдэхүүнд хувиргах, тогтвортой эх үүсвэрүүдээс шинэ материалууд хөгжүүлэх, цэвэр энерги боловсруулах, агаар болон уснаас бохирдуулагч бодисуудыг арилгах зэргийг хамардаг. Түүнчлэн тэдний шинэ санаачилгууд нь ус шүүх, цэвэршүүлэх арга замуудын ажиллах чадвар, томоохон үйлдвэрлэлийн үйл явцуудыг сайжруулан чанаржуулдаг юм.</p><h2>Химийн инженерчлэл байгаль орчин, эрчим хүч, тогтвортой байдалтай хэрхэн холбогддог вэ?</h2><p>Энерги, байгаль орчин, мөн тогтвортой байдлын орон зайд асуудлуудыг шийдвэрлэх нь физик, молекул, химийн болон материалын гэх мэт олон өөр шинжлэх ухаануудын дунд бөгөөд нарийн түвшний ойлголт шаардагддаг. Түлшнээс эхлүүлээд хүнс, аж үйлдвэрээс анагаах ухаан хүртэлх олон өөр салбарт үйл ажиллагаа явуулдаг учраас инженерүүд дундаа химийн инженерүүд дээрх шинжлэх ухааны салбаруудыг хослуулан холбож ажилладаг онцлогоороо өнөөгийн уур амьсгалын өөрчлөлтөд багагүй эерэг нөлөө үзүүлж чаддагт байдаг юм.</p><h2>Химийн инженерчлэл хэрхэн уур амьсгалын өөрчлөлттэй тэмцдэг вэ?</h2><p>Өнгөрсөн арван жил нь магадгүй хүмүүсийн буруутай үйл ажиллагаа байгаль орчинд сөргөөр нөлөөлсөн хор хөнөөлийг хүмүүс бидэнд ойлгуулсан бохирдол болон хохирлын арван жил байлаа. Энэ шинэ арван жил нь уур амьсгалын өөрчлөлттэй холбоотой хамгийн тулгамдсан асуудлуудыг шийдвэрлэхэд чиглэсэн хүн төрөлхтний ухамсарт хүчин чармайлтын жилүүд юм.</p><h2>Эрчим хүч, түлшний хэмнэлтийг бий болгох</h2><p>Шатахууны шавхагдах нөөц шавхагдаж, удахгүй дуусна гэдэг бол хатуу үнэн юм. Үүний бас нэгэн тал нь үл сэргээгдэх эрчим хүчний эх үүсвэрийг шатааснаар агаар, ус, хөрсийг бохирдуулж, байгаль орчинд сөрөг нөлөө үзүүлдэг бохирдуулагч бодисууд үүсэж байдаг. Химийн инженерүүд илүү цэвэр түлш дээр ажиллаж, өдөр тутмын амьдралдаа хэрэгжүүлэх эрчим хүчний хэмнэлттэй үйл явцыг зохион бүтээснээр хүрээлэн буй орчны бохирдуулагчийн нөлөөллийг бууруулж, түлшийг хэмнэдэг.</p><p>Илүү үр дүнтэй, аюул багатай хорт утаа ялгаруулдаг моторуудыг боловсруулснаар түлш, дизель хөдөлгүүртэй автомашин, тээвэр, ачааны машины экологид үзүүлэх сөрөг нөлөөллийг бууруулсан.</p><p>Тээврийн хэрэгсэл, ачааны машин, нийтийн тээвэр нь дэлхий даяар ачаа тээвэрлэхэд чухал үүрэгтэй. Гэсэн хэдий ч эдгээр тээврийн хэрэгслийг жолоодоход шаардагдах түлш, дизель хөдөлгүүрийн утаа нь агаарын бохирдлын томоохон шалтгаан болж байна.</p><p>Химийн инженерүүд судлаачид болон өөр өөр инженерүүдтэй хамтран ажиллаж, газрын тос, түлш зарцуулдаг моторын бохирдлыг бууруулах төлөвлөгөөт арга барилыг бий болгохоос гадна түлшний болон бохирдлын менежментийн тогтолцоо, ялгаруулж буй утаанд агуулагдах бохирдуулагч бодисыг зайлуулдаг катализатор хувиргагч, хэрэглээнд илүү цэвэр түлш үйлдвэрлэдэг газрын тос боловсруулах дэвшилтэт стратеги бүхий өөрчлөгдсөн тээврийн хэрэгслийн хөдөлгүүрийг боловсруулснаар түлшийг үр дүнтэй ашиглахын зэрэгцээ бохирдлыг бууруулахад тусалдаг.</p><h2>Сэргээгдэх эрчим хүчний эх үүсвэрийг ашиглах</h2><p>Химийн инженерүүд уламжлалт түлшний эх үүсвэрийг цэвэр аргаар ашиглахаас гадна бусад эрчим хүчний ашиглалтад хөгжүүлэлт оруулахын тулд сэргээгдэх эрчим хүчний эх үүсвэрийг ашиглахыг хичээж байна. Сэргээгдэх эрчим хүчний эх үүсвэрт шилжих нь химийн инженерүүдэд эх үүсвэрийг ашиглах үйл явцыг боловсруулж, тэдгээрээс гаргаж авсан эрчим хүчийг зөв зохистой ашиглах боломжийг олгоод байгаа юм. Гэрлийг эрчим хүчид шилжүүлдэг төхөөрөмжөөр дамжуулан нарны эрчим хүчийг ашиглах эсвэл салхины тусламжтайгаар цахилгаан үүсгэх эсэхээс үл хамааран тэдгээрийг ашиглах үйл явцыг химийн инженер зохион бүтээдэг. Түүгээр ч зогсохгүй шахсан байгалийн хий зэрэг цэвэр түлшний эх үүсвэрийг боловсруулахаас эхлээд хаа сайгүй байх сэргээгдэх эрчим хүчний эх үүсвэрийг хувиргах хүртэл эрчим хүчний буруу ашиглалтын уур амьсгалд үзүүлэх нөлөөллийг бууруулахад туйлын их тустай.</p><h2>Аж үйлдвэрээс үүдэлтэй агаарын бохирдлыг бууруулах</h2><p>Зөвхөн тээврийн хэрэгслийн бохирдол төдийгүй үйлдвэрлэлийн агаарын бохирдол цаг уурын төлөө тэмцэгчдийн санааг зовоосоор байна. Агаар бохирдуулагч CO2, CO, SO2, NO2 зэрэг нь улс орнуудын нүүрстөрөгчийн ул мөрийг нэмэгдүүлэхээс гадна уур амьсгалын өөрчлөлтийн шууд үр дагавар болох хүчиллэг бороо гэх мэт үзэгдлийг бий болгож, дэлхий дээрх амьдралын хэв маягт асар их сөрөг нөлөө үзүүлдэг.</p><p>Химийн инженерүүд түлшний шаталтаас үүсэх хорт утаа хүхэргүйжүүлэлтийг бий болгосон бөгөөд энэ нь одоо ялгарч буй үйлдвэрлэлийн үлдэгдэл дэх идэмхий хийг багасгахад өргөн хэрэглэгддэг стратеги болоод байгаа билээ. Уг үйл явцын үр дүнд идэмхий хий нь урвалын идэвхгүй, хор хөнөөлгүй давс болж хувирдаг бөгөөд дараа нь эцсийн бүтээгдэхүүнээс ангижирдаг.</p><h2>Цэвэр усны эх үүсвэр</h2><p>Агаарын бохирдлын талаар олон асуудлууд яригдаж байгаа ч уур амьсгалын өөрчлөлтийн тухай ярихад усны бохирдол ч мөн адил чухал асуудал хэвээр байна. Үйлдвэрийн болон ахуйн хог хаягдлыг ус руу цутгаж буй нь байгалийн усны эх үүсвэрийг бохирдуулж, усыг бохирдуулж, ашиглах боломжгүй болгодог. Химийн инженерүүд эдгээр усны эх үүсвэрүүдийг цэвэршүүлэхээс гадна бохир усыг байгалийн усан сан руу цутгахад хор хөнөөлгүй байхаар үр дүнтэй аргаар цэвэрлэдэг.</p><h2>Дүгнэлт</h2><p>Химийн инженерчлэл нь дан ганц химийн бус өөр олон шинжлэх ухааны салбаруудыг хослуулан, шинэ шинэлэг арга технологийг бүтээн боловсруулан хамгийн үр дүнтэйгээр уур амьсгалын өөрчлөлттэй тэмцдэг инженерчлэлийн салбар юм. Технологи, шинжлэх ухаан хөгжихийн хэрээр химийн инженерүүд уур амьсгалын өөрчлөлттэй тэмцэж, дэлхийг аврахын тулд илүү ур чадвартай, боловсронгуй болж хөгжсөөр байна.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Ахлах ангийн сурагчдад зориулсан химийн инженерчлэлийн хөтөлбөрүүд",
      "date": "2024-08-12",
      "description": "Мянга мянган боломжийг бидний өмнө тавьж өгсөн шинжлэх ухаан бол яахын аргагүй инженерчлэл мөн билээ. Энэхүү бичвэрт химийн инженерчлэлд сонирхолтой ирээдүйн эрдэмтэд, бүтээлч, баатар болох сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх хөтөлбөрүүдийг ашиглан хүссэн цэгтээ хүрэх боломжийг гартаа атгаад аваарай.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мянга мянган боломжийг бидний өмнө тавьж өгсөн шинжлэх ухаан бол яахын аргагүй инженерчлэл мөн билээ. Энэхүү бичвэрт химийн инженерчлэлд сонирхолтой ирээдүйн эрдэмтэд, бүтээлч, баатар болох сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх хөтөлбөрүүдийг ашиглан хүссэн цэгтээ хүрэх боломжийг гартаа атгаад аваарай. </p>\n<h2>IChemE</h2>\n<p>IChemE нь 1922 онд байгуулагдсан, химийн инженерүүдийн мэргэжлийн байгууллага бөгөөд “Олон Улсын Химийн Инженерүүдийн Институт” хэмээн нэрлэгддэг. Энэ нь дэлхийн олон оронд салбартай ба гол төлөв цахимаар үйл ажиллагаагаа явуулдаг байна. </p>\n<p>  Хэдий ахлах сургуулийн сурагчид та бүхэн гишүүнээр элсэх боломжгүй ч ᠌᠌᠌зохион байгуулж буй ихэнх үйл ажиллагаанд нь үнэ төлбөргүй оролцож, олон улсын сурагчидтай хөл нийлүүлэн алхах боломжтой аж. </p>\n<p>  Танд энэхүү байгууллага нь “Тогтвортой хөгжил ба химийн инженерчлэл” гэх мэт олон төрлийн онлайн сургалтуудыг үзэх, цаашлаад салбарын шилдэг мэргэжилтнүүдийн вебинарт сууж мэдлэгээ тэлэх алтан боломжийг олгоно. Мөн та жил бүр зохион байгуулагддаг химийн инжерчлэлийн уралдаан, тэмцээнд өөрийгөө сорин оролцох боломжтой бөгөөд туршлага хуримтлуулах үүд хаалгыг тань ийнхүү нээж өгдөг байна. Эцэст нь энэхүү цахим хаяг нь  химийн инженерчлэлийн талбар дахь хамгийн сүүлийн үеийн судалгаа, технологийн талаарх мэдээллийг цаг алдалгүй таны гарт хүргэдэг ажээ. </p>\n<p>  Урдаа тавьсан зорилгодоо хүрэхэд тань энэхүү байгууллага арвин ихээр тусалж чадахыг та бүхэн харлаа. Тийм учраас зөвхөн өөрт байгаа утас, компьютерын хэрэгслийг ашиглаад энэхүү цахим хаягаар хүссэн үедээ,  хаанаас ч хамаагүй зочлон, бусдаас түрүүлж алхаарай.</p>\n<a href=\"https://www.icheme.org/\">Цахим хаягаар нь зочлохыг</a>\n<h2>Chem-E-Camp</h2>\n<p>Chem-E-Camp нь АНУ-ын Буффало их сургуулийн зохион байгуулж буй зуны хөтөлбөр юм.  Энэхүү хөтөлбөр нь тус сургууль дээр зохион байгуулагдах бөгөөд химийн инженерчлэлийн ертөнцийг ойроос танилцуулах, цаашид энэхүү чиглэлээр суралцах хүсэлтэй ахлах ангийн сурагчдад зориулсан өвөрмөц боломж билээ. </p>\n<p>  Уг хөтөлбөр нь долоо хоногийн туршид явагдах ба танд химийн инженерчлэлийн үндсэн зарчмуудыг ойлгож, туршилт, төсөл хэрэгжүүлэн салбарын мэргэжилтнүүдтэй хамтран ажиллаж, мөн танилцах боломжыг олгодог аж. </p>\n<p>  Хөтөлбөрийн өргөдөл явуулах хугацаа нь 2-р cард нээгдэж 4-р сард хаагддаг бөгөөд уг хөтөлбөр нь 7 -р сарын эхээр явагддаг байна. Өргөдөл явуулахад таны хичээлийн чадамж, англи хэлний түвшин, хувь хүн, хүсэл тэмүүлэл зэргийг тань харах бөгөөд нийт өргөдөл илгээгчдийн 10-15% буюу дунджаар 30-40 сурагч тэнцдэг ажээ. Мөн тэнцэж орсон тохиолдолд танд санхүүгийн дэмжлэг хангалттай хэмжээгээр олгодог байна.</p>\n<p>  Орчин үеийн тоног төхөөрөмжөөр тоноглогдсон лаборатори, хүсэл тэмүүлэл нэгтэй олон орны сурагчид, амьдралыг тань өөрчилж чадах туршлагыг хуримтлуулмаар байвал та айдсаа ардаа үлдээгээд өргөдлөө явуулаарай. АНУ-ын  алдарт хот болох Нью Йорк хотоор аялангаа мөрөөдлөө биелүүлээрэй. </p>\n<a href=\"https://engineering.buffalo.edu/chem-e-camp\">Цахим хаягаар нь зочлохыг хүсвэл</a>\n<h2>Lumiere Research Program</h2>\n<p>Энэхүү хөтөлбөр нь дэлхийн өнцөг булан бүрээс цугларсан ахлах сургуулийн сурагчдад зориулсан онлайн судалгааны хөтөлбөр юм. Сурагчид Харвард, Оксфорд гэх мэт их сургуулиудын судлаачдын удирдлага дор 12 долоо хоногийн турш бие даан судалгааны төсөл хэрэгжүүлж, химийн инженерчлэлийн судалгааны арга зүйд суралцана. </p>\n<p>  Хөтөлбөрийн өргөдөл нь 4н улирлын турш явагддаг бөгөөд өргөдлөө явуулахад тань өндөр оноо, туршлага бус голчлон таны сонирхол, судалгааны хүсэл эрмэлзэлд үндэслэн элсүүлдэг байна. Мөн санхүүгийн байдалд тань тулгуурлан тодорхой хэмжээний дэмжлэг ч олгодог аж.</p>\n<p>  Хэрэв та судалгааны чадвараа дээшлүүлж, ирээдүйн мэргэжилдээ хөрөнгө оруулахыг хүсэж байвал Лумиер Судалгааны Хөтөлбөр хамгийн тохиромжтой сонголт тань байх болно. Хүсэл эрмэлзэл, зорилгоо урдаа тавиад итгэл дүүрэн өргөдлөө явуулаарай. Танд амжилт хүсье.</p>\n<a href=\"https://www.lumiere-education.com/\">Цахим хаягаар нь зочлохыг хүсвэл</a>\n<h2>Хаалтын үг</h2>\n<p>Хөгжил дэвшлийн энэхүү эрин үед өсөж дэвших боломж өөр төвшинд очсоныг та бүхэн харлаа. Энэ цаг үед ахлах сургуулийн сурагчид та бүхэнд одоо цагаа үр бүтээлтэй ашиглах нь яахын аргагүй чухал зүйл юм. Тийм ч учраас инженерчлэл, технологийн хослол гайхамшгийг ийнхүү ашиглаад ирээдүйгээ эрчимтэйгээр гэрэлтүүлээрэй. </p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-08-18",
      "description": "Орчин үеийн үйлдвэрийн технологийн процессыг загварчилж, инновацыг хөгжүүлэхэд гол үүрэг гүйцэтгэн орших салбар бол яахын аргагүй химийн инженерчлэл билээ. Энэхүү гайхалтай мэргэжлийг ирээдүйн зорилгоо болгосон ахлах ангийн сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх байгууллагуудаар дамжуулан дадлага хийж ажлын байрны ёс зүй, мэргэжлийн түвшний туршлагыг өөртөө хуримтлуулан аваарай.",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Орчин үеийн үйлдвэрийн технологийн процессыг загварчилж, инновацыг хөгжүүлэхэд гол үүрэг гүйцэтгэн орших салбар бол яахын аргагүй химийн инженерчлэл билээ. Энэхүү гайхалтай мэргэжлийг ирээдүйн зорилгоо болгосон ахлах ангийн сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх байгууллагуудаар дамжуулан дадлага хийж ажлын байрны ёс зүй, мэргэжлийн түвшний туршлагыг өөртөө хуримтлуулан аваарай.</p>\n<h2>ШУА-ийн Хими, химийн технологийн хүрээлэн</h2>\n<p>ШУА-ийн Хими, химийн технологийн хүрээлэн нь 1968 онд ерөнхий хими, аналитик хими, органик хими, биохими болон агрохимийн гэсэн тасагтайгаар бие даан байгуулагдсан ба өдий хүртэл үйл ажиллагаагаа амжилттай явуулж байгаа билээ.  Энэхүү хүрээлэнгийн гол зорилго нь Монгол улсад химийн шинжлэх ухааныг түгээн дэлгэрүүлэх, химийн аж үйлдвэрийг хөгжүүлэх бөгөөд голчлон мэргэжлийн эрдэмтэд, судлаачдыг хамран эрдэм шинжилгээ, судалгааны үйл ажиллагааг явуулдаг байна. </p>\n<p>Ахлах ангийн сурагчид та бүхний хувьд энэхүү хүрээлэнтэй ойр ажилласнаар химийн инженерчлэл гэж юу болохыг гүн ойлгоод зогсохгүй ажлын байрны бодит туршлагыг лабораторийн тоног төхөөрөмжөөр дамжуулан олж авах боломжтой юм. Үүнээс гадна химийн салбарын хөгжил дэвшил, түүний Монгол дахь байр суурийг эрдэмтэд, судлаачдын үзэл бодлоос сонсон мэдэж авах ч боломжтой аж.</p>\n<p>Хэрэв та энэхүү хүрээлэнд дадлагын ажилтнаар ажиллахыг хүсвэл албан имэйл хаяг руу нь хүсэлтээ явуулаарай.</p>\n<a href=\"https://www.facebook.com/InstituteOfChemistryAndChemicalTechnology/\">See more</a>\n<h2>Монос груп᠋п</h2>\n<p>Монос Групп компани нь Монгол Улсад анх 1990 онд үүсгэн байгуулагдаж үйл ажиллагаа явуулж эхэлсэн билээ. Монос нь үүсгэн байгуулагдсан цагаасаа эхлэн анхны гэсэн тодотголтой хувийн эм, гоо сайхны үйлдвэр, эмийн сан болон өөртөө үйлчлэх эмийн сан, сургалт эрдэм шинжилгээний чиглэлээр Эм Судлалын хүрээлэнг байгуулан Монгол оюун санаа, Монгол оюун сэтгэлгээнээс ундарч буй ололт бүтээлүүдийг Монголуудынхаа эрүүл оршихуйн төлөө зориулан ажиллаж байгаа тэргүүний компани юм. </p>\n<p>Монос Групп нь олон талбарт хуваагдан үйл ажиллагаагаа явуулдаг бөгөөд химийн инженерчлэлд хамаарах эмийн бүтээгдэхүүний үйлдвэрлэлийн салбар нь одоогоор манай оронд байр сууриа томоохон хэмжээгээр эзлээд байгаа билээ. Энэхүү салбарт дадлага хийх боломж олдох нь ховор ч гартаа атган авсан тохиолдолд  үнэ цэнэтэй туршлага болох юс.</p>\n<p>Та энэхүү байгууллагад дадлага хийснээр эмийн бүтээгдэхүүн болон химийн түүхий эдийн үйлдвэрлэлийн процессыг суралцах, үйлдвэрлэлийн орчинд ажиллах, лабораторийн шинжилгээ хийх гэх мэт олон зүйлийг ойроос харан суралцах боломжтой юм. Хэдий амархан биш ч тогтвортой, байгаль орчинд ээлтэй химийн бүтээгдэхүүн үүсгэхэд санаагаа дэвшүүлэн шинэчлэл бүтээх замналыг та өөртөө үүсгэх ч боломжтой. </p>\n<p>Хэрэв та дадлагын ажилтнаар энэхүү байгууллагад ажиллахыг хүсвэл цахим хаяг, имэйл-ээр нь холбогдон өргөдөл, хүсэлтээ явуулаарай. Зөвшөөрөгдөн албан ёсны дадлагажигч болоход тань амжилт хүсье. </p>\n<a href=\"https://www.facebook.com/monosgroup\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Дадлага хэмээх нэрэн дор орших агуу их туршлага болон чадварыг эзэмшихийн тулд ахлах ангийн сурагчид та бүхэн хичээгээрэй. Ирээдүйн химийн инженер та бүхэн тавьсан зорилго, хүсэж буй мөрөөдөлдөө хүрэхийн тулд дээрх боломжуудыг ийнхүү ашиглаарай.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-08-18",
      "description": "Химийн инженерчлэл бол шинжлэх ухааны салбаруудын томоохон огтлолцол дээр байршдаг эрэлт ихтэй мэргэжил билээ. Энэхүү чиглэлээр ирээдүйгээ тодорхойлсон сурагчид та бүхэн гадаадын их сургуулиудын тэтгэлэгт хамрагдаж сургалтын төлбөрөө хөнгөлөх бүрэн боломжтой юм. Тийм ч учраас та бүхний хамрагдаж болох томоохон тэтгэлгүүдийн талаарх мэдээллийг энэхүү нийтлэлээрээ хүргэх гэж байна.",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Химийн инженерчлэл бол шинжлэх ухааны салбаруудын томоохон огтлолцол дээр байршдаг эрэлт ихтэй мэргэжил билээ. Энэхүү чиглэлээр ирээдүйгээ тодорхойлсон сурагчид та бүхэн гадаадын их сургуулиудын тэтгэлэгт хамрагдаж сургалтын төлбөрөө хөнгөлөх бүрэн боломжтой юм. Тийм ч учраас та бүхний хамрагдаж болох томоохон тэтгэлгүүдийн талаарх мэдээллийг энэхүү нийтлэлээрээ хүргэх гэж байна.</p>\n<h2>DAAD Германы Тэтгэлэг</h2>\n<p>Олон улсын боловсрол, дэлхийн хэмжээний мэргэжилтэн болох хүсэлтэй Монголын залууст зориулсан олон төрлийн тэтгэлгүүд бий. Тэдгээрийн нэг бол Германы DAAD (Deutscher Akademischer Austauschdienst) буюу Германы Академийн Солилцооны Албанаас олгодог тэтгэлэг юм. DAAD нь дэлхий даяар оюутан солилцооны хөтөлбөр, судалгааны төсөл, магистр, бакалаврын түвшний олон улсын оюутнуудад зориулсан тэтгэлгийг олгодог.</p>\n<p>Энэхүү тэтгэлэг нь зөвхөн сургалтын төлбөрийг хөнгөлөхөөс гадна амьжиргааны зардал, эрүүл мэндийн даатгал, судалгааны ажил хийх зардлыг багтаасан иж бүрэн тэтгэлэг юм. Тус тэтгэлэг нь ойролцоогоор € 1000 хүртэлх стипендийг хамардаг бөгөөд химийн инженерийн мэргэжлээрээ манлайлах хүсэлтэй Монгол оюутнуудад зориулсан гайхалтай боломж юм.</p>\n<p>Өргөдлөө цахим хаягаар нь явуулах ба таны сурлагын амжилт, Герман хэлний мэдлэг, бүтээлч байдал, судалгааны чадвар болон нийгмийн идэвхийг тань харж үзэн нэлээд өрсөлдөөнтэй үйл явцыг явуулдаг байна.</p>\n<p>Хэрэв та энэхүү тэтгэлгийн талаар илүү ихийг мэдэхийг хүсвэл, доорх холбоосоор зочилно уу:</p>\n<a href=\"https://mgl6.must.edu.mn/mn/page/250\">See more</a>\n<h2>DB Robinson Graduate Scholarship in Chemical Engineering</h2>\n<p>ДБ Робинсоны нэрэмжит тэтгэлгийг Канад улсын Альбертагийн Их Сургууль зарладаг ба тус сургуульд суралцаж буй төгсөлтийн оюутнуудад зориулагдсан магистрын зэргийн тэтгэлэг юм.  Тус тэтгэлэгт олон орны сурагчид өргөдлөө явуулдаг бөгөөд тухайн жилээсээ хамааран тодорхой тооны сурагчдад олгогддог аж. Нийт 3300 CAD хүртэлх мөнгөн дэмжлэгийг өгдөг ба цаашлаад Альбертагийн Их Сургуульд химийн инженерчлэлийн чиглэлээр судалгаа хийх, мэргэжлээ хөгжүүлэх боломжийг олгодог байна.</p>\n<p>Та юуны түрүүнд бакалаврын төвшинд сурсан танхимаасаа нэр дэвшигдэх шаардлагатай бөгөөд өргөдөл явуулахад тань хичээлийн амжилт, чадамж, дүнгийн голч зэргийг харахаас гадна нэмэлт эсээ болон таныг санал болгосон захидлыг шаарддаг аж. SAT-ийн оноо эсвэл бусад шалгалтын оноо шаардлагагүй ч таны судалгааны туршлага ихээхэн хэмжээгээр үнэлэгддэг билээ.  </p>\n<p>Хэрэв та энэхүү тэтгэлгийн талаар илүү ихийг мэдэхийг хүсвэл, доорх холбоосоор зочилно уу: </p>\n<a href=\"https://www.ualberta.ca/en/graduate-studies/fees-funding/scholarships-awards/department-awards/db-robinson-graduate-scholarship-in-chemical-and-materials-engineering.html\">See more</a>\n<h2>Хаалтын үг </h2>\n<p>Гадаадын их сургуулиудад сурах томоохон мөрөөдлөө биелүүлэхэд тань тэтгэлэг, санхүүгийн дэмжлэг томоохон үүрэг гүйцэтгэдэг билээ. Тийм ч учраас та бүхэн дээрх боломжуудыг итгэлтэйгээр ашиглан хүссэн мэргэжлээрээ өндөр түвшний боловсролыг олж аваарай. </p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн чиглэлээр хийгдсэн ахлах ангийн сурагчдын сонирхолтой судалгаанууд",
      "date": "2024-08-25",
      "description": "Техник, технологи өндөр хурдаар өсөн дэвших энэхүү зуунд олон орны ахлах ангийн сурагчид хүссэн чиглэлээрээ судалгааны ажил хийх нь ихэсжээ. Тэд чиглүүлэгч багшийнхаа удирдлага дор багын гишүүдтэйгээ хамтран сонирхолтой бөгөөд бусдад хэрэгтэй судалгааг гүйцэтгэн цахим хаяг дээр нийтлүүлдэг байна. Энэхүү бичвэрээрээ та бүхэнд ахлах ангийн сурагчдын химийн инженерчлэлийн чиглэлээр гүйцэтгэсэн шилдэг судалгааны ажлуудыг танилцуулъя.",
      "blog": "<h2>Танилцуулга: </h2>\n<p>Техник, технологи өндөр хурдаар өсөн дэвших энэхүү зуунд олон орны ахлах ангийн сурагчид хүссэн чиглэлээрээ судалгааны ажил хийх нь ихэсжээ. Тэд чиглүүлэгч багшийнхаа удирдлага дор багын гишүүдтэйгээ хамтран сонирхолтой бөгөөд бусдад хэрэгтэй судалгааг гүйцэтгэн цахим хаяг дээр нийтлүүлдэг байна. Энэхүү бичвэрээрээ та бүхэнд ахлах ангийн сурагчдын химийн инженерчлэлийн чиглэлээр гүйцэтгэсэн шилдэг судалгааны ажлуудыг танилцуулъя. </p>\n<h2>Tap water quality analysis in Ulaanbaatar City | 2022</h2>\n<p>Энэхүү судалгааны ажлыг “Шинэ Эрин” сургуулийн ахлах ангийн сурагчид болох Ивээл, Биндэръяа, Түвшинжаргал, Лхамсүрэн болон Энхзаяа нар хийж гүйцэтгэсэн бөгөөд Улаанбаатар хотын 6н дүүрэг цаашлаад Зайсан дахь цоргоны усны томоохон асуудлыг хөнджээ. </p>\n<p> Тэд гол төлөв усны менежмент ба түүний ач холбогдлыг чухалчилж үзсэн ба лабораторийн түвшинд нийт цоргоны усны 28 дээжийг анализ хийн олон улсын стандарттай харьцуулжээ. Үүнд усны хатуулаг шинж чанар, нягт, pH болон агуулагдах эрдэс бодисууд хамаарагдсан байна.</p>\n<p> Судалгааны үр дүнд зөвхөн 3н дээж олон улсын стандарттай нийцсэн ба Зайсанд байрших усны дээж тун хангалтгүй чанартай байсан нь тогтоогджээ. Сурагчид үүнийг газар доорх усны төв систем болон худгийн хэрэглээтэй холбон тайлбарласан байна. Тэд дүгнэлтээрээ дамжуулан Улаанбаатар хотод аюулгүй ус бусдад хүрж, ирээдүйн устай холбоотой асуудлыг урьдаас шийдэх нь зөв хэмээн томоохон анхааруулгыг тавьжээ.</p>\n<a href=\"https://emerginginvestigators.org/articles/21-196\">See more</a>\n<h2>The effect of food type on mediator-less microbial fuel cell electricity output | Aaron Hung, Jonthan Lin, Dino Ponnampalam</h2>\n<p>Энэхүү судалгааны ажлыг Тайван улсын “Kang Chiao” олон улсын сургуулийн ахлах ангийн сурагчид хийж гүйцэтгэсэн бөгөөд тогтвортой энергийн эх үүсвэр болох бичил биетний эх үүсвэр (MFC) дээр тулгуурлажээ. </p>\n<p> Тэд энерги үүсгэхэд ашиглагдаж буй бичил биетний хоол буюу түлшний өөр төрлүүд хэрхэн үүсэгдэх энергийн хэмжээнд нөлөөлдгийг судалжээ. Судлахдаа лабораторийн химийн төхөөрөмжүүд, цахилгаан хэлхээ мөн гарын доорх материалуудыг ашиглан туршилт хийн үр дүнг нь ажигласан байна. </p>\n<p> Судалгааны үр дүнд чихрийн агууламж ихтэй хоол илүү их энерги гаргадаг нь тодорхойлогджээ. Тэд дүгнэхдээ MFC-ийг тэжээхэд ашигладаг хоолны төрөл нь MFC-ийн үр ашгийг дээшлүүлэхэд чухал үүрэг гүйцэтгэдэг бөгөөд ирээдүйд үүнд анхаарал хандуулах хэрэгтэй хэмээжээ. </p>\n<a href=\"https://emerginginvestigators.org/articles/21-055\">See more</a>\n<h2>Effect of pH on the antibacterial properties of turmeric | Harshita Ganga, Samantha McDonald</h2>\n<p>Та бүхний зарим нь турмерик хэмээх гал тогоонд түгээмэл ашиглагддаг амтлагчийг мэдэх бизээ. Энэхүү амтлагчийн онцгой химийн шинж чанар нь анагаахын салбарт хорт хавдар, үрэвсэл гэх мэт өвчинтэй тэмцэхэд томоохон туслалцааг үзүүлсээр байгаа билээ.</p>\n<p> Тэгвэл энэхүү судалгааны ажил нь турмерик ургамлын бактерийн эсрэг шинж чанарыг нь судалжээ. Турмерикийн химийн шинж чанар нь температур, рН-ээс хамаарч өөрчлөгддөг бөгөөд энэ хоёр нөхцөлийг өөрчлөн туршилтаа явуулжээ. </p>\n<p> Үр дүнд нь судалгааны ажлыг хийж гүйцэтгэсэн Америкийн ахлах сургуулийн сурагчид турмерикийн уусмалын рН-ийг бууруулах нь нянгийн эсрэг шинж чанарыг нэмэгдүүлж болзошгүй гэдгийг тодорхойлжээ. Тэд дүгнэлтээрээ бактерийн эсрэг эмчилгээг илүү сайн ойлгохын тулд үр нөлөөг нь эрдэмтэд цаашид судлах шаардлагатай хэмээн мэдээллийг түгээсэн байна.</p>\n<a href=\"https://emerginginvestigators.org/articles/22-231\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Энэхүү дэлхийг илүү аюулгүй газар болгож бусдад хүртээмжтэй шийдвэрийг бий болгохын тулд ахлах ангийн сурагчид хувь нэмрээ хэрхэн оруулсныг та бүхэн харлаа. Өөрийн эргэн тойрон ба дотоод хүсэл эрмэлзлээ хослуулан та бүхэн өөрсдийн гэсэн судалгааны ажлыг ийнхүү гүйцэтгэх боломжтой юм. Тийм ч учраас ахлах ангийн сурагч та зорилгодоо хүрэхийн тулд өөрт олдсон боломж бүхнийг айлтгүй ашиглаарай.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн чиглэлээс онцлох компани, байгууллагууд",
      "date": "2024-10-07",
      "description": "Монгол орон цаашлаад бүхэл дэлхийн хөгжил дэвшилд химийн инженерүүд томоохон нөлөө үзүүлдэг билээ. Тэгвэл энэхүү нийтлэлээрээ химийн инженерчлэлийг төвөө болгож ажилладаг байгууллага болон компанийн талаар мэдээлэл хүргэх гэж байна. ",
      "blog": "<h2>Товч танилцуулга</h2><p>Монгол орон цаашлаад бүхэл дэлхийн хөгжил дэвшилд химийн инженерүүд томоохон нөлөө үзүүлдэг билээ. Тэгвэл энэхүү нийтлэлээрээ химийн инженерчлэлийг төвөө болгож ажилладаг байгууллага болон компанийн талаар мэдээлэл хүргэх гэж байна.</p><h2>Shell</h2><p>Шелл нь Их Британи-Нидерландын газрын тос, байгалийн хий олборлолтын хамгийн том компани бөгөөд дэлхийн 11 дахь хувьцаат компани юм. Энэ нь 1907 онд Royal Dutch Petroleum болон The “Shell” компаниудын нэгдлээр үүсгэн байгуулагдаж 2005 он хүртэл түншлэлийн хэлбэртэй байжээ. Дэлхийн 70 улсад 44 мянган шатахуун түгээх станц Shell барааны тэмдгийн дор ажилладаг бөгөөд 30н сая гаруй хэрэглэгчтэй байна. 2017 оны судалгаагаар үнэлгээний хувьд дэлхийд ашгаараа 3-т, цэвэр ашгаараа 21-т бичигдэж нийт ашиг ололт нь 300 тэрбум доллар хүрчээ. Энэхүү компанид химийн инженерүүд байгалийн хий болон газрын тосны олборлолтод цаашлаад түүнийг боловсруулж цахилгаан эрчим хүч үйлдвэрлэхэд томоохон хувь нэмрээ оруулсаар байна. Шелл компанийн нийт ажилчдын 20% нь ойролцоогоор химийн инженерүүд юм. Тус компани нь ажилчдын гарал үүсэл, шашин, арьс өнгө болон бэлгийн чиг хандлагыг үл хамааран тэгш байдлыг эрхэмлэдэг бөгөөд дэлхийн томоохон улс орнуудын ажлын байрны хангагч болоод байгаа билээ. <a href=\"https://www.shell.com/\">Shell-ийг энд дарж үзнэ үү</a></p><h2>Gobi cashmere</h2><p>“Говь” ХК нь 1981 онд Япон улсын хөрөнгө оруулалттайгаар байгуулагдсан үндэсний ууган үйлдвэрлэгч юм. Энэхүү компани нь хувийн хэвшлийн бүтэц, зохион байгуулалт, менежменттэйгээр үйл ажиллагаагаа явуулж байна. Монгол ямааны 100% ноолуур, тэмээний ноос болон сарлагийн хөөврийг ашиглан дэлхийн зэрэглэлд нийцсэн хамгийн сүүлийн үеийн техник, технологиор үйлдвэрлэл явуулдаг дэлхийд цөөнд тооцогддог ноолуурын цогц үйлдвэр юм. Үйлдвэрлэл, хүчин чадал, чанар, үйлчилгээ зэрэг бүх талын үзүүлэлтээрээ дэлхийн топ 10-н ноолууран бүтээгдэхүүн үйлдвэрлэгчийн тоонд зүй ёсоор тооцогддог билээ. Говь ХК-д химийн инженерүүд нэхмэлийн боловсруулалт, тогтвортой үйл ажиллагаатай холбоотой салбарт чухал үүрэг гүйцэтгэдэг билээ. Тэд ноолууран утсыг зөөлөн, бат бөх, агших, үрэгдэхэд тэсвэртэй болгох үйл явцыг удирдаж эцсийн бүтээгдэхүүний чанарыг баталгаажуулдаг. Цаашлаад тод, удаан эдэлгээтэй өнгө олж авахын тулд будгийн найрлага дээр ч мөн ажилладаг байна. <a href=\"https://www.gobicashmere.com/\">Gobi Cashmere-ийг энд дарж үзнэ үү</a></p><h2>Хаалтын үг</h2><p>Дэлхийд чанар, үйлдвэрлэлээрээ тэргүүлдэг томоохон үйлдвэрлэлийн компаниудын талаар та бүхэнд товч танилцууллаа. Энэхүү үйлдвэрлэлд химийн инженерүүдийн гаргаж буй чухал нөлөөг нь та бүхэн ойлгож хүсэл эрмэлзлээ хурцлаасай гэж хүсье. Амжилт!</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн талаарх танилцуулга",
      "date": "2024-09-10",
      "description": "",
      "blog": "<p>Химийн инженерчлэл нь үндсэндээ хими болон инженерчлэлийн ухааныг хослуулан практик асуудлуудыг шийдэх зорилгоор үйлдвэрлэл, барилга, эмийн боловсруулалт болон машин механизмын үйл ажиллагаанд ашиглагддаг салбар юм.</p>\n<p>Химийн инженерчлэлээр мэргэших үйл явц нь математик болон байгалийн шинжлэх ухааныг инженерчлэлийн шийдэлтэй холбон ойлгож, практик чадварт суралцахад оршдог. Харин тухайн чиглэлээр төгссөн тохиолдолд бүх төрлийн хүнсний, хөнгөн болон хүнд аж үйлдвэрүүд, барилгын материалын үйлдвэр, уул уурхай гэх мэт ажлын байранд ажиллах боломжтой ажээ. Нэмэж дурдахад манай оронд химийн инженерчлэлд төвтэй Монос, АПУ гэх мэт салбарууд олон тооны хэмжээгээр байдаг байна.</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженэрчлэл салбарын онцлох нээлтүүд",
      "date": "2024-09-10",
      "description": "21-р зууны хүн төрөлхтөн бид эртний үетэй харьцуулахад маш хөнгөвчилсөн бөгөөд тав тухтай амьдралаар амьдардаг билээ. Тийм ч учраас биднийг энэхүү цэгт хүрэхэд тусалсан инженерчлэлийн шинжлэх ухааныг үнэлж, бишрэх нь үл тоогдож болохгүй чухал зүйл юм. Таныг тийнхүү гайхшируулж, бахархуулж чадах химийн инженерчлэлийн томоохон нээлтүүдийн талаар энэхүү нийтлэлээрээ танилцуулахдаа таатай байна. ",
      "blog": "<h2>Танилцуулга</h2><p>21-р зууны хүн төрөлхтөн бид эртний үетэй харьцуулахад маш хөнгөвчилсөн бөгөөд тав тухтай амьдралаар амьдардаг билээ. Тийм ч учраас биднийг энэхүү цэгт хүрэхэд тусалсан инженерчлэлийн шинжлэх ухааныг үнэлж, бишрэх нь үл тоогдож болохгүй чухал зүйл юм. Таныг тийнхүү гайхшируулж, бахархуулж чадах химийн инженерчлэлийн томоохон нээлтүүдийн талаар энэхүү нийтлэлээрээ танилцуулахдаа таатай байна.</p><h2>Penicilin (Alexander Fleming)</h2><p>Та бүхний ихэнх хувь нь пенициллин хэмээх агуу антибиотик буюу бактерийн эсрэг эмний талаар мэдэх биз ээ. Хэрвээ энэхүү эмийг олж нээгээгүй байсан бол бидний биеийн ихэнх шарх, зовууриуд үхлийн аюултай байх байсан гэвэл итгэмээргүй байгаа биз? Энэхүү эмийг анх 1928 онд Шотланд улсын эрдэмтэн Александр Флеминг Penicillium төрөлд хамаарах хөгц бактерийн өсөлтийг зогсоож байгааг нь санамсаргүй байдлаар ажигласнаар олж нээжээ. Дэлхийн 2-р дайнаас болж түүнд нээлтээ үргэлжлүүлэн судалгаа хийж сайжруулах бүрэн боломж байгаагүй бөгөөд тэр эцэстээ хүрэн бууж өгсөн юм. Харин түүний шантралын дараа Ховард Флори хэмээх эрдэмтэн ажлыг нь үргэлжлүүлж тус болсон байдаг. Ийнхүү Penicilin хэмээх эм нь 1944 онд үйлдвэрлэлд гарж анагаахын салбар цаашлаад хүн төрөлхтний амьдралыг бүхлээр нь өөрчилсөн билээ.</p><h2>Polythene (Hans Von Pechmann)</h2><p>Бидний өдөр тутмын амьдралд өргөнөөр ашиглагддаг хуванцар эд зүйлсийн ихэнх нь полиэтилен хэмээх химийн нэгдлээс бүтсэн билээ. Энэхүү нэгдэл нь хуванцар хэлбэрээр ус ундааны сав, хүнсний уут, олон төрлийн тоглоом гэх мэт маш олон төрлийн бүтээгдэхүүнийг үйлдвэрлэхэд ашиглагдсаар байна. Полиэтилен нэгдлийг 1898 онд Германы эрдэмтэн Ханс Фон Печман лабораторийн судалгаа хийж байхдаа нэгэн наалдамхай бодисыг ажиглан санамсаргүй байдлаар олж нээжээ. Тэр үед нээсэн бодисоо ашиглаж хуванцар хийж үзэхэд нэг л болж өгөхгүй байсан бөгөөд хэдэн жилийн туршид ямар ч ахиц дэвшилгүй байв. Эцэст нь 1933 онд ICI гэх химийн компани полиэтиленийг ашиглан хуванцар үйлдвэрлэх үр дүнтэй арга замыг олж нээснээр бидний одоо ашигладаг хуванцар үүссэн юм.</p><h2>Хаалтын үг</h2><p>Та бүхэн шинжлэх ухаан бидний амьдралыг өөрчлөхөд хэрхэн тус болсныг тод жишээгээр харлаа. Энэхүү гайхамшгийг үргэлжлүүлж илүү дэлхийг бүтээх чадвар сурагчид та бүхэнд оршин байгаа билээ. Танд амжилт хүсье!</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-09-24",
      "description": "",
      "blog": "<h2>Шинэ материал</h2><p>Олон төрлийн шинэ материал, бодисыг гаргаж авахад химийн инженерүүд хамгийн чухал үүргийг гүйцэтгэдэг. Тэд хуванцрыг бүтээдэг полиэтилэн, дасан зохицох чадвартай машины гадарга, даавуу, бүр цаашлаад биологийн холбогдолтой акулын арьс гэх мэт өвөрмөц бөгөөд хүн төрөлхтний амьдралыг өөрчилж чадах материалуудыг олж нээсээр олон жил өнгөрчээ.</p><h2>Нанотехнологи</h2><p>Сүүлийн үед нанотехнологи хэмээх маш жижиг хэмжээний жижиг хэсгүүдийн хувьд яригддаг материалын томоохон нээлт дэлхий ертөнцийг гайхшируулаад байгаа билээ. Тэгвэл энэхүү онцгой салбарын гол төлөөлөгч, хөгжүүлэгч болон судлаачдын ихэнх хувийг химийн инженерүүд эзэлдэг байна.</p><h2>Аюулгүй байдал нэгт</h2><p>Бүх химийн инженерүүд аюулгүй байдлаа үргэлж нэгт тавихаар бэлтгэгдсэн байдаг. Тэд эргэн тойронд нь учирч болзолгүй аюулыг анзаарч анализ хийн урьдаас хамгаалалтын хэмжүүрийг авч ажлаа эхлүүлдэг. Хэрэв ажлын байрны орчинд нь хамгаалалтын аргачлал хангагдаагүй тохиолдолд тэр газартаа ажил хийхээс эргэлзэлгүйгээр татгалздаг аж.</p><h2>Зөвхөн хими биш</h2><p>Хими ба химийн инженерчлэл нь ихэвчлэн өөр хоорондоо андуурагддаг. Хими нь бодисын найрлага, шинж чанарыг ойлгоход анхаарлаа төвлөрүүлдэг бол химийн инженерчлэл нь үүнээс хавь илүү давж гардаг. Химийн инженерүүд хими, физик, биологи, математикийн мэдлэгээ тэнцүү ашиглаж түүнийгээ өргөн хүрээнд зохион бүтээж, үйлдвэрлэхэд ашигладаг. Тэд шинжлэх ухааны үзэл баримтлалыг нийгэмд тустай практик шийдэл болгон хувиргадаг юм.</p>"
    }
  ]
} 