{
    "title": "Chemical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Ахлах ангийн сурагчдад зориулсан химийн инженерчлэлийн хөтөлбөрүүд",
      "date": "2024-08-12",
      "description": "Мянга мянган боломжийг бидний өмнө тавьж өгсөн шинжлэх ухаан бол яахын аргагүй инженерчлэл мөн билээ. Энэхүү бичвэрт химийн инженерчлэлд сонирхолтой ирээдүйн эрдэмтэд, бүтээлч, баатар болох сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх хөтөлбөрүүдийг ашиглан хүссэн цэгтээ хүрэх боломжийг гартаа атгаад аваарай.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мянга мянган боломжийг бидний өмнө тавьж өгсөн шинжлэх ухаан бол яахын аргагүй инженерчлэл мөн билээ. Энэхүү бичвэрт химийн инженерчлэлд сонирхолтой ирээдүйн эрдэмтэд, бүтээлч, баатар болох сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх хөтөлбөрүүдийг ашиглан хүссэн цэгтээ хүрэх боломжийг гартаа атгаад аваарай. </p>\n<h2>IChemE</h2>\n<p>IChemE нь 1922 онд байгуулагдсан, химийн инженерүүдийн мэргэжлийн байгууллага бөгөөд “Олон Улсын Химийн Инженерүүдийн Институт” хэмээн нэрлэгддэг. Энэ нь дэлхийн олон оронд салбартай ба гол төлөв цахимаар үйл ажиллагаагаа явуулдаг байна. </p>\n<p>  Хэдий ахлах сургуулийн сурагчид та бүхэн гишүүнээр элсэх боломжгүй ч ᠌᠌᠌зохион байгуулж буй ихэнх үйл ажиллагаанд нь үнэ төлбөргүй оролцож, олон улсын сурагчидтай хөл нийлүүлэн алхах боломжтой аж. </p>\n<p>  Танд энэхүү байгууллага нь “Тогтвортой хөгжил ба химийн инженерчлэл” гэх мэт олон төрлийн онлайн сургалтуудыг үзэх, цаашлаад салбарын шилдэг мэргэжилтнүүдийн вебинарт сууж мэдлэгээ тэлэх алтан боломжийг олгоно. Мөн та жил бүр зохион байгуулагддаг химийн инжерчлэлийн уралдаан, тэмцээнд өөрийгөө сорин оролцох боломжтой бөгөөд туршлага хуримтлуулах үүд хаалгыг тань ийнхүү нээж өгдөг байна. Эцэст нь энэхүү цахим хаяг нь  химийн инженерчлэлийн талбар дахь хамгийн сүүлийн үеийн судалгаа, технологийн талаарх мэдээллийг цаг алдалгүй таны гарт хүргэдэг ажээ. </p>\n<p>  Урдаа тавьсан зорилгодоо хүрэхэд тань энэхүү байгууллага арвин ихээр тусалж чадахыг та бүхэн харлаа. Тийм учраас зөвхөн өөрт байгаа утас, компьютерын хэрэгслийг ашиглаад энэхүү цахим хаягаар хүссэн үедээ,  хаанаас ч хамаагүй зочлон, бусдаас түрүүлж алхаарай.</p>\n<a href=\"https://www.icheme.org/\">Цахим хаягаар нь зочлохыг</a>\n<h2>Chem-E-Camp</h2>\n<p>Chem-E-Camp нь АНУ-ын Буффало их сургуулийн зохион байгуулж буй зуны хөтөлбөр юм.  Энэхүү хөтөлбөр нь тус сургууль дээр зохион байгуулагдах бөгөөд химийн инженерчлэлийн ертөнцийг ойроос танилцуулах, цаашид энэхүү чиглэлээр суралцах хүсэлтэй ахлах ангийн сурагчдад зориулсан өвөрмөц боломж билээ. </p>\n<p>  Уг хөтөлбөр нь долоо хоногийн туршид явагдах ба танд химийн инженерчлэлийн үндсэн зарчмуудыг ойлгож, туршилт, төсөл хэрэгжүүлэн салбарын мэргэжилтнүүдтэй хамтран ажиллаж, мөн танилцах боломжыг олгодог аж. </p>\n<p>  Хөтөлбөрийн өргөдөл явуулах хугацаа нь 2-р cард нээгдэж 4-р сард хаагддаг бөгөөд уг хөтөлбөр нь 7 -р сарын эхээр явагддаг байна. Өргөдөл явуулахад таны хичээлийн чадамж, англи хэлний түвшин, хувь хүн, хүсэл тэмүүлэл зэргийг тань харах бөгөөд нийт өргөдөл илгээгчдийн 10-15% буюу дунджаар 30-40 сурагч тэнцдэг ажээ. Мөн тэнцэж орсон тохиолдолд танд санхүүгийн дэмжлэг хангалттай хэмжээгээр олгодог байна.</p>\n<p>  Орчин үеийн тоног төхөөрөмжөөр тоноглогдсон лаборатори, хүсэл тэмүүлэл нэгтэй олон орны сурагчид, амьдралыг тань өөрчилж чадах туршлагыг хуримтлуулмаар байвал та айдсаа ардаа үлдээгээд өргөдлөө явуулаарай. АНУ-ын  алдарт хот болох Нью Йорк хотоор аялангаа мөрөөдлөө биелүүлээрэй. </p>\n<a href=\"https://engineering.buffalo.edu/chem-e-camp\">Цахим хаягаар нь зочлохыг хүсвэл</a>\n<h2>Lumiere Research Program</h2>\n<p>Энэхүү хөтөлбөр нь дэлхийн өнцөг булан бүрээс цугларсан ахлах сургуулийн сурагчдад зориулсан онлайн судалгааны хөтөлбөр юм. Сурагчид Харвард, Оксфорд гэх мэт их сургуулиудын судлаачдын удирдлага дор 12 долоо хоногийн турш бие даан судалгааны төсөл хэрэгжүүлж, химийн инженерчлэлийн судалгааны арга зүйд суралцана. </p>\n<p>  Хөтөлбөрийн өргөдөл нь 4н улирлын турш явагддаг бөгөөд өргөдлөө явуулахад тань өндөр оноо, туршлага бус голчлон таны сонирхол, судалгааны хүсэл эрмэлзэлд үндэслэн элсүүлдэг байна. Мөн санхүүгийн байдалд тань тулгуурлан тодорхой хэмжээний дэмжлэг ч олгодог аж.</p>\n<p>  Хэрэв та судалгааны чадвараа дээшлүүлж, ирээдүйн мэргэжилдээ хөрөнгө оруулахыг хүсэж байвал Лумиер Судалгааны Хөтөлбөр хамгийн тохиромжтой сонголт тань байх болно. Хүсэл эрмэлзэл, зорилгоо урдаа тавиад итгэл дүүрэн өргөдлөө явуулаарай. Танд амжилт хүсье.</p>\n<a href=\"https://www.lumiere-education.com/\">Цахим хаягаар нь зочлохыг хүсвэл</a>\n<h2>Хаалтын үг</h2>\n<p>Хөгжил дэвшлийн энэхүү эрин үед өсөж дэвших боломж өөр төвшинд очсоныг та бүхэн харлаа. Энэ цаг үед ахлах сургуулийн сурагчид та бүхэнд одоо цагаа үр бүтээлтэй ашиглах нь яахын аргагүй чухал зүйл юм. Тийм ч учраас инженерчлэл, технологийн хослол гайхамшгийг ийнхүү ашиглаад ирээдүйгээ эрчимтэйгээр гэрэлтүүлээрэй. </p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsChemical.png",
      "author": "Naraa",
      "title": "Химийн инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-08-18",
      "description": "Орчин үеийн үйлдвэрийн технологийн процессыг загварчилж, инновацыг хөгжүүлэхэд гол үүрэг гүйцэтгэн орших салбар бол яахын аргагүй химийн инженерчлэл билээ. Энэхүү гайхалтай мэргэжлийг ирээдүйн зорилгоо болгосон ахлах ангийн сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх байгууллагуудаар дамжуулан дадлага хийж ажлын байрны ёс зүй, мэргэжлийн түвшний туршлагыг өөртөө хуримтлуулан аваарай.",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Орчин үеийн үйлдвэрийн технологийн процессыг загварчилж, инновацыг хөгжүүлэхэд гол үүрэг гүйцэтгэн орших салбар бол яахын аргагүй химийн инженерчлэл билээ. Энэхүү гайхалтай мэргэжлийг ирээдүйн зорилгоо болгосон ахлах ангийн сурагчид та бүхэн анхаарлаа хандуулаарай. Доорх байгууллагуудаар дамжуулан дадлага хийж ажлын байрны ёс зүй, мэргэжлийн түвшний туршлагыг өөртөө хуримтлуулан аваарай.</p>\n<h2>ШУА-ийн Хими, химийн технологийн хүрээлэн</h2>\n<p>ШУА-ийн Хими, химийн технологийн хүрээлэн нь 1968 онд ерөнхий хими, аналитик хими, органик хими, биохими болон агрохимийн гэсэн тасагтайгаар бие даан байгуулагдсан ба өдий хүртэл үйл ажиллагаагаа амжилттай явуулж байгаа билээ.  Энэхүү хүрээлэнгийн гол зорилго нь Монгол улсад химийн шинжлэх ухааныг түгээн дэлгэрүүлэх, химийн аж үйлдвэрийг хөгжүүлэх бөгөөд голчлон мэргэжлийн эрдэмтэд, судлаачдыг хамран эрдэм шинжилгээ, судалгааны үйл ажиллагааг явуулдаг байна. </p>\n<p>Ахлах ангийн сурагчид та бүхний хувьд энэхүү хүрээлэнтэй ойр ажилласнаар химийн инженерчлэл гэж юу болохыг гүн ойлгоод зогсохгүй ажлын байрны бодит туршлагыг лабораторийн тоног төхөөрөмжөөр дамжуулан олж авах боломжтой юм. Үүнээс гадна химийн салбарын хөгжил дэвшил, түүний Монгол дахь байр суурийг эрдэмтэд, судлаачдын үзэл бодлоос сонсон мэдэж авах ч боломжтой аж.</p>\n<p>Хэрэв та энэхүү хүрээлэнд дадлагын ажилтнаар ажиллахыг хүсвэл албан имэйл хаяг руу нь хүсэлтээ явуулаарай.</p>\n<a href=\"https://www.facebook.com/InstituteOfChemistryAndChemicalTechnology/\">See more</a>\n<h2>Монос груп᠋п</h2>\n<p>Монос Групп компани нь Монгол Улсад анх 1990 онд үүсгэн байгуулагдаж үйл ажиллагаа явуулж эхэлсэн билээ. Монос нь үүсгэн байгуулагдсан цагаасаа эхлэн анхны гэсэн тодотголтой хувийн эм, гоо сайхны үйлдвэр, эмийн сан болон өөртөө үйлчлэх эмийн сан, сургалт эрдэм шинжилгээний чиглэлээр Эм Судлалын хүрээлэнг байгуулан Монгол оюун санаа, Монгол оюун сэтгэлгээнээс ундарч буй ололт бүтээлүүдийг Монголуудынхаа эрүүл оршихуйн төлөө зориулан ажиллаж байгаа тэргүүний компани юм. </p>\n<p>Монос Групп нь олон талбарт хуваагдан үйл ажиллагаагаа явуулдаг бөгөөд химийн инженерчлэлд хамаарах эмийн бүтээгдэхүүний үйлдвэрлэлийн салбар нь одоогоор манай оронд байр сууриа томоохон хэмжээгээр эзлээд байгаа билээ. Энэхүү салбарт дадлага хийх боломж олдох нь ховор ч гартаа атган авсан тохиолдолд  үнэ цэнэтэй туршлага болох юс.</p>\n<p>Та энэхүү байгууллагад дадлага хийснээр эмийн бүтээгдэхүүн болон химийн түүхий эдийн үйлдвэрлэлийн процессыг суралцах, үйлдвэрлэлийн орчинд ажиллах, лабораторийн шинжилгээ хийх гэх мэт олон зүйлийг ойроос харан суралцах боломжтой юм. Хэдий амархан биш ч тогтвортой, байгаль орчинд ээлтэй химийн бүтээгдэхүүн үүсгэхэд санаагаа дэвшүүлэн шинэчлэл бүтээх замналыг та өөртөө үүсгэх ч боломжтой. </p>\n<p>Хэрэв та дадлагын ажилтнаар энэхүү байгууллагад ажиллахыг хүсвэл цахим хаяг, имэйл-ээр нь холбогдон өргөдөл, хүсэлтээ явуулаарай. Зөвшөөрөгдөн албан ёсны дадлагажигч болоход тань амжилт хүсье. </p>\n<a href=\"https://www.facebook.com/monosgroup\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Дадлага хэмээх нэрэн дор орших агуу их туршлага болон чадварыг эзэмшихийн тулд ахлах ангийн сурагчид та бүхэн хичээгээрэй. Ирээдүйн химийн инженер та бүхэн тавьсан зорилго, хүсэж буй мөрөөдөлдөө хүрэхийн тулд дээрх боломжуудыг ийнхүү ашиглаарай.</p>"
    }
  ]
} 