{
    "title": "Civil Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд, Барилгын инженерчлэлд",
        "date": "2000-01-01",
        "description": "Барилгын инженерчлэлийн салбар олон зууны туршид эрэгтэйчүүд давамгайлсан салбар байсан хэдий ч өнөөдөр эмэгтэй инженерүүд энэ салбарт шинэ жишгийг тогтоож, хүйсийн тэгш байдлыг хангахад чухал хувь нэмэр оруулж байна. Энэ удаад бид барилгын инженерчлэлийн салбарт томоохон амжилт гаргасан Э. Пүрэвдулам, Claire Gott болон Louise Hardy нарын түүхийг хуваалцаж байна.",
        "blog": "<h2>Танилцуулга</h2><p>Барилгын инженерчлэлийн салбар олон зууны туршид эрэгтэйчүүд давамгайлсан салбар байсан хэдий ч өнөөдөр эмэгтэй инженерүүд энэ салбарт шинэ жишгийг тогтоож, хүйсийн тэгш байдлыг хангахад чухал хувь нэмэр оруулж байна. Энэ удаад бид барилгын инженерчлэлийн салбарт томоохон амжилт гаргасан Э. Пүрэвдулам, Claire Gott болон Louise Hardy нарын түүхийг хуваалцаж байна.</p><h2>Э. Пүрэвдулам</h2><p>Энхбатын Пүрэвдулам нь Архангай аймагт төрж өссөн ба 10-р ангиа төгсөөд АНУ-ын Аляскад очин сурахаар явсан нэгэн юм. Архангай аймгаас Аляскагийн ахлах сургуульд англи хэлийг тийм ч сайн мэдэхгүй шилжин очсон ч, сургуулиа төгсөхдөө ангийнхаа шилдэг сурагч, сургуулийнхаа шилдэг төгсөгч болж чадсан юм.</p><p>Э. Пүрэвдулам нь 2016-2021 онд АНУ-ын Аляскагийн Үндэсний их сургуульд барилгын инженерээр бакалаврын зэргээ хамгаалсан ба 2023-2024 онд Минхогийн их сургуульд магистрын зэргээ хамгаалахдаа тус сургуулийн магистрын хөтөлбөрийн түүхэнд хамгийн өндөр оноо авч байсан удаатай. Тэрээр АНУ-ын Аляскагийн Үндэсний их сургуульд барилгын инженерээр суралцахын хажуугаар сургуульдаа багшилж, эмэгтэй инженерүүдийн клубийн ерөнхийлөгчөөр сонгогдон ажилласан ажээ. 2024 оны 10 сараас эхлэн Португалийн түүхэн барилга байгууламжийг хамгаалах, сэргээн засварлах төслийн бүтцийн инженерээр ажиллаж байгаа юм.</p><a href='https://www.linkedin.com/in/onya-enkhbat'>Э. Пүрэвдуламын LinkedIn</a><h2>Claire Gott</h2><p>Claire Gott нь ердөө 17 настайдаа Танзани дахь асрамжийн газрыг сэргээн засварлахад тусалж байхдаа барилгын инженер болохоор шийдсэн юм. Тэрээр Southampton-ы Их Сургуулийг төгссөний дараа WSP компанид ажиллаж эхэлсэн бөгөөд олон улсын томоохон төслүүдэд ажиллаж, одоогоор WSP компанид барилгын бүтцийн хэлтсийн даргаар ажиллаж байна. Тэрээр мөн Cameroon Catalyst хэмээх сайн дурын байгууллагыг үүсгэн байгуулсан юм. 2010 оноос хойш энэ байгууллага нь эрүүл мэндийн төв, сургууль, нарны эрчим хүчний төв, ундны цэвэр усны дэд бүтэц, ариун цэврийн байгууламжаар дамжуулан 20,000 орчим орон нутгийн иргэдийн амьдралд эерэг өөрчлөлт авчирсан юм. 2015 онд түүний “Services to civil engineering and international charity work\"-ийг үнэлж MBE-ээр шагнажээ.</p><p>Мөн тэрээр 2021 оны 7-р сард нээгдэж дэлхийн хамгийн том оношлогооны шинжилгээний байгууламжуудын нэг болсон Rosalind-Franklin лабортарийг барьхад гар бие оролцсон юм. Энэ лаборатори нь Их Британийн засгийн газрын Ковид-19 тахлын эсрэг авах арга хэмжээ авж байсан гол газар юм.</p><a href='https://www.linkedin.com/in/claire-gott-mbe/?originalSubdomain=uk'>Claire Gott-ын LinkedIn</a><h2>Louise Hardy</h2><p>Louise Hardy бол Английн иргэний инженер бөгөөд дэлхийн хэмжээнд нэр хүндтэй дэд бүтцийн төслүүдийг удирдаж байсан туршлагатай удирдагч юм. Тэрээр Top 50 Influential Women in Engineering жагсаалтад багтаж, инженерчлэлийн салбарт манлайлагчийн байр сууриа бататгасан билээ. Louise 1988 онд Warwick Их Сургуулийг барилгын инженерийн мэргэжлээр төгсөж Bechtel, Laing O'Rourke зэрэг дэлхийн алдартай компаниудад ажиллаж байсан туршлагатай.</p><p>Түүний ажилласан төслүүдийн хамгийн онцлох төсөл бол Лондон 2012 Олимпын паркийн дэд бүтцийн төслийг хариуцаж, 2 тэрбум фунтийн төсөвтэй хөтөлбөрийг амжилттай удирдсан явдал юм. Лондоны Олимпын Парк нь 2012 оны зуны олимпын наадмыг зохион байгуулахад зориулагдсан, тогтвортой хөгжлийн зарчмуудад суурилсан дэд бүтцийн хамгийн том төслүүдийн нэг юм. Энэхүү парк нь 80,000 хүний суудалтай Олимпын цэнгэлдэх хүрээлэн, Олимпын стандартад нийцсэн усан бассейн бүхий Aquatics төв, Олимпын дугуйн уралдааны төв Velopark болон бусад спортын байгууламжуудаас бүрддэг. Түүнчлэн энэ төсөлд ногоон байгууламжууд, ус цэвэршүүлэх систем, сэргээгдэх эрчим хүчний дэд бүтцийг онцгойлон хөгжүүлсэн юм.</p><a href='https://www.linkedin.com/in/louise-hardy-75242589/?originalSubdomain=uk'>Louise Hardy-ийн LinkedIn</a><h2>Дүгнэлт</h2><p>Барилгийн инженерчлэлд манлайлал болсон эмэгтэйчүүдийг танилцууллаа. Тэд зөвхөн төслүүдийг удирдаж амжилт гаргаад зогсохгүй, олон эмэгтэйг энэ салбарт хөл тавихад урамшуулж, хүйс үл хамааран амжилтад хүрэх боломжтойг баталж чадсан юм.</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Барилгын инженерчлэл уур амьсгалын өөрчлөлттэй тэмцэх нь",
      "date": "2000-01-01",
      "description": "Дэлхийн дулаарал нь хүлэмжийн хийн ялгарлын өсөлтөөс үүдэлтэй бөгөөд бидэнд тулгамдаад буй ноцтой асуудал болоод байна. Байгаль орчин, дэд бүтэц, олон нийтийн амьдралд үзүүлэх нөлөө нь маш өргөн хүрээг хамарч байгаа тул дэлхийн дулааралтай тэмцэхэд салбар бүр хувь нэмрээ оруулах шаардлагатай болоод байна. Барилгын  инженерчлэл нь дэд бүтцийг хөгжүүлэх гол тулгуур учир уур амьсгалын өөрчлөлтийн сорилтуудыг шийдвэрлэхэд чухал үүрэг гүйцэтгэдэг. ",
      "blog": "<h2>Танилцуулга</h2><p>Дэлхийн дулаарал нь хүлэмжийн хийн ялгарлын өсөлтөөс үүдэлтэй бөгөөд бидэнд тулгамдаад буй ноцтой асуудал болоод байна. Байгаль орчин, дэд бүтэц, олон нийтийн амьдралд үзүүлэх нөлөө нь маш өргөн хүрээг хамарч байгаа тул дэлхийн дулааралтай тэмцэхэд салбар бүр хувь нэмрээ оруулах шаардлагатай болоод байна. Барилгын инженерчлэл нь дэд бүтцийг хөгжүүлэх гол тулгуур учир уур амьсгалын өөрчлөлтийн сорилтуудыг шийдвэрлэхэд чухал үүрэг гүйцэтгэдэг.</p><h2>Дэлхийн дулаарал дэд бүтцэд хэрхэн нөлөөлж байна вэ?</h2><p>Далай тэнгисийн түвшин нэмэгдэж эргийн бүсийн дэд бүтэц болох усан боомт, зам, гүүр зэрэг нь усанд автсанаар эвдрэх эрсдэлтэй нүүр тулаад байгаа билээ. Мөн хэт халуун ба гамшигт үзэгдлийн давтамж, цар хүрээ нэмэгдсэнээр хар салхи, үер, ган зэрэг гамшигт үзэгдлүүд барилга байгууламж болон тээврийн системд сөргөөр нөлөөлж, зам, төмөр зам, барилгын материалын ашиглалтын хугацааг богиносгож, элэгдлийг түргэсгэж байна.</p><h2>Вааран дээвэр ба фотоволтайк</h2><p>Нарны эрчим хүчийг барилгын фасадад ашигласнаар эрчим хүчний асар их нөөцийг бүрдүүлэх боломжтой болоод байна. Эх үүсвэрээсээ хамаараад 67 тераватт цаг хүртэлх эрчим хүчний нөөц үүсгэх боломжтой. Уур амьсгалын өөрчлөлтөөс үүдэлтэйгээр энгийн барилгын материалаас эхлээд барилга байгууламж, дэд бүтцийг төлөвлөх, хэрэгжүүлэх арга барил хурдацтайгаар өөрчлөгдөж байна. Тухайлбал, нарны зай хураагуурыг төрөл бүрийн өнгөтэй үйлдвэрлэхийн зэрэгцээ уян налархай, тунгалаг, дээврийн вааран тоосгыг орлуулах боломжтой болсноос гадна дулаан, цахилгаан үйлдвэрлэдэг бүр ногоон байгууламжтай хослуулан хэрэглэх боломжтой болсон ба эдгээрээс хамгийн түгээмэл хэрэглэгдэж байгаа нь вааран дээвэртэй фотоволтайк юм. Фотоволтайк нь нарны туяаг шингээж, цахилгаан энерги болгон хувиргадаг нарны эрчим хүчний систем юм. Одоогоор энэ технологийг Итали, Португалид улсад ашиглаж байна. Энэ хавтанг хасах -40°С-ээс +85 хэмийн температурт ашиглах боломжтой ба ус болон галд тэсвэртэй ажээ.</p><p><a href=\"https://www.invisiblesolar.it/EN/\">Credits</a></p><h2>Ногоон бетон уур амьсгалд ямар ашиг тустай вэ?</h2><p>Дэлхийн дулааралтай холбогдуулан байгаль орчинд ээлтэй системүүдийг хөгжүүлж, хэрэгжүүлэх нь барилгын инженерүүдийн гол зорилго болоод байна. Үүнд хүрэх гол стратегийн нэг нь ногоон бетоныг ашиглах явдал юм. Хүрээлэн буй орчны олон янзын нөлөөллийг багасгах барилгын дэвшилтэт шинэ материалуудын нэг геополимер бетон буюу “Ногоон бетон” нь органик бус полимер болон үйлдвэрлэлийн 25-100 хүртэлх хувийн хаягдал хоёрын холимгоор хийгддэг ажээ. Энгийн бетон нь нүүрстөрөгчийн давхар ислийн ялгаралд гол хувь нэмэр оруулдаг бөгөөд энэ нь барилгын салбарын нүүрстөрөгчийн ул мөрийн ихээхэн хэсгийг бүрдүүлдэг бол ногоон бетон нь уламжлалт бетоноос байгальд ээлтэй хувилбар ба уламжлалт бетонтой харьцуулахад нүүрстөрөгчийн давхар ислийн ялгаруулалтын түвшин багатай тул барилгын төслүүдэд илүү тогтвортой сонголт болдог.</p><p><a href=\"https://www.geopolymertech.com/\">Credits</a></p><h2>Дүгнэлт</h2><p>Барилгын инженерчлэл нь зөвхөн дэд бүтцийг хөгжүүлэх төдийгүй, тогтвортой хөгжлийн зарчмуудыг баримталж, шинэлэг технологийг ашигласнаар уур амьсгалын өөрчлөлтийн эсрэг тэмцэх, шийдвэрлэх онцгой үүрэгтэй салбар ба зөвхөн өнөөдрийн асуудлыг шийдэхээс гадна ирээдүйн аюулгүй, тогтвортой орчныг бүрдүүлэхэд чухал хувь нэмэр оруулдаг салбар юм.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэлд олгох ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-11",
      "description": "Барилгын инженерчлэл гэхээр хүмүүс ихэнхдээ барилга баридаг гэж боддог гэвч түүнээс тэс ондоо юм. Тэд зам,далан,гүүр,усны систем болон бусад томоохон ажлуудын зураг төслөөс дуусгах хүртэлх бүх үйл явцыг хянах үйл явцтай ажилладаг. Та ирээдүйд барилгын инженерчлэлийн ертөнцөд ажиллахыг хүсэж байвал доорх дурдсан хөтөлбөрүүдийг сонирхож үзээд барилгын инженерчлэлийн аялалаа эхлүүлээрэй.",
      "blog": "\n<h2>Танилцуулга:</h2>\n<p>Барилгын инженерчлэл нь зам, гүүр, барилга гэх мэт дэд бүтцийг төлөвлөх, барихад чиглэсэн инженерийн салбар юм. Энэ нь өдөр тутмын амьдралд зайлшгүй шаардлагатай төслүүдийг төлөвлөх болон барихтай нягт холбоотой. Энэхүү бичсэн зүйл нь таны сонирхлыг татсан болон таны ирээдүйд дагах чиглэл мөн бол доорх дурдсан барилгын инженерчлэлтэй холбоотой хөтөлбөрүүдийг сонирхож үзээд барилгын инженерчлэлийн салбар дээр туршлага, мэдээллүүд авах шилдэг боломжуудыг бүү алдаарай.</p>\n<h2>ASCE (American Society of Civil Engineers)</h2>\n<p>ASCE нь нийгмийн эдийн засаг, нийгмийн хөдөлгүүр болох барилга, байгууламжийг төлөвлөх, барьж байгуулах, ажиллуулах үйл ажиллагаа явуулдаг. ASCE нь гишүүд, барилгын инженерийн мэргэжилтэнгүүдээс бүрдэж олон нийтэд үйлчлэх замаар ажилладаг ба та үүнийг сонирхож байвал сурагчийн гишүүнчлэлд нь бүртгүүлж үзээрэй.  Бүртгэл нь жилийн турш явагдана.</p>\n<p>Таныг хөгжүүлэхэд туслах, нөөц ихтэй энэхүү хөтөлбөрийн сурагчийн гишүүнчлэлд нь бүртгүүлснээр танд зөв карьерын зам дээр гарах, тухайн талбар дээр туршлага, мэдээллэл авах эхний алхам болж өгөхөөс гадна нэмэлтээр олон өөр зүйлсэд та эрхтэй болно. Хамгийн гол нь та сурагчын гишүүнчлэлтэй болох хүсэл гаргаж байгаа бол барилгын инженерчлэл эсвэл түүнтэй холбогдох хөтөлбөрт хамрагдсан байх ёстой. </p>\n<p>Энэхүү шаардлагыг биелүүлж байвал та ASCE-г илүү гүнзгийрүүлэн сонирхож үзээрэй.</p>\n<a href=\"https://www.asce.org/membership/join\">see more</a>\n<h2>Athena Fellowship Program:</h2>\n<p>“Athena Fellowship” program нь зөвхөн барилгын инженерчлэл дээр тулгуурладаггүй ч STEM дээр явагддаг хөтөлбөр юм. Та энэхүү хөтөлбөрт тэнцсэний дараа, явагдах үйл явц нь товчхон болон үр дүнтэй учир оролцогчид зуны бусад үйл ажиллагаанд хөтөлбөрийнхээ хажуугаар оролцох боломжтой.</p>\n<p> Athena Fellowship нь тухайн жилийнхээ намар 9-12 дугаар ангид элсэн суралцаж буй эмэгтэй сурагчдад зориулсан зуны тэтгэлэг бөгөөд 7-р сарын 8-аас 8-р сарын 2-н хүртэл, 4-н долоо хоногийн турш өрнөдөг хөтөлбөр юм. Үүнээс гадна онлайнаар явагдах тул хаанаас ч хамрагдах боломжтой. Энэхүү хөтөлбөрийн онцлог гэвэл STEM- ийн өмнөх туршлагa шаардлагагүй байгаа юм. Тиймээс та STEM-д чин сэтгэлээсээ дуртай, сурлага өндөртэй, дэлхийд эерэгээр нөлөөлөх хүсэл эрмэлзэлтэй ба тухайн жилийнхээ намар 9-12-р ангийн сурагч болох эмэгтэй сурагч бол бүртгүүлэхэд танд бүрэн нээлттэй. Энэхүү хөтөлбөрт хамрагдах сурагчид,  дэлхийн түвшний багш,сургагч, дэлхий булан бүрээс оролцож буй бусад авьяаслаг охидуудтай холбоо тогтоох, сонирхолтой цуврал лекц, тухайн зөвлөгчтэй ганцаарчлан уулзах гэх мэт зүйлсэд эрхтэй болно. Доор линкээр орж үргэлжлүүлэн судалж үзээрэй.</p>\n<a href=\"https://www.athenafellowship.org/\">see more</a>\n<h2>Хаалтын Үг:</h2>\n<p>Эдгээр хөтөлбөрүүд цаашид барилгын инженерчлэлийн мөн STEM чиглэлээр явах хүсэлтэй болон юмс төлөвлөх, юмны дизайн гаргах, барилга болон дэд бүтцүүдийн төсөл менежмент дээр ажиллах хүсэл эрмэлзэлтэй хүүхдүүдэд зориулсан юм. Тиймээс таны сонирхолд нийцэж байвал та дээр дурдсан 2 хөтөлбөрийг сонирхож ороод үзээрэй.</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-11",
      "description": "Та барилгын инженерчлэлээр явахыг хүсэж байгаа ч хаанаас эхлэхээ, хаана дадлага хийж туршлага хуримтлуулахаа мэдэхгүй байна уу? Тийм бол та доорх барилгын инженерчлэлээр дадлага хийх боломжтой байгууллагуудыг сонирхож үзээрэй.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Барилгын инженерчлэл нь орчин үеийн дэд бүтцийг бүрдүүлж өгдөг гол төлөөлөгч болж, бидний амьдарч, ажиллаж, тоглож буй орчныг бүрдүүлдэг. Барилгын инженерийн мэргэжил нь техникийн мэдлэгийг бүтээлчээр асуудлыг шийдвэрлэхтэй хослуулсан байдаг бөгөөд энэхүү чиглэлээр явахын тулд академик мэдлэгээс гадна практик туршлага шаардагддаг. Тиймээс дадлага хийж туршлага хуримтлуулах нь ирээдүйд барилгын инженерчлэлээр явах хүүхдүүдэд эхний алхам болж өгөх бөгөөд та барилгын инженерчлэлийг судалж буй болон сонирхож байгаа бол доорх дурдсан дадлага хийх боломж олгох Монгол байгууллагуудыг сонирхож үзээрэй.</p>\n<h2>Монголын Мянганы Сорилтын Сан</h2>\n<p>Монголын Мянганы Сорилтын Сан буюу MCA-Mongolia нь Монгол улсад хөгжлийн төслүүдийг санхүүжүүлэх, хэрэгжүүлэхэд чиглэсэн төсөл хэрэгжүүлэгч байгууллага юм.</p>\n<p> Энэхүү сангийн дэмждэг олон салбаруудын нэг нь дэд бүтэц (барилгын инженерчлэл) бөгөөд дэд бүтцийн төслүүд мөн хэрэгжүүлдэг юм. Тухайлбал, зам, гүүр, усан хангамжийн системүүдийн бүтээн байгуулалт, засвар, шинэчлэлт. Мянганы Сорилтын Сангийн зохион байгуулалт нь дэд бүтцийн болон бусад чиглэлээр дадлага хийх боломжийг санал болгодог (Finance, Communication and internships at the Legal team etc.) ба  MCA нь тогтмол дадлагын зар тавьдаг учир танд тэдний фейсбүүк хаягаар орж үзэхийг санал болгож байна.</p>\n<a href=\"https://www.facebook.com/mcamongolia2\">Та илүүг тэдний фэйсбүүк хаягаар сонирхоорой</a>\n<h2>Оюутолгой ХХК</h2>\n<p>Оюутолгой бол Монгол улсын хамгийн том зэс, алтны уул уурхайн компани юм. ОТ нь мөн Монгол улсын зэс, алтны хамгийн том уурхайнуудын нэгийг удирддаг компани бөгөөд дэлхий даяар танигдсан уул уурхайн төсөл юм.</p>\n<p>ОТ зэрэг уул уурхайн компаниуд  барилгын инженерчлэлээр чиглэсэн монгол оюутнуудад дадлага хийх боломж олгодог бөгөөд 2023 оны 6-р сард Оюутолгой нь уурхайн талбарын дэд бүтэц, үйлчилгээ дээр дадлагажих student intern авсан байгаа юм.  Та дадлагажигчаар сонгогдсоноор, биетээр ОТ дээр ажиллаж, асуудлыг илрүүлж үр дүнтэйгээр шийдвэрлэх, учир шалтгааныг судлах,  бетон зуурмагийн үйлдвэр дээр ажиллах гэх мэтийн ажил хийж туршлагажих юм. Дараагийн дадлагын хөтөлбөр хэзээ зарлагдах нь мэдэгдэхгүй ч оюутолгойн вэбсайтыг судалж үзээрэй.</p>\n<ul>\n<li><a href=\"https://www.ot.mn/\">www.ot.mn/</a></li>\n<li><a href=\"https://www.ot.mn/%D0%BE%D1%8E%D1%83%D1%82%D0%BD%D1%8B-%D0%B4%D0%B0%D0%B4%D0%BB%D0%B0%D0%B3%D1%8B%D0%BD-%D1%85%D3%A9%D1%82%D3%A9%D0%BB%D0%B1%D3%A9%D1%80/\">www.ot.mn/detail</a></li>\n</ul>\n<p>Өмнө жилийн оюутан дадлагажигчийн зар: </p>\n<a href=\"https://www.ot.mn/%D0%B4%D0%B0%D0%B4%D0%BB%D0%B0%D0%B3%D0%B0%D0%B6%D0%B8%D0%B3%D1%87-%D0%BE%D1%8E%D1%83%D1%82%D0%B0%D0%BD-454545/\">Та илүүг доорх вебсайтаар орж үзээрэй</a>\n<h2>Хаалтын Үг:</h2>\n<p>Ирээдүйд явах чиглэлээрээ дадлага хийх нь сурагчид болон оюутнуудад туршлага хуримтлуулах алтан боломж болдог бөгөөд дээр дурдсан барилгын инженерчлэлийн дадлагажих боломжууд нь танд, өөрийн техникийн ур чадваруудыг дээшлүүлж мөн инженерийн зарчмуудын талаарх ойлголтыг гүнзгийрүүлэх боломж олгох юм.  Тиймээс та дээр дурдсанаас илүү гүнзгийрүүлэн судалж тухайн байгуллагуудын вэбсайтаар орж үзээрэй.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-11",
      "description": "Ирээдүйд та барилгын инженерчлэлээр суралцах төлөвлөгөөтэй бол доорх дурдсан тэтгэлгүүдийг сонирхож үзээрэй",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Барилгын инженерийн тэтгэлэг нь дэд бүтцийг барьж, сайжруулахад чин сэтгэлээсээ зүтгэж буй инженерүүдийн боловсролыг дэмжих, ахиулахад чухал үүрэг гүйцэтгэдэг ба доорх дурдсан барилгын инженерчлэлтэй холбоотой тэтгэлгүүд нь таны сургалтын төлбөр болон холбогдох зардлын санхүүгийн ачааллыг хөнгөвчлөх зорилготой юм.  Барилгын инженерийн салбар хөгжсөөр байгаа тул доорх дурдсан тэтгэлэгт хамрагдсан дэмжлэг нь хувь хүний ​​амжилтад төдийгүй дэлхийн хэмжээнд тогтвортой, уян хатан дэд бүтцийн шийдлүүдийг ахиулахад хувь нэмэр оруулах юм.</p>\n<p>Ирээдүйд та барилгын инженерчлэлээр суралцах төлөвлөгөөтэй бол доорх дурдсан хоёр тэтгэлгийг энд дурдсанаас илүү гүнзгийрүүлж судлаарай.</p>\n<h2>ASCE (American Society of Civil Engineers) : </h2>\n<p>ASCE нь АНУ-ын барилгын инженерүүдийг төлөөлдөг мэргэжлийн байгууллага бөгөөд барилгын инженерийн боловсрол, мэргэжлийг дээшлүүлэх холбоотой янз бүрийн үйл ажиллагаа болон тэтгэлгүүд явуулдаг.</p>\n<p> ASCE-ийн тэтгэлэгт  дараагийн хичээлийн жилд дор хаяж нэг улирал суралцсан байх ёстой бакалаврын оюутнууд хамрагдах боломжтой бөгөөд өргөдөл явуулахын тулд ASCE-ийн “Student Membership”-тэй байх шаардлагатай.  Хэрэв та Америкийн ямар нэгэн коллеж, их сургуульд суралцдаг бол ASCE-ийн сайт дээр байгаа “ Society's Customer Service Desk”-рүү залгаж student member болох боломжтой.</p>\n<p>American Society of Civil Engineers нь төрөл бүрийн тэтгэлэг явуулдаг бөгөөд та хамрагдах дүрмийг хянаж үзээд өөрийн сонирхолтой давхцаж буй тэтгэлгийг гүнзгийрүүлэн судалж үзээрэй.</p>\n<p>Тухайн байгууллагын жил бүр олгох тэтгэлэг нь өргөдлийн сонгон шалгаруулалтын хорооны үнэлгээ, санхүүгийн байдлаас шалтгаалж өөр өөр байдаг ч гэсэн ихэвчлэн $2500-$5000 доллар хүртэл байдаг.</p>\n<p>Өргөдөл явуулахыг та сонирхож байвал та өргөдлийн маягт, recommendation letter, personal essay, дэлгэрэнгүй жилийн төсөв,орлого, transcipt, resume гэх мэтийг цуглуулах шаардлагатай болно.</p>\n<a href=\"https://www.asce.org/career-growth/awards-and-honors/scholarships\">See more</a>\n<h2>The Queen’s Jubilee Scholarship Trust (QUEST) - UK</h2>\n<p>QUEST нь Их Британид суурилсан тэтгэлэгт хөтөлбөр бөгөөд залуучуудыг барилгын инженерийн чиглэлээр карьер хөөхөд нь дэмжлэг үзүүлэх зорилгоор байгуулагдсан юм. QUEST-ийг олон, олон тооны хувь хүмүүс болон байгууллагууд дэмждэг бөгөөд үүнд Amco Giffen, BakerHicks, AtkinsRéalis гэх мэт байгууллагууд багтана.</p>\n<p>Энэхүү тэтгэлэг нь голчлон Их Британид оршин суудаг эсвэл Их Британийн сургуулиудад суралцаж буй оюутнуудад зориулагдсан байдаг бөгөөд та өргөдөл илгээхийн тулд ирэх жилийн 9 эсвэл 10-р сард Их Британийн их дээд сургуульд барилгын инженерийн чиглэлээр бакалаврын зэрэгтэй эхэлсэн байх шаардлагатай. </p>\n<p>QUEST-ийн бакалаврын оюутны хувьд та £8000 хүртэлх хэмжээний тэтгэлэг, зун бүр цалинтай ажилд орох боломж, сургуулиа төгсөөд тэргүүлэгч барилгын инженер эсвэл барилгын компанид бүтэн цагаар ажиллах гэх мэтийн боломжуудаар хангагдах юм.  Бүх илгээгдсэн өргөдлүүд QUEST-ийн хороогоор шалгаагдах бөгөөд тэд таны барилгын инженерчлэлд үзүүлэх хүсэл эрмэлзэл, хичээл зүтгэл, манлайлах болон санаачлах чадвар мөн барилгын инженерчлэлтэй холбоотой ажлын туршлагаар дүгнэж шалгаруулах болно. Өргөдлийн процессын дараа та шалгарагч чадсан бол QUEST-ийн ярилцлагад уригдаж дахин шалгаруулалтад орох болно.</p>\n<p>Та илүү гүнзгийрүүлж судлахыг хүсвэл доорх линкээр орж үзээрэй.</p>\n<a href=\"https://www.ice.org.uk/careers-learning/develop-your-career/quest/quest-undergraduate-scholarship\">See more</a>\n<h2>Хаалтын Үг: </h2>\n<p>Дээр дурдсан хоёр тэтгэлэг (American Society of Civil Engineers болон The Queen’s Jubilee Scholarship Trust) таны сонирхлыг татсан болон та ирээдүйд civil engineering-ээр явах төлөвлөгөөтэй бол тэтгэлэг бүрийн доор тавигдсан линкээр орж үзэн илүү дэлгэрүүлэн судалж, та шаардлагад нь нийцэх эсэхээ шалгахаас гадна таны сонирхолтой давхцах эсэхийг шалгаж үзэхийг зөвлөж байна.</p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэл дээр хийгдсэн ахлах ангийн сурагчдын судалгаанууд",
      "date": "2024-10-11",
      "description": "Барилгын инженерийн ертөнцөд инновацилаг болон практик шийдлүүд нь судалгаа, туршилт хийх хүсэл эрмэлзэлтэй залуу оюун ухаанаас эхэлдэг. Ахлах ангийн сурагчид шинэлэг үзэл бодол, сониуч зангаараа барилгын инженерчлэлийн чиглэл дээр төвлөрсөн судалгаа улам бүр хийж шинэлэг ухаалаг санаа, шийдлүүд гаргаж ирч байна. Ахлах ангийн сурагчдын хийсэн судалгаа болон туршилтууд нь тогтвортой, бат бөх дэд бүтцийг байгуулахад хэмжээд баршгүй хувь нэмэр оруулж байгаа ба та доорх дурдсан ахлах ангийн сурагчдын барилгын инженерчлэлийн чиглэлээр хийсэн хэд хэдэн чухал судалгааны ажлуудыг сонирхож үзээрэй.",
      "blog": "<h2>Танилцуулга: </h2>\n<p>Техник, технологи өндөр хурдаар өсөн дэвших энэхүү зуунд олон орны ахлах ангийн сурагчид хүссэн чиглэлээрээ судалгааны ажил хийх нь ихэсжээ. Тэд чиглүүлэгч багшийнхаа удирдлага дор багын гишүүдтэйгээ хамтран сонирхолтой бөгөөд бусдад хэрэгтэй судалгааг гүйцэтгэн цахим хаяг дээр нийтлүүлдэг байна. Энэхүү бичвэрээрээ та бүхэнд ахлах ангийн сурагчдын химийн инженерчлэлийн чиглэлээр гүйцэтгэсэн шилдэг судалгааны ажлуудыг танилцуулъя.</p>\n\n<h2>Tap water quality analysis in Ulaanbaatar City | 2022</h2>\n<p>Энэхүү судалгааны ажлыг “Шинэ Эрин” сургуулийн ахлах ангийн сурагчид болох Ивээл, Биндэръяа, Түвшинжаргал, Лхамсүрэн болон Энхзаяа нар хийж гүйцэтгэсэн бөгөөд Улаанбаатар хотын 6н дүүрэг цаашлаад Зайсан дахь цоргоны усны томоохон асуудлыг хөнджээ.</p>\n<p>Тэд гол төлөв усны менежмент ба түүний ач холбогдлыг чухалчилж үзсэн ба лабораторийн түвшинд нийт цоргоны усны 28 дээжийг анализ хийн олон улсын стандарттай харьцуулжээ. Үүнд усны хатуулаг шинж чанар, нягт, pH болон агуулагдах эрдэс бодисууд хамаарагдсан байна.</p>\n<p>Судалгааны үр дүнд зөвхөн 3н дээж олон улсын стандарттай нийцсэн ба Зайсанд байрших усны дээж тун хангалтгүй чанартай байсан нь тогтоогджээ. Сурагчид үүнийг газар доорх усны төв систем болон худгийн хэрэглээтэй холбон тайлбарласан байна. Тэд дүгнэлтээрээ дамжуулан Улаанбаатар хотод аюулгүй ус бусдад хүрж, ирээдүйн устай холбоотой асуудлыг урьдаас шийдэх нь зөв хэмээн томоохон анхааруулгыг тавьжээ.</p>\n<a href=\"https://emerginginvestigators.org/articles/21-196\">See more</a>\n\n<h2>The effect of food type on mediator-less microbial fuel cell electricity output | Aaron Hung, Jonthan Lin, Dino Ponnampalam</h2>\n<p>Энэхүү судалгааны ажлыг Тайван улсын “Kang Chiao” олон улсын сургуулийн ахлах ангийн сурагчид хийж гүйцэтгэсэн бөгөөд тогтвортой энергийн эх үүсвэр болох бичил биетний эх үүсвэр (MFC) дээр тулгуурлажээ.</p>\n<p>Тэд энерги үүсгэхэд ашиглагдаж буй бичил биетний хоол буюу түлшний өөр төрлүүд хэрхэн үүсэгдэх энергийн хэмжээнд нөлөөлдгийг судалжээ. Судлахдаа лабораторийн химийн төхөөрөмжүүд, цахилгаан хэлхээ мөн гарын доорх материалуудыг ашиглан туршилт хийн үр дүнг нь ажигласан байна.</p>\n<p>Судалгааны үр дүнд чихрийн агууламж ихтэй хоол илүү их энерги гаргадаг нь тодорхойлогджээ. Тэд дүгнэхдээ MFC-ийг тэжээхэд ашигладаг хоолны төрөл нь MFC-ийн үр ашгийг дээшлүүлэхэд чухал үүрэг гүйцэтгэдэг бөгөөд ирээдүйд үүнд анхаарал хандуулах хэрэгтэй хэмээжээ.</p>\n<a href=\"https://emerginginvestigators.org/articles/21-055\">See more</a>\n\n<h2>Effect of pH on the antibacterial properties of turmeric | Harshita Ganga, Samantha McDonald</h2>\n<p>Та бүхний зарим нь турмерик хэмээх гал тогоонд түгээмэл ашиглагддаг амтлагчийг мэдэх бизээ. Энэхүү амтлагчийн онцгой химийн шинж чанар нь анагаахын салбарт хорт хавдар, үрэвсэл гэх мэт өвчинтэй тэмцэхэд томоохон туслалцааг үзүүлсээр байгаа билээ.</p>\n<p>Тэгвэл энэхүү судалгааны ажил нь турмерик ургамлын бактерийн эсрэг шинж чанарыг нь судалжээ. Турмерикийн химийн шинж чанар нь температур, рН-ээс хамаарч өөрчлөгддөг бөгөөд энэ хоёр нөхцөлийг өөрчлөн туршилтаа явуулжээ.</p>\n<p>Үр дүнд нь судалгааны ажлыг хийж гүйцэтгэсэн Америкийн ахлах сургуулийн сурагчид турмерикийн уусмалын рН-ийг бууруулах нь нянгийн эсрэг шинж чанарыг нэмэгдүүлж болзошгүй гэдгийг тодорхойлжээ. Тэд дүгнэлтээрээ бактерийн эсрэг эмчилгээг илүү сайн ойлгохын тулд үр нөлөөг нь эрдэмтэд цаашид судлах шаардлагатай хэмээн мэдээллийг түгээсэн байна.</p>\n<a href=\"https://emerginginvestigators.org/articles/22-231\">See more</a>\n\n<h2>Хаалтын үг:</h2>\n<p>Энэхүү дэлхийг илүү аюулгүй газар болгож бусдад хүртээмжтэй шийдвэрийг бий болгохын тулд ахлах ангийн сурагчид хувь нэмрээ хэрхэн оруулсныг та бүхэн харлаа. Өөрийн эргэн тойрон ба дотоод хүсэл эрмэлзлээ хослуулан та бүхэн өөрсдийн гэсэн судалгааны ажлыг ийнхүү гүйцэтгэх боломжтой юм. Тийм ч учраас ахлах ангийн сурагч та зорилгодоо хүрэхийн тулд өөрт олдсон боломж бүхнийг айлтгүй ашиглаарай.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэлээс онцлох компани, байгууллагууд",
      "date": "2024-10-28",
      "description": "Хотын бүтээн байгуулалтын гол тулгуур болсон барилгын инженерийн компаниуд бидний өдөр тутмын амьдралыг тэтгэх барилга байгууламжийн зураг төсөл, бүтээн байгуулалт, засвар үйлчилгээний ажилд тэргүүн эгнээнд ордог. Барилгын инженерчлэлийн байгууллагууд орчин үеийн дэд бүтцэд томоохон хувь нэмэр оруулж, шинэлэг технологи ашиглаж мөн энэхүү салбарыг байнга хөгжүүлсээр байгаа бөгөөд энэхүү нийтлэлээр бүгдээрээ барилгын инженерчлэлийн чиглэлийн байгууллага/компаниудтай бага ч гэсэн танилцах болно.",
      "blog": "<h2>Introduction</h2><p>Engineering companies are at the forefront of modern infrastructure, contributing to design, construction, and maintenance. Let's explore notable construction engineering organizations globally and locally.</p><h2>Skanska</h2><p>Founded in 1887 in Sweden by Rudolf Fredrik Berg, <a href='https://group.skanska.com/'>Skanska</a> is a global leader in sustainable construction. It specializes in building, infrastructure management, and project development. Notable projects include the 'HS2 Mainworks' in London and the redevelopment of 'LaGuardia Terminal B' in the US. Skanska is listed on the Stockholm Stock Exchange and had a revenue of approximately $14.8 billion in 2022.</p><h2>BODI International LLC</h2><p>Established in 1993, <a href='https://bodigroup.mn/'>Bodi International LLC</a> is a Mongolian leader in construction, mining, and infrastructure. It executed Mongolia's first heavy-duty railway project, the 'Tavantolgoi-Gashuunsukhait Railway,' and the 'Tavantolgoi Coal Loading Logistics Center,' boosting national engineering achievements.</p><h2>AECOM</h2><p><a href='https://aecom.com/'>AECOM</a>, founded in 1990 and headquartered in Dallas, Texas, provides consultancy and professional project services. With 51,000 employees, AECOM serves 150 countries. Projects include 'Calgary Courts Centre' and '165 Halsey Street Data Center,' showcasing expertise in legal infrastructure and modern data centers.</p><h2>Conclusion</h2><p>These three companies from Sweden, Mongolia, and the USA highlight the diverse impact of construction engineering worldwide. Explore their websites for more insights!</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын Инженерчлэлийн Танилцуулга",
      "date": "2024-10-11",
      "description": "",
      "blog": "<h2>Барилгын инженерчлэл</h2><p>Бидний амьдарч, ажиллаж, тоглож буй орчныг орчин үеийн дэд бүтэцтэйгээр бүрдүүлж өгдөг гол төлөөлөгч салбар бол барилгын инженерчлэл юм. Таны амьдарч буй байр, барилга, гэрээс эхлээд алс холын нутгийг холбосон гүүр болон хог хаягдал зохицуулдаг нарийн төвөгтэй системүүд нь бүгд барилгын инженерчлэлийн ачаар үүсэн бий болсон юм.</p><h2>Гүүр, барилга, зам</h2><p>Эдгээр дэд бүтцүүд нь ухаан, тэсвэр тэвчээр, түүх болон тухайн цаг үеийн загвар зохиомжийн байдлыг агуулсан байдаг. Барилгын инженерчлэл нь бидний амьдралын хэв маяг, ойр орчмын харагдах үзэмжийг сайжруулахын тулд шинжлэх ухаан, технологи, бүтээлч сэтгэлгээг хослуулдаг билээ.</p><h2>Тогтвортой шийдлүүд</h2><p>Хотжилт, уур амьсгалын өөрчлөлт зэрэг асуудлуудтай тэмцэлдэж буй энэ үед барилгын инженерүүд тогтвортой бөгөөд уян хатан шийдлүүдийг боловсруулах үүргийг үүрдэг. Энэхүү салбар нь дэд бүтцээс гадна нийгмийн хэрэгцээг хангаж, орон нутгийн хөгжилд хувь нэмэр оруулдаг онцлогтой. <a href=\"https://www.asce.org\">Илүү дэлгэрэнгүйг</a></p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын Инженерчлэлийн онцгой, өвөрмөц нээлтүүд",
      "date": "2024-10-11",
      "description": "Байнга хөгжиж буй, бидний амьдралд түшиг тулгуур болж буй барилгын инженерийн салбарт зайлшгүй бидний амьдралын чанар, тав тухад дэм болох ухаалаг, онцгой нээлтүүд хэрэгтэй болно. Тиймээс бид энэхүү нийтлэлд барилгын инженерчлэлийн салбарт томоохон ач тус болж, бид хүмүүсийн амьдралын чанар, аюулгүй байдлыг дэмжиж өгсөн нээлтүүд болон тэдний зохион бүтээгчидтэй танилцах болно.",
      "blog": "<h2>Танилцуулга</h2><p>Байнга хөгжиж буй, бидний амьдралд түшиг тулгуур болж буй барилгын инженерийн салбарт зайлшгүй бидний амьдралын чанар, тав тухад дэм болох ухаалаг, онцгой нээлтүүд хэрэгтэй болно. Тиймээс бид энэхүү нийтлэлд барилгын инженерчлэлийн салбарт томоохон ач тус болж, бид хүмүүсийн амьдралын чанар, аюулгүй байдлыг дэмжиж өгсөн нээлтүүд болон тэдний зохион бүтээгчидтэй танилцах болно.</p><h2>Self-Healing Concrete - Henk Jonkers</h2><p>“Self Healing Concrete” буюу өөрийгөө эдгээж, засах чадвартай бетон нь анх 2006 онд Henk Jonkers гэх Нидерландын Делфтийн Технологийн Их Сургуулийн микробиологич болон профессорын дэвшүүлсэн санаа юм.</p><p>Тухайн нээлт нь одоогоор зарим Европын оронд ялангуяа Нидерланд улсын зарим газруудад ашиглагдаж байгаа ч илүү гүнзгийрсэн судалгаа хийгдэх болон Монгол мөн бусад улс орнууд дасан зохицох үйл явцдаа явж байгаа юм.</p><p>Заманд хагарал үүсэх үед fiber утаснууд эсвэл капсулууд хагарч, тэдгээрт агуулагдах шингэн нь ан цавыг тэр дор нь эдгээн засаж энэхүү “Self healing concrete” нь ажиллах юм.</p><p>Өөрөө өөрийгөө засах чадвартай бетон нь бат бөх чанар чухал байдаг гүүр, зам, барилга мэтийн дэд бүтцийн төслүүдэд маш их ашигтай юм. Үүний үр ашгийг хүртэж, хэрэглээнд өргөн тараах судалгаа, хөгжүүлэлт нь одоогоор үргэлжилсээр байгаа юм.</p><h2>Plastic Roads - Dr. Rajagopalan Vasudevan</h2><p>Хуванцар зам хийх санааг анх доктор Rajagopalan Vasudevan 2002 онд хуванцар нь битумын полимертэй төстэй маш сайн холбох шинж чанартай болохыг олж мэдсэнээр анх гаргажээ. Хуванцар зам нь асфальт материалыг орлуулахад ашигладаг хуванцар эсвэл хуванцар нийлмэл материалаар хэсэгчлэн болон бүхэлд нь хийсэн хатуу хучилттай зам юм.</p><p>Хуванцар зам нь харьцангуй шинэ санаа учир ашиглалтын үйл явц өргөн тархаагүй байгаа ч Нидерланд улсын Zwolle болон Giethoorn хотуудад хаягдал хуванцраар хийсэн хоёр дугуйн зам байдаг бөгөөд Энэтхэг улсын Jamshedpur хотод хуванцар болон битумын холимгоос зам, мөн Индонез улсын зарим хотуудад хуванцар асфальтын хольцыг ашиглаж хийсэн зам байх мэтийн цөөн улсуудад бага зэргийн тархсан байгаа юм байна.</p><p>Энэхүү санаа нь бидний хогийн цэгт хийж, шатааж, хүрээлэн буй орчныг бохирдуулж буй хуванцрыг дахин ашиглах боломж олгож байгаа бөгөөд хуванцар битум хоёрын хольцоор хийгдсэн зам нь стандарт болсон асфальт-бетоны замаас илүү элэгдэлд тэсвэртэй гэх мэтийн олон давуу талуудтай ухаалаг санаа юм.</p><h2>Energy Generating Sidewalks - Laurence Kemball-Cook</h2><p>Хүний хөлийн гишгүүрээс үүссэн кинетик энерги нь магадгүй дэлхийн хамгийн тогтвортой болон ашиглагддаггүй энергийн эх үүсвэр байх тиймээс олон, олон судлаачид, эрдэмтэд болон компаниуд судалж үзсэнээс 2009 онд “Pavegen” гэх Laurence Kemball-Cook-ийн компани энэхүү гайхалтай санааг төсөл болгон боловсруулж одоогоор энэхүү технологийн хөгжлөөрөө тэд тэргүүлж байгаа юм байна.</p><p>Эрчим хүч/энерги үйлдвэрлэдэг хүний зам нь хөлийн гишгүүрээс механик энергийг цахилгаан энерги болгон хувиргадаг технологид суурилдаг бөгөөд хүний алхаж, гүйж харайж буй хөдөлгөөн нь энергийг бий болгож дараа нь генераторуудад ашиглагдах цахилгаан болгон тэжээгддэг. Үүнээс гадна “Ганц гишгүүр гудамжны LED гэрлийг 30 секундийн турш асаах чадвартай” гэж <a href='https://edition.cnn.com'>CNN</a> мэдээллэсэн байгаа юм.</p><p>Pavegen-ий технологи нь хөлийн гишгүүрээс эрчим хүч гаргахын тулд пьезоэлектрик материалыг ашигладаг бөгөөд энэхүү технологи дэлхий даяар янз бүрийн олон нийтийн газар тавигдсан байгаа юм.</p><h2>Хаалтын үг</h2><p>Бид энэхүү нийтлэлийг уншсанаар барилгын инженерчлэлийн инновацилаг нээлт ололтууд нь бидэнд ирээдүйгээ илүү ногоон, илүү тогтвортой болгоход хэмжээд баршгүй хувь нэмэр оруулдаг болон оруулж чадах чадвартай гэдгийг олж мэдлээ. Жишээлбэл бид хуванцраар хийсэн замыг илүү өргөн хүрээнд ашиглавал хог хаягдлаа хогийн цэгт шатааж хорт хий агаар мандалд тарахаас сэргийлэхээс гадна хог хаягдлаа илүү үр дүнтэй дахин ашиглаж болох юм.</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн талаарх сонирхолтой баримт,  мэдээллүүд",
      "date": "2024-10-11",
      "description": "",
      "blog": "<h2>Барилгын инженерийн түүх</h2><p>Барилгын инженер бол инженерийн хамгийн эртний хэлбэр бөгөөд хамгийн эртний мэргэжлүүдийн нэг юм. Энэ нь хүний үндсэн хэрэгцээний нэг болох амьдрах байрны хэрэгцээ шаардлагаас үүдэлтэй юм.</p><h2>Барилгын инженер буюу Civil Engineering</h2><p>Барилгын инженер нь англиар “Civil Engineering” гэж орчуулагддаг. “Civil” гэх үг нь иргэний болон иргэн гэсэн утгатай бөгөөд барилгын инженерчлэлтэй тэс хамааралгүй болохыг та анзаарах байх. \"Иргэний\" гэсэн үгнээс гаралтай Civil Engineering гэдэг нэрийг 18-р зуунд цэргийн инженерээс салгах зорилгоор өгсөн бөгөөд энэ нь иргэний (цэргийн бус) чухал төслүүдийг барилгын инженерүүд хариуцна гэсэн үг юм.</p><h2>Барилгын инженерийн төсөөлөл</h2><p>Танаас нэг хүн ирээд нэгэн дэд бүтэц эсвэл барилга барь эсвэл барилгын загвар гарга гэвэл танд ийм зураг/загвар төсөөлөгдөх байх:</p><p>Гэтэл та яг адилхан асуултаа барилгын инженер хүнээс асуувал түүний толгойнд ийм зураглал гарч ирнэ:</p><h2>Барилга байгууламжийг төлөвлөх</h2><p>Барилга байгууламжийг барилгын инженерийн хэлээр төлөвлөнө гэдэг нь багана, хавтангийн хэмжээг тэдгээрийн хуваалцсан ачаалалд үндэслэн олох, мөн уг ачааллыг дэмжихэд шаардагдах гангийн хэмжээг тооцоолохыг хэлнэ.</p><h2>Бетон ашиглалт</h2><p>Өнөөдөр дэлхийд усны дараагаар бетон нь дэлхийн хамгийн их ашиглагддаг материал юм. Жилд хүн бүрт 3 тонн бетон ашигладаг бөгөөд мөн барилгад бусад бүх барилгын материалыг нийлүүлснээс 2 дахин их бетоныг ашигладаг юм байна.</p><h2>Барилгын инженер хэмээх нэр</h2><p>\"Барилгын инженер\" гэх нэр томъёо нь анх 1750 онд Жон Смитон барилга байгууламжын төсөл дээр ажиллаж буй инженерүүдийг зэвсэглэл, батлан ​​хамгаалах чиглэлээр ажиллаж байсан цэргийн инженерүүдээс ялгаж салгахын тулд бий болгосон. Цаг хугацаа өнгөрөхөд барилгын инженерийн янз бүрийн салбарууд хүлээн зөвшөөрөгдсөн бөгөөд цэргийн инженерийн ихэнх хэсэг нь барилгын инженерчлэлд шингэсэн юм.</p>"
    }
  ]
} 