{
    "title": "Civil Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsCivil.png",
      "author": "Goomaral Gungaajantsan",
      "title": "Барилгын инженерчлэлийн чиглэлд олгох ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-11",
      "description": "Барилгын инженерчлэл гэхээр хүмүүс ихэнхдээ барилга баридаг гэж боддог гэвч түүнээс тэс ондоо юм. Тэд зам,далан,гүүр,усны систем болон бусад томоохон ажлуудын зураг төслөөс дуусгах хүртэлх бүх үйл явцыг хянах үйл явцтай ажилладаг. Та ирээдүйд барилгын инженерчлэлийн ертөнцөд ажиллахыг хүсэж байвал доорх дурдсан хөтөлбөрүүдийг сонирхож үзээд барилгын инженерчлэлийн аялалаа эхлүүлээрэй.",
      "blog": "\n<h2>Танилцуулга:</h2>\n<p>Барилгын инженерчлэл нь зам, гүүр, барилга гэх мэт дэд бүтцийг төлөвлөх, барихад чиглэсэн инженерийн салбар юм. Энэ нь өдөр тутмын амьдралд зайлшгүй шаардлагатай төслүүдийг төлөвлөх болон барихтай нягт холбоотой. Энэхүү бичсэн зүйл нь таны сонирхлыг татсан болон таны ирээдүйд дагах чиглэл мөн бол доорх дурдсан барилгын инженерчлэлтэй холбоотой хөтөлбөрүүдийг сонирхож үзээд барилгын инженерчлэлийн салбар дээр туршлага, мэдээллүүд авах шилдэг боломжуудыг бүү алдаарай.</p>\n<h2>ASCE (American Society of Civil Engineers)</h2>\n<p>ASCE нь нийгмийн эдийн засаг, нийгмийн хөдөлгүүр болох барилга, байгууламжийг төлөвлөх, барьж байгуулах, ажиллуулах үйл ажиллагаа явуулдаг. ASCE нь гишүүд, барилгын инженерийн мэргэжилтэнгүүдээс бүрдэж олон нийтэд үйлчлэх замаар ажилладаг ба та үүнийг сонирхож байвал сурагчийн гишүүнчлэлд нь бүртгүүлж үзээрэй.  Бүртгэл нь жилийн турш явагдана.</p>\n<p>Таныг хөгжүүлэхэд туслах, нөөц ихтэй энэхүү хөтөлбөрийн сурагчийн гишүүнчлэлд нь бүртгүүлснээр танд зөв карьерын зам дээр гарах, тухайн талбар дээр туршлага, мэдээллэл авах эхний алхам болж өгөхөөс гадна нэмэлтээр олон өөр зүйлсэд та эрхтэй болно. Хамгийн гол нь та сурагчын гишүүнчлэлтэй болох хүсэл гаргаж байгаа бол барилгын инженерчлэл эсвэл түүнтэй холбогдох хөтөлбөрт хамрагдсан байх ёстой. </p>\n<p>Энэхүү шаардлагыг биелүүлж байвал та ASCE-г илүү гүнзгийрүүлэн сонирхож үзээрэй.</p>\n<a href=\"https://www.asce.org/membership/join\">see more</a>\n<h2>Athena Fellowship Program:</h2>\n<p>“Athena Fellowship” program нь зөвхөн барилгын инженерчлэл дээр тулгуурладаггүй ч STEM дээр явагддаг хөтөлбөр юм. Та энэхүү хөтөлбөрт тэнцсэний дараа, явагдах үйл явц нь товчхон болон үр дүнтэй учир оролцогчид зуны бусад үйл ажиллагаанд хөтөлбөрийнхээ хажуугаар оролцох боломжтой.</p>\n<p> Athena Fellowship нь тухайн жилийнхээ намар 9-12 дугаар ангид элсэн суралцаж буй эмэгтэй сурагчдад зориулсан зуны тэтгэлэг бөгөөд 7-р сарын 8-аас 8-р сарын 2-н хүртэл, 4-н долоо хоногийн турш өрнөдөг хөтөлбөр юм. Үүнээс гадна онлайнаар явагдах тул хаанаас ч хамрагдах боломжтой. Энэхүү хөтөлбөрийн онцлог гэвэл STEM- ийн өмнөх туршлагa шаардлагагүй байгаа юм. Тиймээс та STEM-д чин сэтгэлээсээ дуртай, сурлага өндөртэй, дэлхийд эерэгээр нөлөөлөх хүсэл эрмэлзэлтэй ба тухайн жилийнхээ намар 9-12-р ангийн сурагч болох эмэгтэй сурагч бол бүртгүүлэхэд танд бүрэн нээлттэй. Энэхүү хөтөлбөрт хамрагдах сурагчид,  дэлхийн түвшний багш,сургагч, дэлхий булан бүрээс оролцож буй бусад авьяаслаг охидуудтай холбоо тогтоох, сонирхолтой цуврал лекц, тухайн зөвлөгчтэй ганцаарчлан уулзах гэх мэт зүйлсэд эрхтэй болно. Доор линкээр орж үргэлжлүүлэн судалж үзээрэй.</p>\n<a href=\"https://www.athenafellowship.org/\">see more</a>\n<h2>Хаалтын Үг:</h2>\n<p>Эдгээр хөтөлбөрүүд цаашид барилгын инженерчлэлийн мөн STEM чиглэлээр явах хүсэлтэй болон юмс төлөвлөх, юмны дизайн гаргах, барилга болон дэд бүтцүүдийн төсөл менежмент дээр ажиллах хүсэл эрмэлзэлтэй хүүхдүүдэд зориулсан юм. Тиймээс таны сонирхолд нийцэж байвал та дээр дурдсан 2 хөтөлбөрийг сонирхож ороод үзээрэй.</p>"
    }
  ]
} 