{
    "title": "Electrical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Цахилгаан инженерчлэл дэх шинжлэх ухаанч эмэгтэйчүүд",
        "date": "2000-01-01",
        "description": "Нэгэн цагт эрэгтэйчүүд давамгайлж байсан инженерийн салбарт өнөөдөр эмэгтэйчүүд их амжилтад хүрчээ. Гэвч цахилгаан инженерчлэл, механик инженерчлэл, компьютерын инженерчлэл зэрэг салбарт эрэгтэй, эмэгтэй инженерүүдийн хувийн ялгаа тодорхой хэвээр байна. Жишээлбэл, АНУ-ын 2024 оны тайланд дурдсанаар, цахилгаан инженерүүдийн зөвхөн 9% нь эмэгтэйчүүд байгаа бол байгаль орчны инженерчлэлд 32% нь эмэгтэйчүүд байдаг.",
        "blog": "<h2>Нэгэн цагт эрэгтэйчүүд давамгайлж байсан инженерийн салбарт өнөөдөр эмэгтэйчүүд их амжилтад хүрчээ.</h2><p>Гэвч цахилгаан инженерчлэл, механик инженерчлэл, компьютерын инженерчлэл зэрэг салбарт эрэгтэй, эмэгтэй инженерүүдийн хувийн ялгаа тодорхой хэвээр байна. Жишээлбэл, АНУ-ын 2024 оны тайланд дурдсанаар, цахилгаан инженерүүдийн зөвхөн 9% нь эмэгтэйчүүд байгаа бол байгаль орчны инженерчлэлд 32% нь эмэгтэйчүүд байдаг.</p><p>Гэсэн хэдий ч жил бүр ахиц дэвшил гарч байна. Энэ нийтлэл нь цахилгаан инженерчлэлд эмэгтэйчүүдийн үндсийг тавьсан Эдит Кларк (Edith Clarke) болон тогтвортой хөгжлийг цахилгаан инженерчлэлийн салбарт оруулахад шинэ замыг нээж буй Адриенн Стифф-Робертс (Adrienne Stiff-Roberts) нарын амьдралыг танилцуулах болно.</p><h2>Эдит Кларк (Edith Clarke)</h2><p>Нийтлэлээ цахилгааны инженерийн салбарт эмэгтэйчүүдийн замыг анхлан тавьсан Эдит Кларкаас эхэлцгээе. Эдитийн амжилтууд нь түүний цаг үеийн хувьд шинэ зүйл байхаас гадна, ирээдүйн эмэгтэй инженерүүдийн замыг тавьсан юм...</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Electrical Инженерчлэлийн салбар бүрээс онцлох залуу инженерүүд",
      "date": "2000-01-01",
      "description": "ЦХүний эрчим хүч үйлдвэрлэлийн явцад нүүрстөрөгчийн давхар исэл зайлшгүй ялгардаг. Эрчим хүчтэй холбоотой хүлэмжийн хийн ялгаруулалт нь нийт хүний улмаас бий болсон хүлэмжийн хийн дийлэнх хувийг эзэлдэг. Жишээлбэл, АНУ болон Европын Холбооны хувьд хүлэмжийн хийн 80 орчим хувийг эрчим хүч үйлдвэрлэл эзэлдэг бол дэлхий даяар чулуужсан түлш шатааснаас үүдэлтэй нүүрстөрөгчийн давхар ислийн ялгаралт жилд ойролцоогоор 34 тэрбум тонн (Gt) хүрдэг (World Nuclear Association, 2024). Эрчим хүчийг 100 хувь үр ашигтай ашиглах боломжгүй учир бид 2050 он гэхэд Парисын гэрээний зорилгод хүрэхийн тулд чулуужсан түлшний хэрэглээг нэн даруй бууруулах шаардлагатай. Энэ тэмцэлд цахилгаан инженерүүд сэргээгдэх эрчим хүчийг хөгжүүлж, нэгтгэхэд гол үүрэг гүйцэтгэдэг.",
      "blog": "<h2>Танилцуулга</h2><p>Хүний эрчим хүч үйлдвэрлэлийн явцад нүүрстөрөгчийн давхар исэл зайлшгүй ялгардаг. Эрчим хүчтэй холбоотой хүлэмжийн хийн ялгаруулалт нь нийт хүний улмаас бий болсон хүлэмжийн хийн дийлэнх хувийг эзэлдэг. Жишээлбэл, АНУ болон Европын Холбооны хувьд хүлэмжийн хийн 80 орчим хувийг эрчим хүч үйлдвэрлэл эзэлдэг бол дэлхий даяар чулуужсан түлш шатааснаас үүдэлтэй нүүрстөрөгчийн давхар ислийн ялгаралт жилд ойролцоогоор 34 тэрбум тонн (Gt) хүрдэг (<a href='https://world-nuclear.org/Information-Library/Energy-and-the-Environment/Carbon-Dioxide-Emissions-From-Electricity'>World Nuclear Association, 2024</a>). Эрчим хүчийг 100 хувь үр ашигтай ашиглах боломжгүй учир бид 2050 он гэхэд Парисын гэрээний зорилгод хүрэхийн тулд чулуужсан түлшний хэрэглээг нэн даруй бууруулах шаардлагатай. Энэ тэмцэлд цахилгаан инженерүүд сэргээгдэх эрчим хүчийг хөгжүүлж, нэгтгэхэд гол үүрэг гүйцэтгэдэг.</p><h2>Сэргээгдэх эрчим хүчийг эрчим хүчний сүлжээнд нэгтгэх нь</h2><p>Цахилгаан инженерүүд сэргээгдэх эрчим хүчийг одоо байгаа эрчим хүчний сүлжээнд (хүчийг газар нутаг даяар түгээдэг сүлжээ) нэгтгэх чиглэлээр тэргүүлэн ажиллаж байна. Нэг жишээ бол ‘High-Voltage Direct Current’ (HVDC) дамжуулалт юм. HVDC дамжуулалтыг олон жилийн турш ашиглаж ирсэн бөгөөд одоо алслагдсан сэргээгдэх эрчим хүчний эх үүсвэрүүдийг үндсэн сүлжээнд холбох зорилгоор ашиглаж байна.</p><p>HVDC дамжуулалт нь хувьсах гүйдлийг тогтмол гүйдэл болгон хувиргадаг (тогтмол гүйдэл нь эрчим хүчний дамжуулах явцад хувьсах гүйдэлтэй харьцуулахад бага энергийн алдагдалтай байдаг.) Тогтмол гүйдэл нь өндөр хүчдэлийн тусгай шугамаар дамждаг бөгөөд эцсийн цэгтээ хүрэх үед тогтмол гүйдлийг дахин хувьсах гүйдэл болгон хувиргаж, айл өрх, бизнес, үйлдвэрт ашиглах боломжтой болгодог.</p><p>HVDC нь алслагдсан эрчим хүчний эх үүсвэрээс хотын төвүүд рүү эрчим хүчийг олон зуун, мянган километрийн зайд хүргэх хамгийн үр ашигтай арга юм. Мөн тус технологи нь салангид хувьсах гүйдлийн сүлжээнүүдийг холбож, олон төрлийн сэргээгдэх эрчим хүчний системийг нийлүүлэх боломжийг бүрдүүлдэг. HVDC нь ялангуяа усан доорх кабелийн хувьд үр дүнтэй байдаг тул далайн салхин станцууд болон эх газрын сүлжээг холбох анхны сонголт болдог. (<a href='https://clouglobal.com/hvdc-transmissions-essential-role-in-modernizing-power-grids/'>Credits</a>)</p><h2>Хосолсон сэргээгдэх эрчим хүчний систем дэх инновац</h2><p>HVDC дамжуулалт нь эрчим хүчний үр ашигтай дамжуулалтыг шийдвэрлэдэг бол хосолсон систем нь сэргээгдэх эрчим хүчний эх үүсвэрийн тасалдлын асуудлыг шийдэж байна. Сэргээгдэх эрчим хүчний эх үүсвэр нь салхи эсвэл нарны эрчим хүчээр нээлттэй тустаа ажилладаг байх ёстой гэж та бодож магадгүй. Гэхдээ салхи, нарны эрчим хүчний холимог системийг том, бага хэмжээгээр идэвхтэй хөгжүүлж, хэрэгжүүлж байгаа хэд хэдэн компани байдаг.</p><p>2022 онд Францын Unéole компани хотын барилгуудад тусгайлан тохирсон, нарны болон салхины эрчим хүчийг хослуулсан чимээгүй үйл ажиллагаатай систем боловсруулжээ. Энэхүү механизм нь фотоволтайк дээвэр бүхий хэд хэдэн салхин турбинуудаас бүрддэг бөгөөд нийтдээ дөрвөн метр орчим өндөртэй. Хөнгөн цагаан, зэвэрдэггүй ган зэрэг дахин боловсруулсан болон дахин боловсруулах боломжтой материалаар хийгдсэн энэхүү турбинууд нь нүүрстөрөгчийн ул мөрийг багасгасан зорилгоор дотооддоо үйлдвэрлэгддэг.</p><p>Энэхүү хосолсон систем нь цаг агаарын нөхцөл байдал өөрчлөгдөхөд эрчим хүчний үйлдвэрлэл тасалдах асуудлыг шийддэг. Фотоволтайкийн үр ашиг нь нарны цацрагаас хамаардаг тул өдөр фотоволтайк, салхин турбинууд хоёулаа, шөнийн цагаар эсвэл нарны цацраг ховор үед салхин турбинууд цахилгаан үйлдвэрлэнэ. Энэ нь өдрийн турш болон цаг агаарын янз бүрийн нөхцөлд эрчим хүчний тогтвортой үйлдвэрлэлийг баталгаажуулж, нэг эрчим хүчний эх үүсвэрт найдах асуудлыг шийдэж өгдөг.</p><p>Нарны болон салхины эрчим хүчийг хослуулснаар энэхүү систем нь эрчим хүчний нөөцийн чадамжийг дээд зэргээр ашигладаг. Мөн хотын орчинд цаг агаарын нөхцөл ихээхэн өөрчлөгдөж байхад илүү оновчтой ажиллана. Түүнчлэн энэ Unéole систем нь хүний биед болон барилгын тоног төхөөрөмжид хор хөнөөлтэй цахилгаан соронзон долгион ялгаруулдаггүй. (<a href='https://www.designboom.com/technology/uneole-mixed-energy-platform-solar-and-wind-power-11-02-2022/'>Credits</a>)</p><h2>Хаалтын үг</h2><p>Цахилгаан инженерүүд сэргээгдэх эрчим хүчний технологийн хязгаарыг улам бүр тэлж, нүүрстөрөгчийн ялгаруулалтыг бууруулахад ихээхэн ахиц дэвшил гаргаж байна. HVDC систем болон хосолсон эрчим хүчний шийдлүүд зэрэг шинэчлэлүүдээр тогтвортой ирээдүйд хүрэх зам улам ойртсоор. Эдгээр ахиц дэвшил нь дэлхийн дулааралтай тэмцэх, Парисын гэрээний зорилтуудыг хэрэгжүүлэхэд чухал үүрэг гүйцэтгэнэ.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Ахлах ангийнханд зориулсан цахилгааны инженер чиглэлийн шилдэг хөтөлбөрүүд болон сургалтууд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн шилдэг хөтөлбөрүүд",
      "blog": "<h2>Танилцуулга</h2>\n<p>Залуу үеийнхнийгээ мэдлэг боловсрол, хөгжил дэвшилд нь анхаардаг болсон өнөө цаг үед залуучууд өөрсдийн дуртай чиглэлээрээ үнэ төлбөргүй чанартай боловсрол эзэмших боломжтой болжээ.</p>\n<h2>Alison</h2>\n<p>Alison нь Ирланд үнэ төлбөргүй англи хэл дээрх сайт ба ахлах ангийн сурагчид энэхүү сайтаас цахилгаан инженерчлэлийн гол суурь агуулгыг сурч, өөрийн зөөлөн ур чадварыг хөгжүүлэх боломжтой. Цахилгааны инженерчлэлээс авхуулаад хувь хүний хөгжил, эрүүл мэнд, бизнес, хэл соёлын талаар давхар суралцах боломжтой. Суралцаж дууссаны дараа танд сертификат олгоно. Та өөрийн сонгосон хичээлийг ердөө 1.5-3 цагийн дотор л суралцаж дуусгаж боломжтой тул ажлын ачаалал харьцангуй бага. Мөн энэ нь интернэт орчинд байрлах тул хүн болгон хэзээд ч суралцах боломжтой. Ямарваа нэгэн тавигдах шаардлага байхгүй тул өрсөлдөөнгүй, хүн болгонд нээлттэй.</p>\n<a href=\"https://alison.com/tag/electrical-engineering?utm_source=google&utm_medium=cpc&utm_campaign=Performance-Max_Tier-3_Careers-Of-The-Future&gad_source=1&gclid=CjwKCAjw2dG1BhB4EiwA998cqBGW5LofEXmgJnl7N2Ku2PoAf41pn-lsCpEDyrceeZ-dny_ASU_ilxoCCFEQAvD_BwE\">https://alison.com</a>\n<h2>Easy Shiksha</h2>\n<p>Easy Shiksha нь Энэтхэг үнэ төлбөргүй онлайн сургалт бүхий сайт ба ахлах ангийн сурагчдад болон их сургуулийн оюутнуудад зориулсан виртуал дадлагын цогц хөтөлбөрийг санал болгодог. Цахилгааны инженерчлэлээс авхуулаад зураг, хууль, эрүүл мэнд гэх мэтчилэн хичээлийг давхар суралцах боломжтой. Мөн таныг суралцаж дуусахад сертификат олгоно. Дадлага болгон нь үнэ төлбөргүй мөн онлайн тул их амар. Та өөрийн хүссэн уян хатан дадлагын хугацааг сонгож болно. Интернэт орчинд байрлах тул хүн болгон хэзээд ч суралцах боломжтой. Ямар нэгэн тавигдах шаардлагатай байхгүй тул өрсөлдөөнгүй.</p>\n<a href=\"https://easyshiksha.com\">easyshiksha.com</a>\n<h2>Хаалтын үг</h2>\n<p>Цахилгааны инженер болох зорилготой хүүхдүүдэд туршлага болох, инженерчлэлийн тухай суурь мэдлэг олгох хамгийн шилдэг гэсэн хөтөлбөрүүдийг дурдсан тул та шууд эдгээр линкээр дамжин сонирхохоо бүү хойшлуулаарай!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженер мэргэжлээр суралцах хүсэлтэй ахлах ангийнханд зориулсан шилдэг Монгол хөтөлбөрүүд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн шилдэг хөтөлбөрүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Монгол улсын дараа дараагийн чадварлаг, оюунлаг инженерүүдийг бүтээхийн тулд сайн сургалт болон боловсон хүчин шаардагдана. Тэгвэл, эдгээр хөтөлбөрүүд таныг хамгийн сайн боловсролоор хангаж, мөрөөдлийг чинь биелүүлэхэд том туслалцаа үзүүлнэ гэвэл та итгэх үү?</p>\n<h2>ШУТИС- Цахилгаан хангамжийн хөтөлбөр</h2>\n<p>Цахилгаан эрчим хүчийг ашиглаж буй хот суурин газар техникийн оновчтой шийдлийн программыг боловсронгуй болгох, шинэчлэлт сайжруулалтыг хийх инженерийн онолын өндөр мэдлэгтэй, практикийн болон судалгаа туршилтын өндөр чадвартай инженер бэлтгэхэд уг хөтөлбөрийн зорилго оршино. Энэхүү хөтөлбөрт хамрагдахын тулд та ахлах ангийн суурь мэдлэгтэй ба арван жилээ төгссөн байх шаардлагатай. Хөтөлбөрийн туршид та бүхэн өөрсдөө биечлэн хамрагдах бөгөөд таны хамгийн гол үүрэг бол цахилгаан хангамжийн хөтөлбөртөө шамдан суралцах юм.</p>\n<a href=\"https://must.edu.mn/mn/tp/107\">See more</a>\n<h2>Мандах Их Сургууль- Цахилгааны инженерийн хөтөлбөр</h2>\n<p>Орчин үеийн цахилгааны техник, тоног, төхөөрөмж, технологийн өндөр мэдлэг чадвартай, цахилгаан шугам сүлжээ, эрчим хүчний хангамжийг хэмнэлттэй, үр ашигтай төлөвлөх, ашиглах, удирдах, бие даасан бүтээлч сэтгэлгээтэй, харилцааны ур чадвартай, мэргэжлийн гадаад хэлний мэдлэгтэй, хөрвөх чадвартай мэргэжилтэн бэлтгэхэд энэхүү хөтөлбөрийн зорилго оршино. Энэхүү хөтөлбөрт хамрагдахын тулд та бүрэн дунд боловсролтой байх хэрэгтэй ба ахлах ангиа төгссөн байх шаардлагатай. Энэхүү хөтөлбөрийн үеэр та бүхэн өөрсдөө биечлэн хамрагдах бөгөөд таны хамгийн гол том үүрэг бол цахилгаан инженерийн хөтөлбөрөөсөө их зүйл суралцаж авах юм.</p>\n<a href=\"https://mandakh.edu.mn/electricial-engineering\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Эдгээр хөтөлбөрүүдийг сонгож суралцахдаа та өөртөө итгэлтэй байж болно. Учир нь уг хөтөлбөрүүд нь цахилгаан инженерчлэлийн төрлөөр хамгийн сайн хичээл, сургалтыг явуулдаг шүү дээ. Өөрийн бодол өөртөө зөв гэдэг. Та өөрт тохирох хамгийн сайн хөтөлбөрийг сонгож амжилтын гараагаа эхлүүлээрэй!</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Канад улсын Waterloo-гийн Их Сургуулиас жил бүр цахилгаан инженерчлэлээр суралцаж буй оюутнууддаа харамгүй их хэмжээний тэтгэлэг олгодог билээ. Тэгвэл, өнөөдөр танд Монгол оюутнууд оролцох боломжтой шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүдийг танилцуулъя!</p>\n<h2>Nortel Networks Undergraduate Scholarship (Канад улс) </h2>\n<p>Waterloo-гийн Их Сургуулиас 3,500 долларын үнэтэй тэтгэлгийг цахилгаан ба компьютерын инженерийн нэгдүгээр курст элсэх шилдэг оюутнуудад олгодог. Монгол оюутнууд оролцох бүрэн боломжтой. Эрдэм шинжилгээний өндөр чадвартай оюутнуудыг сонгон шалгаруулж авдаг. Admission Information Form (AIF) гэх цахим маягтыг бөглөж өөрийнхөө талаар дэлгэрэнгүй мэдээллийг өгөх шаардлагатай. Waterloo-гийн Их Сургууль нь хувийн тодорхойлолт, бас бус эсээний оронд AIF-ийг ашигладаг. Мөн цахим ярилцлагад орох шаардлагатай.</p>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/nortel-networks-undergraduate-scholarships\">See more</a>\n<h2>Kelvyn Lo Memorial Scholarship (Канад улс) </h2>\n<p>Жил бүр 8,250 долларын үнэ бүхий тэтгэлгийг цахилгааны инженерийн нэгдүгээр курст элсэж буй бүтэн цагийн бакалаврын оюутанд олгоно. Энэхүү тэтгэлгийг Waterloo-гийн Их Сургуулиас зохион байгуулдаг бөгөөд Монгол оюутнуудад нээлттэй. Эрдэм шинжилгээний өндөр чадвартай оюутнуудыг сонгон шалгаруулж авна. Admission Information Form (AIF) гэх цахим маягтын асуултуудад хариулж өөрийнхөө талаар мэдээлэл өгөх шаардлагатай. Waterloo-гийн Их Сургууль нь хувийн тодорхойлолт, бас бус эсээний оронд AIF-ийг ашигладаг. Мөн цахим ярилцлагад орох шаардлагатай.</p>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/kelvyn-lo-memorial-scholarship\">See more</a>\n<h2>Xuemin Shen Graduate Scholarship in Telecommunication (Канад улс)</h2>\n<p>Waterloo-гийн Их Сургуулиас гаргаж буй Xuemin Shen Graduate Scholarship in Telecommunication нь магистрт сурч буй оюутнуудад зориулсан тэтгэлэг бөгөөд Монгол оюутнууд оролцох бүрэн боломжтой билээ. Цахилгааны ба Компьютерын инженерчлэлийн тэнхимд бүтэн цагаар суралцахаар бүртгүүлсэн оюутнуудад жил бүр багадаа 1000 долларын тэтгэлэг олгодог. Эрдэм шинжилгээний өндөр чадвартай, харилцаа холбооны судалгааны чиглэлээр мэргэшсэн оюутнууд энэ тэтгэлэгт тэнцэх илүү өндөр магадлалтай. Цахилгаан ба компьютерын инженерийн тэнхим нь намар бүр тэтгэлэг олгох оюутнаа сонгодог.</p>\n<a href=\"https://uwaterloo.ca/graduate-studies-postdoctoral-affairs/awards/xuemin-shen-graduate-scholarship-telecommunication#:~:text=Award%20description%3A,in%20the%20Faculty%20of%20Engineering.\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Танд өөрийн хүссэн мэргэжлээрээ өндөр хэмжээний тэтгэлгээр сураад зогсохгүй Канад улстай танилцаж, олон улсын оюутан залуустай туршлага солилцох алтан боломжтой урд тан нээлттэй байгаа тул энэ боломжийг тултал нь ашиглаарай! Таныг бид хүссэн тэтгэлэгтэй хамрагдаж чадна гэдэгт итгэлтэй байна!</p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэлийн чиглэл дээр хийгдсэн ахлах ангийн сурагчдын судалгаанууд",
      "date": "2024-10-20",
      "description": "Жил ирэх тусам ахлах ангийн хүүхдүүд бие даасан судалгааны ажил хийх нь олшрох болжээ. Цахим ертөнц дэлгэрсэн өнөө цагт мэдэхийг хүссэн мэдээллээ хурдан бөгөөд хялбараар ч авах боломжтой болж. Тэгвэл сониуч зандаа хөтлөгдсөн, хариулагдаж амжаагүй асуултын үнэн мөн чанарыг олохоор зорьсон тэдгээр хүүхдүүдийн судалгаанаас сонирхоцгоох уу?",
      "blog": "<h2>Танилцуулга</h2>\n<p>Жил ирэх тусам ахлах ангийн хүүхдүүд бие даасан судалгааны ажил хийх нь олшрох болжээ. Цахим ертөнц дэлгэрсэн өнөө цагт мэдэхийг хүссэн мэдээллээ хурдан бөгөөд хялбараар ч авах боломжтой болж. Тэгвэл сониуч зандаа хөтлөгдсөн, хариулагдаж амжаагүй асуултын үнэн мөн чанарыг олохоор зорьсон тэдгээр хүүхдүүдийн судалгаанаас сонирхоцгоох уу?</p>\n<h2>Examining Heat Recovery from Electric Light Bulbs Using Thermoelectric Generators (Pratik Vangal, Pamela Svenson)</h2>\n<p>АНУ-ын Байгаль орчныг хамгаалах агентлагийн (EPA) мэдээлснээр АНУ-ын эрчим хүчний хэрэглээний гуравны нэг нь дулаан болгон хий дэмий үрэгддэг гэв. Энэ судалгааны дагуу Stoller дунд сургуулийн сурагчид болох Pratik Vangal болон Pamela Svenson нар нь гэр ахуйн гэрлийн чийдэнгийн дулааны эрчим хүчийг боломжит эх үүсвэр болгон ашиглах зорилготойгоор судалгаа хийжээ. Тэд судалгаагаа хийхдээ хэд хэдэн шат дараалалтай туршилтуудыг хийж гүйцэтгэсэн. Эхлээд дөрвөн дулаан цахилгаан үүсгүүр (TEG) модулийг LED чийдэнгийн суурь дээр резин ашиглан бэхлэхдээ цуваа холбож залгуурт залгана. Үүний дараа вольтметрээр хэмжих гэх мэт дараалалтай явагдана. Тэд эрчим хүчийг их хэмжээгээр дахин боловсруулж, түлшний хэрэглээг бууруулснаар сая сая өрхөд тус дэм болох боломжтой гэх дүгнэлтэд хүрчээ. Энэ судалгааны ажил нь JEI гэх сэтгүүлээр шалгагдах, хүлээн авах, эцэст нь нийтлэгдэх зэрэг эрдэм шинжилгээний стандарт журмаар нийтлэгдсэн байдаг.</p>\n<a href=\"https://emerginginvestigators.org/articles/17-010/pdf\">Судалгааны дэлгэрэнгүй</a>\n<h2>Quantifying Kitchen Appliances’ Phantom Loads Using Shifted Gamma Distribution Model (Albert Gan, David Klee)</h2>\n<p>Хүн ам нэмэгдэхийн хэрээр нийт хүн амыг нөөцөөр хангах их эрчим хүч шаардагдах болжээ. Энэ цахилгаан эрчим хүчний хэрэглээг багасгах нэг арга бол цахилгаан төхөөрөмж ашиглаагүй байхад үүсдэг хийсвэр ачааллыг (phantom load) багасгах юм. Интернэт статистик дээр үндэслэхэд гал тогооны хэрэгслийн хийсвэр ачаалал нь нийт цахилгаан эрчим хүчний хэрэглээний 10 гаруй хувийг эзэлдэг хэмээн судалгааг явуулж буй Hopkins сургуулийн сурагчид болох Albert Gan болон David Klee нар таамагласан байна. Энэхүү таамаглалаа үнэн зөв эсэхийг шалгахын тулд тэд шилжсэн гамма түгээлтийн загварыг (shifted gamma distribution) ашиглаж, уг загварыг өрхийн цахилгаан эрчим хүчний хэрэглээний олон нийтийн мэдээллийн багцад ашиглахыг санал болгож хийсвэр ачааллыг тооцоолсон байна. Үүний үр дүнд тэд гал тогооны хэрэгслүүд нийт цахилгаан эрчим хүчний хэрэглээний 10.9%-ийг хийсвэр ачаалал эзэлдэг гэдгийг олж тогтоожээ. Эцэст нь дүгнэхэд хийсвэр ачааллыг бууруулах стратеги хэрэгжүүлэх нь цахилгааны төлбөрийг бууруулах, эрчим хүч хэмнэх зэрэг давуу талтай ажээ.</p>\n<a href=\"https://emerginginvestigators.org/articles/24-011/pdf\">Судалгааны дэлгэрэнгүй</a>\n<h2>Comparative Analysis of CO2 Emissions of Electric Ride-Hailing Vehicles Over Conventional Gasoline Personal Vehicles (Vaishnavi Raman, Jayant Venkatesan, Raman Aylur Subramanian)</h2>\n<p>Ride-hailing үйлчилгээ нь өнөө үед тав тухтай байдал, боломжийн үнэ, хүртээмжтэй байдал зэргээрээ түгээмэл болоод байгаа билээ. Хэдийгээр дөрвөн дугуйтай унаа тэргүүд түлш хэмнэдэг гэдгийг судлаачид тогтоосон боловч зөвхөн түлшний үр ашгаас ялгарах CO2-ийн бууралт нь ямар ч зорчигчгүй ride-hailing үйлчилгээний машинаас ялгарах CO2-ийг нөхөж чадахгүй гэж үзжээ. Үүнээс улбаалан West Windsor-Plainsboro ахлах сургуулийн сурагчид болох Vaishnavi Raman, Jayant Venkatesan болон Raman Aylur нар цахилгаанаар цэнэглэгддэг ride-hailing үйлчилгээний унаа нь CO2-ийг багасгах боломжтой хэмээн таамаг дэвшүүлжээ. Тэд дэвшүүлсэн таамгийнхаа дагуу математик загвар ашиглан бензинээр явдаг хувийн тээвэр болон цахилгаанаар цэнэглэгддэг ride-hailing машины аялал бүрд ялгаруулах CO2-ийг харьцуулжээ. Үүний үр дүнд тэд цахилгаанаар ажилладаг автомашины CO2 ялгаруулалт нь бензинээр ажилладаг хувийн тээврийн хэрэгслийн CO2 ялгаруулалттай харьцуулахад бага байгааг тогтоожээ.</p>\n<a href=\"https://emerginginvestigators.org/articles/23-059/pdf\">Судалгааны дэлгэрэнгүй</a>\n<h2>Хаалтын үг</h2>\n<p>Эдгээр судалгааны ажлууд нь яг л та бүхэнтэй адилхан ахлах ангийн хүүхдүүдийн хийсэн ажил тул танд би ч мөн судалгаа хийх боломжтой юм байна гэсэн бодол төрүүлж чадсан гэдэгт итгэлтэй байна. Хэзээ ч битгий би хэтэрхий жаахан байна гэж өөрийгөө хойш татаарай. Хийж бүтээхэд нас хамаагүй гэдэг шүү дээ.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэлийн чиглэлээс онцлох компани, байгууллагууд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн чиглэлийн маш олон компани, байгууллага байдаг ба бүгд өөр өөрийн гэсэн нарийн салбарласан чиглэл хүрээнээс тогтоно. Цахилгааны инженерчлэл нь өргөн цар хүрээтэй, өөр салбар луу хөрвөх боломжтой тул механик инженерчлэлийг IT инженерчлэлтэй хослуулсан цахилгааны инженерчлэлийн онцлох байгууллага, компани зөндөө байдаг дотроос TOP гурвийг нь танилцуулъя.",
      "blog": "<h2>Цахилгааны инженерчлэлийн топ 3 компани</h2><p>Цахилгааны инженерчлэлийн чиглэлээр дэлхийн нөлөө бүхий гурван компанийг танилцуулъя.</p><h2>ABB</h2><p>ABB (Asea Brown Boveri) нь Швейцарын Цюрих хотод төвтэй, үйлдвэрлэлийн технологийн чиглэлээр тэргүүлэгч компани юм. Энэ нь робот техник, автоматжуулалт, цахилгаанжуулалтын бүтээгдэхүүнээр мэргэшсэн бөгөөд янз бүрийн салбарын үр ашиг, тогтвортой байдал, гүйцэтгэлийг сайжруулах шийдлүүдийг санал болгодог. ABB-ийн орлого 32.32 тэрбум доллар байна.</p><a href='https://global.abb/group/en'>Дэлгэрэнгүй</a><h2>Schneider Electric</h2><p>Schneider Electric нь цахилгаанжуулалт, автоматжуулалт, дижиталчлалын чиглэлээр технологийн тэргүүлэгч юм. Тэд ухаалаг үйлдвэрлэл, дэд бүтцэд үр ашиг, тогтвортой байдлыг дэмжих шийдэл санал болгодог. 2023 онд 39.68 тэрбум долларын орлого олжээ.</p><a href='https://www.se.com/mn/en'>Дэлгэрэнгүй</a><h2>Intel</h2><p>Intel корпорац нь компьютерын эд анги, холбогдох бүтээгдэхүүнийг зохион бүтээж, үйлдвэрлэж, борлуулдаг. Тэд дэлхийн технологийг сайжруулах зорилготой бөгөөд орлого нь 55.12 тэрбум доллар байна.</p><a href='https://www.intel.com/content/www/us/en/homepage.html'>Дэлгэрэнгүй</a><h2>Хаалтын үг</h2><p>Цахилгааны инженерчлэлийн чиглэлээр дэлхийн шилдэг компаниудыг танилцууллаа. Амжилт!</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэл",
      "date": "2024-10-20",
      "description": "",
      "blog": "<h2>Цахилгааны инженерчлэл</h2><p>Одоо үеийн хүн болгоны өдөр тутамдаа ашигладаг компьютер, гар утас, дижитал цаг гэх мэтчилэн гайхалтай бүтээгдэхүүнийг хэн, хэзээ, яаж бүтээж байсан юм бол? Хэн тийм буянтай зүйл бүтээдэг байна? Энэ асуултын хариулт маш энгийн. Цахилгааны инженерүүд 1970-аад онд транзистор, резистор, конденсатор зэрэг электрон хэлхээнүүдийг бий болгожээ. Эдгээр нь бидний компьютерын гол тархи нь болж, ухаалаг утаснаас эхлээд дижитал цаг, тоглоомын консул хүртэл бидний хэрэглэж буй олон төрлийн дижитал төхөөрөмжүүдийн эхлэлийг тавьсан байдаг. Микропроцессорууд нь олон зааврыг гүйцэтгэх чадвартай байдагтай холбоотой нарийн төвөгтэй тооцоолол хийх, өгөгдлийг хурдан боловсруулах, дижитал хувьсгалыг жолоодох үндсэн суурь нь болж өгдөг тул цахилгааны инженерчлэл нь техник технологид маш үнэтэй хувь нэмэр үзүүлсэн.</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэл салбарын онцлох нээлтүүд",
      "date": "2024-10-20",
      "description": "Маш олон инженерчлэлийн нээлтүүд одоогийн бидний амьдралыг хөнгөвчлөх, ая тав тухтай байдлыг хангахад их том нөлөө үзүүлснийг бүгд л мэдэх биз ээ. Тэгвэл, бид нарын өдөр тутмын хэрэглээний гол үндэс суурь болсон эдгээр төхөөрөмж, нээлтүүдтэй танилцъя.",
      "blog": "<h2>Introduction</h2><p>Engineering innovations have greatly eased and enhanced the quality of our lives. Let us explore some fundamental devices and discoveries that form the backbone of our daily essentials.</p><h2><a href=\"#\">Electric Motor (William Sturgeon)</a></h2><p>An electric motor, which converts electrical energy into mechanical energy, was first invented in 1832 by English scientist William Sturgeon. Widely used in water pumps, washing machines, industrial equipment, and home cleaning devices, it is easily accessible at building and equipment stores.</p><h2><a href=\"#\">Microprocessor (Marcian Ted Hoff)</a></h2><p>A microprocessor, a digital chip that retrieves instructions from memory, decodes them, executes, and delivers results, was created by Marcian Ted Hoff in November 1971. Its applications include automobiles, boats, airplanes, elevators, gasoline pumps, credit cards, traffic devices, computer servers, and high-tech medical tools. Available at building and equipment stores.</p><h2><a href=\"#\">Transistor (John Bardeen, Walter Brattain, William Shockley)</a></h2><p>The transistor, a semiconductor device used for electrical conduction, amplification, and switching, was first invented in 1947 by John Bardeen, Walter Brattain, and William Shockley. Widely applied in pacemakers, hearing aids, cameras, calculators, and clocks, it is accessible at building and equipment stores.</p><h2>Conclusion</h2><p>We hope you gained a concise yet clear understanding of these three key engineering devices. To future engineers unveiling remarkable innovations, keep moving forward!</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерийн талаарх сонирхолтой мэдээлэл",
      "date": "2024-10-20",
      "description": "",
      "blog": "<h2>Гэрлийн чийдэн ба цахилгааны инженерийн эхлэл</h2><p>Гэрлийн чийдэн нь цахилгааны инженерийн түүхэн дэх хамгийн гайхалтай бэлгэ тэмдэг бүхий зүйл болсон байдаг. 1802 онд Хамфри Дэви анхны цахилгаан гэрлийг зохион бүтээжээ. Тэрээр цахилгаанаар туршилт хийж, цахилгаан батарей зохион бүтээжээ. Тэрээр батарей болон нүүрстөрөгчийн хэсэг рүү утас холбоход нүүрстөрөгч нь гэрэлтэж, гэрэл үүсгэж байгааг анхаарав. Түүний шинэ бүтээлийг цахилгаан нуман чийдэн(incandescent light bulb) гэж нэрлэдэг байв.</p><h2>Цахилгааны инженерийн үүсэл</h2><p>Цахилгааны инженер нь хамгийн сүүлд гарч ирсэн шинэ инженерчлэлийн салбар бөгөөд анх 19-р зууны үед л үүсэж хөгжсөн байдаг. 1897 онд электроныг таньж, дараа нь жижиг цахилгаан дохиог өсгөж, засаж залруулах вакум хоолойг зохион бүтээснээр электроникийн салбарыг нээсний дараа цахилгааны инженерчлэл үүсчээ. 1920-иод оны эхээр арилжааны радио нэвтрүүлэг, харилцаа холбоо өргөн хүрээтэй болж, электрон өсгөгчийг утас, дуу бичлэгийн үйлдвэрлэл зэрэг олон төрлийн хэрэглээнд ашиглаж эхэлжээ.</p><h2>Рован Аткинсон ба цахилгааны инженер</h2><p>Рован Аткинсон буюу бидний сайн мэдэх Mr.Bean нь цахилгааны инженер хүн байдаг байна. Шинжлэх ухааны хичээлдээ сайн байсан тэрээр Ньюкастлийн их сургуульд элсэн суралцаж, 1975 онд Цахилгаан ба электрон инженерийн чиглэлээр бакалаврын зэрэг хамгаалсан. Аткинсон 1935 онд Оксфордын Хатан хааны коллежид богино хугацаанд докторын зэрэг хамгаалсан. Тэрээр цахилгааны инженерийн чиглэлээр магистрын зэрэгтэй төгссөн. 1978 онд хэвлэгдсэн түүний магистрын диссертаци нь өөрийгөө тохируулах хяналтын хэрэглээг авч үзсэн.(<a href='https://en.wikipedia.org/wiki/Self-tuning_control'>self-tuning control</a>).</p><h2>Никола Теслагийн хувьсах гүйдлийн хөдөлгүүр</h2><p>Никола Тесла 1800-аад оны сүүлээр өөрийн анхны хувьсах гүйдлийн хөдөлгүүрийг өөрийн толгойд бүтнээр нь бүтээж, ямар ч зураг төсөл, инженерийн программ хангамж гэх мэт зүйлгүй, түүнийгээ өөрөө одоо байгаа үйлдвэрлэлийн эд ангиудыг гараар өөрчилж физик бодит байдалд орчуулсан нь 1888 оны 5-р сард патентлагдсан. Энэ нь коммутатор шаардлагагүй загвар байснаараа оч гарахаас зайлсхийж байдаг.</p>"
    }
  ]
} 