{
    "title": "Electrical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Ахлах ангийнханд зориулсан цахилгааны инженер чиглэлийн шилдэг хөтөлбөрүүд болон сургалтууд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн шилдэг хөтөлбөрүүд",
      "blog": "<h2>Танилцуулга</h2>\n<p>Залуу үеийнхнийгээ мэдлэг боловсрол, хөгжил дэвшилд нь анхаардаг болсон өнөө цаг үед залуучууд өөрсдийн дуртай чиглэлээрээ үнэ төлбөргүй чанартай боловсрол эзэмших боломжтой болжээ.</p>\n<h2>Alison</h2>\n<p>Alison нь Ирланд үнэ төлбөргүй англи хэл дээрх сайт ба ахлах ангийн сурагчид энэхүү сайтаас цахилгаан инженерчлэлийн гол суурь агуулгыг сурч, өөрийн зөөлөн ур чадварыг хөгжүүлэх боломжтой. Цахилгааны инженерчлэлээс авхуулаад хувь хүний хөгжил, эрүүл мэнд, бизнес, хэл соёлын талаар давхар суралцах боломжтой. Суралцаж дууссаны дараа танд сертификат олгоно. Та өөрийн сонгосон хичээлийг ердөө 1.5-3 цагийн дотор л суралцаж дуусгаж боломжтой тул ажлын ачаалал харьцангуй бага. Мөн энэ нь интернэт орчинд байрлах тул хүн болгон хэзээд ч суралцах боломжтой. Ямарваа нэгэн тавигдах шаардлага байхгүй тул өрсөлдөөнгүй, хүн болгонд нээлттэй.</p>\n<a href=\"https://alison.com/tag/electrical-engineering?utm_source=google&utm_medium=cpc&utm_campaign=Performance-Max_Tier-3_Careers-Of-The-Future&gad_source=1&gclid=CjwKCAjw2dG1BhB4EiwA998cqBGW5LofEXmgJnl7N2Ku2PoAf41pn-lsCpEDyrceeZ-dny_ASU_ilxoCCFEQAvD_BwE\">https://alison.com</a>\n<h2>Easy Shiksha</h2>\n<p>Easy Shiksha нь Энэтхэг үнэ төлбөргүй онлайн сургалт бүхий сайт ба ахлах ангийн сурагчдад болон их сургуулийн оюутнуудад зориулсан виртуал дадлагын цогц хөтөлбөрийг санал болгодог. Цахилгааны инженерчлэлээс авхуулаад зураг, хууль, эрүүл мэнд гэх мэтчилэн хичээлийг давхар суралцах боломжтой. Мөн таныг суралцаж дуусахад сертификат олгоно. Дадлага болгон нь үнэ төлбөргүй мөн онлайн тул их амар. Та өөрийн хүссэн уян хатан дадлагын хугацааг сонгож болно. Интернэт орчинд байрлах тул хүн болгон хэзээд ч суралцах боломжтой. Ямар нэгэн тавигдах шаардлагатай байхгүй тул өрсөлдөөнгүй.</p>\n<a href=\"https://easyshiksha.com\">easyshiksha.com</a>\n<h2>Хаалтын үг</h2>\n<p>Цахилгааны инженер болох зорилготой хүүхдүүдэд туршлага болох, инженерчлэлийн тухай суурь мэдлэг олгох хамгийн шилдэг гэсэн хөтөлбөрүүдийг дурдсан тул та шууд эдгээр линкээр дамжин сонирхохоо бүү хойшлуулаарай!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженер мэргэжлээр суралцах хүсэлтэй ахлах ангийнханд зориулсан шилдэг Монгол хөтөлбөрүүд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн шилдэг хөтөлбөрүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Монгол улсын дараа дараагийн чадварлаг, оюунлаг инженерүүдийг бүтээхийн тулд сайн сургалт болон боловсон хүчин шаардагдана. Тэгвэл, эдгээр хөтөлбөрүүд таныг хамгийн сайн боловсролоор хангаж, мөрөөдлийг чинь биелүүлэхэд том туслалцаа үзүүлнэ гэвэл та итгэх үү?</p>\n<h2>ШУТИС- Цахилгаан хангамжийн хөтөлбөр</h2>\n<p>Цахилгаан эрчим хүчийг ашиглаж буй хот суурин газар техникийн оновчтой шийдлийн программыг боловсронгуй болгох, шинэчлэлт сайжруулалтыг хийх инженерийн онолын өндөр мэдлэгтэй, практикийн болон судалгаа туршилтын өндөр чадвартай инженер бэлтгэхэд уг хөтөлбөрийн зорилго оршино. Энэхүү хөтөлбөрт хамрагдахын тулд та ахлах ангийн суурь мэдлэгтэй ба арван жилээ төгссөн байх шаардлагатай. Хөтөлбөрийн туршид та бүхэн өөрсдөө биечлэн хамрагдах бөгөөд таны хамгийн гол үүрэг бол цахилгаан хангамжийн хөтөлбөртөө шамдан суралцах юм.</p>\n<a href=\"https://must.edu.mn/mn/tp/107\">See more</a>\n<h2>Мандах Их Сургууль- Цахилгааны инженерийн хөтөлбөр</h2>\n<p>Орчин үеийн цахилгааны техник, тоног, төхөөрөмж, технологийн өндөр мэдлэг чадвартай, цахилгаан шугам сүлжээ, эрчим хүчний хангамжийг хэмнэлттэй, үр ашигтай төлөвлөх, ашиглах, удирдах, бие даасан бүтээлч сэтгэлгээтэй, харилцааны ур чадвартай, мэргэжлийн гадаад хэлний мэдлэгтэй, хөрвөх чадвартай мэргэжилтэн бэлтгэхэд энэхүү хөтөлбөрийн зорилго оршино. Энэхүү хөтөлбөрт хамрагдахын тулд та бүрэн дунд боловсролтой байх хэрэгтэй ба ахлах ангиа төгссөн байх шаардлагатай. Энэхүү хөтөлбөрийн үеэр та бүхэн өөрсдөө биечлэн хамрагдах бөгөөд таны хамгийн гол том үүрэг бол цахилгаан инженерийн хөтөлбөрөөсөө их зүйл суралцаж авах юм.</p>\n<a href=\"https://mandakh.edu.mn/electricial-engineering\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Эдгээр хөтөлбөрүүдийг сонгож суралцахдаа та өөртөө итгэлтэй байж болно. Учир нь уг хөтөлбөрүүд нь цахилгаан инженерчлэлийн төрлөөр хамгийн сайн хичээл, сургалтыг явуулдаг шүү дээ. Өөрийн бодол өөртөө зөв гэдэг. Та өөрт тохирох хамгийн сайн хөтөлбөрийг сонгож амжилтын гараагаа эхлүүлээрэй!</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsElectrical.png",
      "author": "Sunder Tseelei",
      "title": "Цахилгааны инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-20",
      "description": "Цахилгааны инженерчлэлийн бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "blog": "\n<h2>Танилцуулга</h2>\n<p>Канад улсын Waterloo-гийн Их Сургуулиас жил бүр цахилгаан инженерчлэлээр суралцаж буй оюутнууддаа харамгүй их хэмжээний тэтгэлэг олгодог билээ. Тэгвэл, өнөөдөр танд Монгол оюутнууд оролцох боломжтой шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүдийг танилцуулъя!</p>\n<h2>Nortel Networks Undergraduate Scholarship (Канад улс) </h2>\n<p>Waterloo-гийн Их Сургуулиас 3,500 долларын үнэтэй тэтгэлгийг цахилгаан ба компьютерын инженерийн нэгдүгээр курст элсэх шилдэг оюутнуудад олгодог. Монгол оюутнууд оролцох бүрэн боломжтой. Эрдэм шинжилгээний өндөр чадвартай оюутнуудыг сонгон шалгаруулж авдаг. Admission Information Form (AIF) гэх цахим маягтыг бөглөж өөрийнхөө талаар дэлгэрэнгүй мэдээллийг өгөх шаардлагатай. Waterloo-гийн Их Сургууль нь хувийн тодорхойлолт, бас бус эсээний оронд AIF-ийг ашигладаг. Мөн цахим ярилцлагад орох шаардлагатай.</p>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/nortel-networks-undergraduate-scholarships\">See more</a>\n<h2>Kelvyn Lo Memorial Scholarship (Канад улс) </h2>\n<p>Жил бүр 8,250 долларын үнэ бүхий тэтгэлгийг цахилгааны инженерийн нэгдүгээр курст элсэж буй бүтэн цагийн бакалаврын оюутанд олгоно. Энэхүү тэтгэлгийг Waterloo-гийн Их Сургуулиас зохион байгуулдаг бөгөөд Монгол оюутнуудад нээлттэй. Эрдэм шинжилгээний өндөр чадвартай оюутнуудыг сонгон шалгаруулж авна. Admission Information Form (AIF) гэх цахим маягтын асуултуудад хариулж өөрийнхөө талаар мэдээлэл өгөх шаардлагатай. Waterloo-гийн Их Сургууль нь хувийн тодорхойлолт, бас бус эсээний оронд AIF-ийг ашигладаг. Мөн цахим ярилцлагад орох шаардлагатай.</p>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/kelvyn-lo-memorial-scholarship\">See more</a>\n<h2>Xuemin Shen Graduate Scholarship in Telecommunication (Канад улс)</h2>\n<p>Waterloo-гийн Их Сургуулиас гаргаж буй Xuemin Shen Graduate Scholarship in Telecommunication нь магистрт сурч буй оюутнуудад зориулсан тэтгэлэг бөгөөд Монгол оюутнууд оролцох бүрэн боломжтой билээ. Цахилгааны ба Компьютерын инженерчлэлийн тэнхимд бүтэн цагаар суралцахаар бүртгүүлсэн оюутнуудад жил бүр багадаа 1000 долларын тэтгэлэг олгодог. Эрдэм шинжилгээний өндөр чадвартай, харилцаа холбооны судалгааны чиглэлээр мэргэшсэн оюутнууд энэ тэтгэлэгт тэнцэх илүү өндөр магадлалтай. Цахилгаан ба компьютерын инженерийн тэнхим нь намар бүр тэтгэлэг олгох оюутнаа сонгодог.</p>\n<a href=\"https://uwaterloo.ca/graduate-studies-postdoctoral-affairs/awards/xuemin-shen-graduate-scholarship-telecommunication#:~:text=Award%20description%3A,in%20the%20Faculty%20of%20Engineering.\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Танд өөрийн хүссэн мэргэжлээрээ өндөр хэмжээний тэтгэлгээр сураад зогсохгүй Канад улстай танилцаж, олон улсын оюутан залуустай туршлага солилцох алтан боломжтой урд тан нээлттэй байгаа тул энэ боломжийг тултал нь ашиглаарай! Таныг бид хүссэн тэтгэлэгтэй хамрагдаж чадна гэдэгт итгэлтэй байна!</p>"
    }
  ]
} 