{
    "title": "Environmental Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр оролцох боломжтой шилдэг ахлах ангийн сурагчдад зориулсан хөтөлбөрүүд",
      "date": "2024-11-10",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү хөтөлбөрүүдтэй танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Байгаль эх дэлхийн нөхцөл байдал огцом хурдтайгаар дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь нийгэмд ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд, тухайн чиглэлээр явагдах сонирхолтой хөтөлбөр болоод дадлагажилтын тоо нэмэгдэн, технологийн дэвшлийн ачаар олон улсын сурагчид ч мөн зайнаас хамрагдах боломжтой болжээ. Тэгвэл энэ удаагийн нийтлэлээр Монгол ахлал ангийн сурагчид хамрагдаж бүрэн боломжтой 2 хөтөлбөрийг танилцуулъя!</p>\n<h2>Ladder Internships - Startup Internship Program:</h2>\n<p>“Ladder Internships” бол 2021 онд Харвардын төгсөгчид хамтран байгуулсан нэгэн гарааны бизнес юм. Тэд олон олон чадварлаг ахлах ангийн сурагчдад дэлхийн хамгийн амжилттай компаниудад дадлагажих боломжийг олгох зорилготойгоор бий болсон ба төрөл бүрийн чиглэлээр дадлага ажил санал болгодгоороо онцлог юм. </p>\n<p>Тэдний “Startup Internship Program” нь 8 долоо хоногийн турш холбоотон байгууллагуудаас 1 компанийг сонгон дурын чиглэлээрээ дадлага ажил хийх боломжтой байна. Оролцогчид байгаль орчны инженерчлэлийн дадлагын хүрээнд байгалийн нөөцийг сэргээх, уур амьсгалын өөрчлөлтөд өртсөн олон нийтийг дэмжихэд чиглэсэн ашгийн бус байгууллагууд мөн нар, салхины эрчим хүч үйлдвэрлэх байгууламжийг хөгжүүлж буй стартапуудтай хамтран ажиллаж, олон олон судалгаа болон төслүүдийг хэрэгжүүлэх боломжтойгоороо давуу талтай юм. </p>\n<p>Хөтөлбөр нь зайнаас хамрагдах бүрэн боломжтой ба 1 жилд “Fall, Winter, Spring, Summer Cohort” гэсэн 4-н ээлжээр явагддаг байна. Хөтөлбөрт хамрагдахад $2490 хураамжтай ч хэрэгцээтэй оролцогчдодоо 50-100%-ын санхүүгийн дэмжлэг олгодог байна. Одоогийн байдлаар “Winter Cohort”-даа бүртгэл авч байгаа ба 11-р сарын 24-д хаагдах тул амжиж бүртгүүлээрэй! </p>\n<p>Хөтөлбөр нь 2024 оны 12 сарын 26-аас 2025 оны 2 сарын 13-ний өдөр хүртэл үргэлжлэх юм. Тавигдах шаардлагуудад ахлах ангийн сурагч, өнжих жилээ авч буй сурагч эсвэл бакалавр зэргийн оюутан байх, 7 хоногт хөтөлбөрт 10-20 цаг зарцуулах боломжтой байх мөн хөтөлбөрийн хугацаанд биечлэн эсвэл зайнаас оролцох боломжтой байх зэрэг нөхцөлүүд хамарна.</p>\n<p>Бүртгэлийн холбоос:</p>\n<a href=\"https://airtable.com/appx1OFdMpDfxtEkR/shrNdEykWdhc4yeSv\">Бүртгэлийн холбоос</a>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг:</p>\n<a href=\"https://www.ladderinternships.com/home-2\">Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг</a>\n<h2>Stanford Pre-Collegiate Summer Institute in Chemical and Environmental Engineering:</h2>\n<p>Алдарт Станфордын их сургууль нь АНУ-ын Калифорни мужид 1885 онд үүсгэн байгуулагдсан ба 2024 оны байдлаар дэлхийн топ сургуулиудын 2-т жагсдаг байна. Тус сургууль нь ирээдүйн чадварлаг хүний нөөцийг хөгжүүлэхэд тун ч их анхаарал тавьдгаараа онцлогтой. Түүнчлэн 9-12-р ангийн ахлах ангийн сурагчдыг их сургуульд ороход нь бэлтгэхүйц “Stanford Pre-Collegiate Summer Institue” хөтөлбөрийг бий болгосон юм. Энэхүү хөтөлбөр нь сурагчдыг Станфордын их сургуульд суралцах туршлагыг өөрийн биеэр мэдрүүлж, ахлах ангийн сургалтын хөтөлбөрт байдаггүй ахисан түвшний агуулгаар сорьдог.</p>\n<p>Хөтөлбөрийн хүрээнд сурагчид 30-н өөр өөр салбар чиглэлээр Станфордын багш, мэргэжилтний доор суралцах боломжтой ба сурагчдын ур чадвар болон мэдлэгийг тэлэх зорилготой тул кредит болон үнэлгээний системгүй болно. Сурагчдын хичээлүүд ажлын 5 хоногт Даваагаас Баасан хүртэл онлайнаар өдөр болгон 2 цагаар орох тул олон улсын сурагчид ч гэсэн хамрагдах бүрэн боломжтой.</p>\n<p>Оролцогчид байгаль орчны инженерчлэлийн хүрээнд эрчим хүч, хүрээлэн буй орчны сэдвүүдэд анхаарлаа төвлөрүүлж, байгальд болон хүний ​​зохион бүтээсэн химийн процессуудад дүн шинжилгээ хийхэд ашигладаг инженерийн үндсэн зарчмуудтай танилцах болно. Мөн сурсан ойлголтуудаа байгаль орчинтой холбогдохуйц асуудлуудыг шийдэхэд хэрэглэн өөрсдийн гэсэн өвөрмөц төслүүдийг хэрэгжүүлэх юм. Хөтөлбөрт хамрагдахад $3050 хураамжтай ч хэрэгцээтэй оролцогчиддоо санхүүгийн дэмжлэг олгодог байна. </p>\n<p>2024 оны хөтөлбөрийн бүртгэл 3 сарын 29-д хаагдсан ба 2025 оны бүртгэл дараа жилийн эхээр нээгдэнэ. Тавигдах шаардлагуудад 9-12-р ангийн ахлах ангийн сурагч байх, 7 хоногт хөтөлбөрт 10-15 цаг зарцуулах боломжтой байх, хөтөлбөрийн хугацаанд зайнаас оролцох боломжтой байх, идэвх, чармайлттай байх зэрэг нөхцөлүүд багтдаг байна.</p>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг:</p>\n<a href=\"https://summerinstitutes.spcs.stanford.edu/courses/2024/chemical-and-environmental-engineering\">Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг</a>\n<h2>Хаалтын үг:</h2>\n<p>Хэрвээ та байгаль орчноо хайрлан,хамгаалах эрмэлзэлтэй бол энэхүү ахлах ангийн сурагчдад зориулсан байгаль орчны инженерчлэлийн чиглэл дахь хөтөлбөрүүдийг сонирхож үзээрэй. Хамтдаа байгаль орчноо хамгаалцгаая!</p>"
    }
  ]
} 