{
    "title": "Environmental Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр оролцох боломжтой шилдэг ахлах ангийн сурагчдад зориулсан хөтөлбөрүүд",
      "date": "2024-11-10",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү хөтөлбөрүүдтэй танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Байгаль эх дэлхийн нөхцөл байдал огцом хурдтайгаар дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь нийгэмд ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд, тухайн чиглэлээр явагдах сонирхолтой хөтөлбөр болоод дадлагажилтын тоо нэмэгдэн, технологийн дэвшлийн ачаар олон улсын сурагчид ч мөн зайнаас хамрагдах боломжтой болжээ. Тэгвэл энэ удаагийн нийтлэлээр Монгол ахлал ангийн сурагчид хамрагдаж бүрэн боломжтой 2 хөтөлбөрийг танилцуулъя!</p>\n<h2>Ladder Internships - Startup Internship Program:</h2>\n<p>“Ladder Internships” бол 2021 онд Харвардын төгсөгчид хамтран байгуулсан нэгэн гарааны бизнес юм. Тэд олон олон чадварлаг ахлах ангийн сурагчдад дэлхийн хамгийн амжилттай компаниудад дадлагажих боломжийг олгох зорилготойгоор бий болсон ба төрөл бүрийн чиглэлээр дадлага ажил санал болгодгоороо онцлог юм. </p>\n<p>Тэдний “Startup Internship Program” нь 8 долоо хоногийн турш холбоотон байгууллагуудаас 1 компанийг сонгон дурын чиглэлээрээ дадлага ажил хийх боломжтой байна. Оролцогчид байгаль орчны инженерчлэлийн дадлагын хүрээнд байгалийн нөөцийг сэргээх, уур амьсгалын өөрчлөлтөд өртсөн олон нийтийг дэмжихэд чиглэсэн ашгийн бус байгууллагууд мөн нар, салхины эрчим хүч үйлдвэрлэх байгууламжийг хөгжүүлж буй стартапуудтай хамтран ажиллаж, олон олон судалгаа болон төслүүдийг хэрэгжүүлэх боломжтойгоороо давуу талтай юм. </p>\n<p>Хөтөлбөр нь зайнаас хамрагдах бүрэн боломжтой ба 1 жилд “Fall, Winter, Spring, Summer Cohort” гэсэн 4-н ээлжээр явагддаг байна. Хөтөлбөрт хамрагдахад $2490 хураамжтай ч хэрэгцээтэй оролцогчдодоо 50-100%-ын санхүүгийн дэмжлэг олгодог байна. Одоогийн байдлаар “Winter Cohort”-даа бүртгэл авч байгаа ба 11-р сарын 24-д хаагдах тул амжиж бүртгүүлээрэй! </p>\n<p>Хөтөлбөр нь 2024 оны 12 сарын 26-аас 2025 оны 2 сарын 13-ний өдөр хүртэл үргэлжлэх юм. Тавигдах шаардлагуудад ахлах ангийн сурагч, өнжих жилээ авч буй сурагч эсвэл бакалавр зэргийн оюутан байх, 7 хоногт хөтөлбөрт 10-20 цаг зарцуулах боломжтой байх мөн хөтөлбөрийн хугацаанд биечлэн эсвэл зайнаас оролцох боломжтой байх зэрэг нөхцөлүүд хамарна.</p>\n<p>Бүртгэлийн холбоос:</p>\n<a href=\"https://airtable.com/appx1OFdMpDfxtEkR/shrNdEykWdhc4yeSv\">Бүртгэлийн холбоос</a>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг:</p>\n<a href=\"https://www.ladderinternships.com/home-2\">Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг</a>\n<h2>Stanford Pre-Collegiate Summer Institute in Chemical and Environmental Engineering:</h2>\n<p>Алдарт Станфордын их сургууль нь АНУ-ын Калифорни мужид 1885 онд үүсгэн байгуулагдсан ба 2024 оны байдлаар дэлхийн топ сургуулиудын 2-т жагсдаг байна. Тус сургууль нь ирээдүйн чадварлаг хүний нөөцийг хөгжүүлэхэд тун ч их анхаарал тавьдгаараа онцлогтой. Түүнчлэн 9-12-р ангийн ахлах ангийн сурагчдыг их сургуульд ороход нь бэлтгэхүйц “Stanford Pre-Collegiate Summer Institue” хөтөлбөрийг бий болгосон юм. Энэхүү хөтөлбөр нь сурагчдыг Станфордын их сургуульд суралцах туршлагыг өөрийн биеэр мэдрүүлж, ахлах ангийн сургалтын хөтөлбөрт байдаггүй ахисан түвшний агуулгаар сорьдог.</p>\n<p>Хөтөлбөрийн хүрээнд сурагчид 30-н өөр өөр салбар чиглэлээр Станфордын багш, мэргэжилтний доор суралцах боломжтой ба сурагчдын ур чадвар болон мэдлэгийг тэлэх зорилготой тул кредит болон үнэлгээний системгүй болно. Сурагчдын хичээлүүд ажлын 5 хоногт Даваагаас Баасан хүртэл онлайнаар өдөр болгон 2 цагаар орох тул олон улсын сурагчид ч гэсэн хамрагдах бүрэн боломжтой.</p>\n<p>Оролцогчид байгаль орчны инженерчлэлийн хүрээнд эрчим хүч, хүрээлэн буй орчны сэдвүүдэд анхаарлаа төвлөрүүлж, байгальд болон хүний ​​зохион бүтээсэн химийн процессуудад дүн шинжилгээ хийхэд ашигладаг инженерийн үндсэн зарчмуудтай танилцах болно. Мөн сурсан ойлголтуудаа байгаль орчинтой холбогдохуйц асуудлуудыг шийдэхэд хэрэглэн өөрсдийн гэсэн өвөрмөц төслүүдийг хэрэгжүүлэх юм. Хөтөлбөрт хамрагдахад $3050 хураамжтай ч хэрэгцээтэй оролцогчиддоо санхүүгийн дэмжлэг олгодог байна. </p>\n<p>2024 оны хөтөлбөрийн бүртгэл 3 сарын 29-д хаагдсан ба 2025 оны бүртгэл дараа жилийн эхээр нээгдэнэ. Тавигдах шаардлагуудад 9-12-р ангийн ахлах ангийн сурагч байх, 7 хоногт хөтөлбөрт 10-15 цаг зарцуулах боломжтой байх, хөтөлбөрийн хугацаанд зайнаас оролцох боломжтой байх, идэвх, чармайлттай байх зэрэг нөхцөлүүд багтдаг байна.</p>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг:</p>\n<a href=\"https://summerinstitutes.spcs.stanford.edu/courses/2024/chemical-and-environmental-engineering\">Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг</a>\n<h2>Хаалтын үг:</h2>\n<p>Хэрвээ та байгаль орчноо хайрлан,хамгаалах эрмэлзэлтэй бол энэхүү ахлах ангийн сурагчдад зориулсан байгаль орчны инженерчлэлийн чиглэл дахь хөтөлбөрүүдийг сонирхож үзээрэй. Хамтдаа байгаль орчноо хамгаалцгаая!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-11",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү хөтөлбөрүүдтэй танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Хүн төрөлхтөнд тулгамдаж буй хамгийн том асуудал нь дэлхийн дулаарал болон уур амьсгалын өөрчлөлт яах аргагүй мөн юм. Бидэнд амьдрал бэлэглэх эх дэлхий маань хүний буруутай үйл ажиллагаанаас үүдэн жил ирэх тусам бохирдолд автан, доройтсоор л байна. Байгаль эхээ хамгаалах эрмэлзэлтэй залуу инженерүүд бид эдгээр Монгол байгууллагуудад дадлага хийх боломжтой ажээ.</p>\n<h2>Climate Mongolia:</h2>\n<p>“Climate Mongolia” ашгийн бус байгууллага нь Монголд өрнөж буй уур амьсгалын өөрчлөлтийн талаарх мэдээллийг сошиал орчинд өвөрмөц, шинэлэг байдлаар хүргэдэг ба 2019 оноос эхлэн үйл ажиллагаагаа хэрэгжүүлж байгаа юм. Тэд жил болгон 16-25  насны сайн дурын ажилтан элсүүлж авдаг ба энэ жил “Climate Storytelling” гэх цоо шинэ хөтөлбөрийг хэрэгжүүлээд байгаа юм.</p>\n<p>Энэхүү хөтөлбөр нь оролцогчдодоо уур амьсгалын өөрчлөлтийн талаарх гол ойлголтууд болон түүний  Монгол дахь үзүүлж буй сөрөг нөлөөг сургалт хэлбэрээр орж, цаашлаад олон нийтэд сурталчлан, мэдээлэх, үүний эсрэг арга хэмжээ авахыг уриалах зорилготой юм. Оролцогчид байгаль орчны талаарх гүнзгий мэдээлэл авахаас гадна видео контент боловсруулах арга барилд суралцан, хөтөлбөрийн сүүлд баг багаар хуваагдан өөрсдийн гэсэн өвөрмөц видео контент гаргах болно. </p>\n<p>Тус үйл ажиллагаа нь 2024 оны 8 сарын 18-аас 8 сарын 25-ний өдрүүдээр амжилттайгаар болж өнгөрсөн ба 2025 онд ч мөн зохион байгуулагдах төлөвтэй байна. Бүртгэлд тавигдах шаардлагуудад 16-25 насны хүрээнд байх, байгаль орчны чиглэлээр сонирхолтой байх, хөтөлбөрийн хугацаанд биечлэн болон хосолсон байдлаар оролцох боломжтой байх, идэвх, чармайлттай байх зэрэг нөхцөлүүд хамрах байна.</p>\n<p>Хөтөлбөрийн онцлог:</p>\n<p>Хөтөлбөрийн эцэст сертификат авах боломжтой</p>\n<p>Дэлгэрэнгүй мэдээллийг: </p>\n<a href=\"https://www.instagram.com/climatemongolia?igsh=YzljZGs0ZDNtNGJv\"></a>\n<h2>Breathe Mongolia - Clean Air Coalition:</h2>\n<p>“Breathe Mongolia - Clean Air Coalition” ашгийн бус байгууллага нь 2017 оноос хойш Монголын агаарын бохирдолтой холбогдох хүнд хэцүү нөхцөлийг нарийн судалгаа, шинжилгээний үндэслэлтэйгээр сошиал орчинд тусгасаар ирсэн ба агаарын бохирдлын эсрэг тэмцэхүйц олон олон төсөл хэрэгжүүлсээр иржээ.</p>\n<p>Тэд 2024 ондоо “Уур амьсгал ба цэвэр агаар” залуучуудын хөтөлбөрийг хэрэгжүүлэн, оролцогчдодоо 7 сарын 3-аас 8 сарын 16-ны хооронд Монгол дахь уур амьсгалын өөрчлөлт болон агаарын бохирдлын нөхцөл байдлын талаарх ойлголтуудыг сургалт, семинар хэлбэрээр орох юм. Мөн оролцогчид Улаанбаатар хот цаашлаад Монгол улсдаа тулгамдаж буй байгаль орчны асуудлуудтай тэмцэн ажиллаж буй гарааны бизнес, байгууллага компаниудтай танилцаж, мэргэжилтнүүдтэй ярилцан бодит туршлагаас нь суралцах боломжтойгоороо онцлог байна. </p>\n<p>Хөтөлбөрийн туршид оролцогчид олон олон төрлийн асуудалд судалгаа шинжилгээ хийх, түүндээ өөрийн гэсэн өвөрмөц шийдэл боловсруулах, баг хамт олноор ажиллаж суралцах гэсэн чадваруудыг эзэмшээд зогсохгүй сертификат болон зохион байгуулагчийн тодорхойлох захиа авах боломжтой байв. </p>\n<p>Энэ жилийн хөтөлбөр аль хэдийн явагдаад дууссан ч дараа дараа жилүүдэд оролцох боломжтой учир дэлгэрэнгүй мэдээллийг:</p>\n<ul>\n<li><a href=\"https://www.instagram.com/breathemongolia?igsh=OWlpOHd0dTVzYzhy\">Instagram хаяг</a></li>\n<li><a href=\"https://www.facebook.com/breathemongolia?mibextid=LQQJ4d\">Facebook page</a></li>\n</ul>\n<h2>Mongol Ecology Center - Youth Sustainability Corps:</h2>\n<p>Монгол Экологи Төв нь 2019 оноос хойш Залуучуудын тогтвортой хөгжлийн корпус хөтөлбөрийг Европын Холбоо мөн Австралийн Элчин Сайдын Яамны санхүүжилтээр хэрэгжүүлж байгаа ба хөтөлбөрийнхөө хүрээнд 15-22 насны хүүхэд залуучуудад байгаль орчин болон тогтвортой хөгжлийн талаарх мэдлэг олгох, хувь хүний хөгжлийг дэмжих үүднээс олон олон төслийг хэрэгжүүлсээр иржээ. </p>\n<p>Залуучуудын тогтвортой хөгжлийн корпус-ийн зохион байгуулж буй төслүүдээс онцолбол, жил болгон хэрэгжүүлдэг “Дадлагын хөтөлбөр” нь 15–22 насны ЕБС (Ерөнхий Боловсролын Сургууль) -ийн сурагч хүүхдүүдэд Монгол Экологи Төвтэй хамаарал бүхий байгууллагад байгаль орчны судалгаа, шинжилгээний чиглэлээр сарын хугацаанд дадлага хийх боломжтой байдаг. </p>\n<p>Энэ үйл ажиллагаанд оролцсоноор сурагчид байгаль орчинд тулгамдаж буй бүхий л асуудлын талаарх гүнзгий мэдээлэлтэй болж мөн түүнийг шийдвэрлэх олон янзын арга замуудыг дадлага ажлынхаа хугацаанд мэдэж авах юм. Өөрийнхөө мэдлэгийг тэлж, ур чадвараа сорихыг эрмэлзэж буй бүхий л сурагч, залуучуудад энэ үйл ажиллагаа нь тохиромжтой байх болно. </p>\n<p>Бүртгэлд тавигдах шаардлагуудад 15–22 насны ЕБС (Ерөнхий Боловсролын Сургууль) -ийн сурагч байх, нэг сарын хугацаанд хагас цагаар дадлага хийх боломжтой байх, англи хэлний мэдлэгтэй байх, байгаль орчны талаар судалдаг эсвэл сонирхолтой байх мөн хариуцлагатай бас нямбай байх зэрэг нөхцөлүүд багтдаг ажээ. 2024 оны дадлагын бүртгэл нь 9-р сарын 7-ны 23:59 цагт хаагдсан хэдий ч 2025 онд бүртгүүлэх бүрэн боломжтой гэдгийг бүү мартаарай!</p>\n<p>Дэлгэрэнгүй мэдээллийг: </p>\n<a href=\"https://www.instagram.com/ysc.mongolia?igsh=Ym9uOW5odWRvcWp2\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Жил ирэх тусам байгаль эх дэлхий маань бохирдож, доройтохын хэрээр түүний эсрэг тэмцэхийг эрмэлзэх Монгол байгууллага, компаниуд ч мөн олшрох болжээ. Хүүхэд сурагч бид нар ч гэсэн эдгээр байгууллага, компаниудтай хөл нийлүүлэн алхаж, дадлага болон сайн дурын ажил хийснээр эх дэлхийгээ аврах энэ тэмцэлд өөрсдийнхөө хувь нэмрийг оруулах боломжтой билээ. Хамтдаа эх дэлхийгээ хамгаалцгаая!</p>"
    }
  ]
} 