{
    "title": "Environmental Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд",
        "date": "2000-01-01",
        "description": "Сүүлийн жилүүдэд шинжлэх ухаан, инженерчлэлийн салбарт эмэгтэйчүүдийн оролцоо аажмаар нэмэгдэж, тэдний манлайлал илүү анзаарагдах болсон билээ. Хэдий тийм ч, 2023 оны статистик үзүүлэлтээр эмэгтэй инженерүүд дэлхий даяар ердөө 13.7 хувийг эзэлж байна. Байгаль орчны инженерчлэл бол эдгээр салбарын нэг бөгөөд энэ чиглэлд манлайлагч эмэгтэйчүүдийн туршлагаас суралцах нь ирээдүй хойч үеийн инженерүүдэд онцгой урам өгнө гэжинайдаж байна.     ",
        "blog": "<h2>Байгаль Орчны Инженерчлэлд Манлайлал Үзүүлсэн Эмэгтэйчүүд</h2><p>Сүүлийн жилүүдэд шинжлэх ухаан, инженерчлэлийн салбарт эмэгтэйчүүдийн оролцоо аажмаар нэмэгдэж, тэдний манлайлал илүү анзаарагдах болсон билээ. Хэдий тийм ч, 2023 оны статистик үзүүлэлтээр эмэгтэй инженерүүд дэлхий даяар ердөө 13.7 хувийг эзэлж байна. Байгаль орчны инженерчлэл бол эдгээр салбарын нэг бөгөөд энэ чиглэлд манлайлагч эмэгтэйчүүдийн туршлагаас суралцах нь ирээдүй хойч үеийн инженерүүдэд онцгой урам өгнө гэж найдаж байна.</p><h2>Др. Ванжира Маатхай (Dr. Wangari Maathai)</h2><p>Др. Ванжира Маатхай бол байгаль орчны салбарт дэлхийд танигдсан лидер юм. Тэрээр Кенийн Ньяхуруру хотод төрсөн бөгөөд АНУ-ын Питтсбургийн Их Сургуульд биологийн ухааны бакалавр, Кенийн Найробийн Их Сургуульд докторын зэрэг хамгаалсан.</p><p>Маатхай нь Найробийн Их Сургуульд профессор, Кенийн парламентын гишүүн байсан бөгөөд \"Ногоон Туузны Хөдөлгөөн\"-ийг үүсгэн байгуулж байсан. Энэ хөдөлгөөнөөрөө дамжуулан Кенид 30 сая гаруй мод тарьж, ой модны экосистемийг сэргээхэд томоохон хувь нэмэр оруулжээ.</p><p>\"Ногоон Туузны Хөдөлгөөн\" нь зөвхөн мод тарих биш, мөн олон нийтийг хамарсан боловсролын хөтөлбөрөөрөө дэлхийн олон хүнд хүрсэн юм. Мөн тэрээр өөрийн бичсэн \"Unbowed\" номоороо өөрийн тэмцэл, амьдралын туршлагыг хуваалцсан.</p><p>Харамсалтай нь, Др. Маатхай 2011 онд таалал төгссөн. Гэвч түүний бүтээсэн зүйлс, нөлөө өнөөдөр ч дэлхий даяар үргэлжилж байна.</p><h2>Др. Гретчен Калонжи (Dr. Gretchen Kalonji)</h2><p>Др. Гретчен Калонжи бол боловсрол, инженерчлэлийн салбарт чухал байр суурь эзэлдэг, олон улсын нэр хүндтэй Америк эрдэмтэн юм. Тэрээр Массачусетсийн Технологийн Институт (MIT)-д материал судлалын чиглэлээр бакалавр болон магистрын зэрэг хамгаалсан бөгөөд энэхүү боловсрол нь түүний карьерыг дэлхийд танигдахуйц өндөрт хүргэсэн.</p><p>Др. Калонжи инженерчлэл болон байгаль орчны тогтвортой хөгжлийг уялдуулсан судалгаа, төслүүдийг амжилттай удирдаж, шинжлэх ухааны салбарт гүнзгий хувь нэмэр оруулсан юм. ЮНЕСКО-д ажиллах хугацаандаа \"Sustainability Science\" буюу тогтвортой хөгжлийн шинжлэх ухааны чиглэлээрх томоохон төслүүдийг удирдаж, дэлхийн хэмжээнд байгаль орчны асуудлуудыг шийдвэрлэхэд бодит нөлөө үзүүлжээ.</p><p>Тэрээр олон улсын боловсролын системд инженерийн судалгаа, хөтөлбөрүүдийг хөгжүүлж, оюутнуудын шинжлэх ухаан, инженерчлэлийн салбарт амжилттай хөл тавих боломжийг нэмэгдүүлэхэд онцгой анхаарсан байна.</p><p>Түүний оюуны бүтээлийн нэг болох \"Materials Science and Engineering for the 1990s\" хэмээх ном нь материал судлалын салбарт гарсан ахиц дэвшлийг нарийвчлан судалсан бөгөөд энэ ном нь инженерүүд болон судлаачдад томоохон гарын авлага болдог.</p><p>Др. Калонжигийн бүтээлүүд нь зөвхөн академик салбарт төдийгүй бодит амьдралд чухал үр нөлөө үзүүлдэг гэдгээрээ онцлогтой.</p><p>Одоогоор тэрээр ЮНЕСКО болон боловсролын судалгааны салбарт идэвхтэй ажиллаж, байгаль орчин, боловсролын асуудлуудыг шийдвэрлэхэд дэлхий нийтийн хамтын ажиллагааг хөгжүүлэхэд өөрийн ур чадвар, мэдлэгийг дайчлан ажиллаж байна. Др. Калонжи бол шинжлэх ухааны салбарт эмэгтэйчүүдийн манлайлал, урам зоригийг харуулсан тод жишээ билээ.</p><p>Эдгээр гайхалтай эмэгтэйчүүдийн амжилтын замнал нь байгаль орчны инженерчлэлийн салбарын үнэ цэнэ, боломжийн жишээ болж байна. Тэдний хийж бүтээсэн төсөл, санаачилга нь зөвхөн тухайн орчиндоо бус, дэлхий дахинд байгаль орчныг хамгаалах, тогтвортой хөгжлийг дэмжихэд бодит хувь нэмэр оруулсан буйг харлаа.</p><p>Та ч бас тэдний жишээг даган, ирээдүйд байгаль орчныг хамгаалах үйлсэд өөрийн хувь нэмрийг оруулж, дэлхийн өнцөг булан бүрт манлайлал үзүүлж чадна!</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Байгаль орчны инженерчлэлээр уур амьсгалын өөрчлөлттэй тэмцэх нь",
      "date": "2000-01-01",
      "description": "Дэлхийн дулаарал нь манай цаг үеийн хамгийн ноцтой асуудал бөгөөд энэ нь дэлхийн хэмжээнд цаг уурын өөрчлөлт, байгалийн гамшиг, экосистемийн сүйрэл гэх мэт олон сөрөг үр дагаварт хүргэж байна. Гэхдээ байгаль орчны инженерчлэл нь энэ асуудлыг шийдэхэд шинэ боломжуудыг нээж байна. Нарны эрчим хүчийг ашиглах, хог хаягдлыг эрчим хүч болгож хувиргах, агаар мандлын нүүрсхүчлийн хийг барих зэрэг технологиуд нь дэлхийн дулааралтай тэмцэхэд чухал үүрэг гүйцэтгэж байна. Энэхүү блогт бид эдгээр шийдлүүдийн заримыг танилцуулж, байгаль орчны инженерчлэлийн хэтийн төлөвийг авч үзэх болно.",
      "blog": "<h2>Танилцуулга</h2><p>Дэлхийн дулаарал нь манай цаг үеийн хамгийн ноцтой асуудал бөгөөд энэ нь дэлхийн хэмжээнд цаг уурын өөрчлөлт, байгалийн гамшиг, экосистемийн сүйрэл гэх мэт олон сөрөг үр дагаварт хүргэж байна. Гэхдээ байгаль орчны инженерчлэл нь энэ асуудлыг шийдэхэд шинэ боломжуудыг нээж байна. Нарны эрчим хүчийг ашиглах, хог хаягдлыг эрчим хүч болгож хувиргах, агаар мандлын нүүрсхүчлийн хийг барих зэрэг технологиуд нь дэлхийн дулааралтай тэмцэхэд чухал үүрэг гүйцэтгэж байна. Энэхүү блогт бид эдгээр шийдлүүдийн заримыг танилцуулж, байгаль орчны инженерчлэлийн хэтийн төлөвийг авч үзэх болно.</p><h2>1. Нарны эрчим хүчийг сайжруулах инженерчлэл</h2><p>Сэргээгдэх эрчим хүчний эх үүсвэрүүдийн нэг бол нарны эрчим хүч юм. Үүгээр эрчим хүчний хэрэгцээг хангахын зэрэгцээ нүүрсхүчлийн хийн ялгарлыг бууруулах нөхцөлийг бий болгоно. Нарны эрчим хүчний хэрэглээг судалсан судалгаа нь алслагдсан орон нутагт цахилгаан хангамжийг сайжруулах, эдийн засгийн хувьд хямд шийдэл гаргах боломжийг үзүүлжээ. Уг судалгааны зорилго нь нарны эрчим хүчний ашиглалтын үр ашигтай байдлыг бататгах, Монголын цаг агаар, бүс нутгийн онцлогт тохирсон шийдлийг хэрэгжүүлэх явдал юм.</p><p><b>Гол шийдлүүд:</b> Нарны эрчим хүчний системийг өргөн хүрээнд хэрэгжүүлэх, усан цахилгаан станцуудтай хослуулан цахилгаан хангамжийг нэмэгдүүлэх.</p><p><b>Дэлгэрэнгүй мэдээлэл:</b> <a href='https://climeworks.com/plant-orca?utm.com'>Ногоон нарны эрчим хүч</a></p><h2>2. Хогноос эрчим хүч гаргах нь: Биохийн технологи</h2><p>Хог хаягдлыг био хийн болон био түлш болгох нь байгаль орчны инженерчлэлийн бас нэгэн чухал арга зам юм. Хог хаягдлыг боловсруулах, эрчим хүч гаргах технологи нь байгальд ээлтэй, тогтвортой эрчим хүчний эх үүсвэр болно. Монголын ШУТИС судлаачид органик хог хаягдлыг ашиглан био хийн технологийг хөгжүүлж, хог хаягдлын асуудлыг шийдвэрлэх, эрчим хүч үйлдвэрлэх боломжийг судалж байгаа бөгөөд уг судалгаагаар агаар мандалд хаягдаж буй нүүрсхүчлийн хийг бууруулах боломжтой юм.</p><p><b>Гол шийдлүүд:</b> Аж ахуйн нэгж болон орон нутгийн түвшинд био хийн үйлдвэрүүдийг байгуулж, хог хаягдлыг боловсруулж эрчим хүч гаргаж авах.</p><p><b>Дэлгэрэнгүй мэдээлэл:</b> <a href='https://must.edu.mn/mn'>https://must.edu.mn/mn</a></p><h2>3. Orca төсөл: Шууд агаарын барилт</h2><p>Швейцарын Climeworks компани дэлхийн анхны томоохон нүүрсхүчлийн хийн барилтын байгууламж болох Orca-г Исланд улсын газар нутаг дээр байгуулаад байна. Orca нь агаар мандлаас нүүрсхүчлийн хийг шууд сорж, газар доор хадгалан, эрдэсжүүлэх аргаар устгах технологийг ашигладаг байна. Мөн байгууламж нь 2021 оноос үйл ажиллагаагаа эхлээд жилд 4,000 тонн нүүрсхүчлийн хийг агаар мандлаас барих хүчин чадалтай болжээ.</p><p><b>Гол шийдлүүд:</b> Orca төсөл нь сэргээгдэх эрчим хүчээр ажилладаг модульчлагдсан нүүрсхүчлийн хийг барих технологи юм. Агаар мандлаас нүүрсхүчлийн хийг шууд барьж, сэргээгдэх эрчим хүч ашиглан байгальд ээлтэйгээр устгах технологиороо уур амьсгалын өөрчлөлттэй тэмцэхэд чухал хувь нэмэр оруулах боломжтой. Энэ нь агаарын бохирдлыг бууруулж, хүрээлэн буй орчны агаарыг цэвэршүүлэн хүмүүсийн эрүүл мэндэд эерэг нөлөө үзүүлэхээс гадна ирээдүйд тогтвортой хөгжлийг дэмжих технологийн жишиг болж чадахуйц технологи юм.</p><p><b>Дэлгэрэнгүй мэдээлэл:</b> <a href='https://climeworks.com/plant-orca?utm.com'>https://climeworks.com/plant-orca?utm.com</a></p><h2>Дүгнэлт</h2><p>Байгаль орчны инженерчлэл нь дэлхийн дулааралтай тэмцэхэд томоохон ахиц, нөлөөллийг үзүүлж байна. Нарны эрчим хүч, биохийн технологи, шууд агаарын барилтын төслүүд нь байгаль орчныг хамгаалах, уур амьсгалын өөрчлөлтөд арга хэмжээ авахад хувь нэмэр оруулж буйг харж байна. Энэ мэт технологиудыг дэлгэрүүлэх, хэрэглээнд нэвтрүүлэх нь өнөө цагт хүн бүрийн хэрэгжүүлэх хэрэгтэй үйлдлийн нэг юм. Үүний тулд бид байгальд хор хөнөөлгүй үйлдвэрлэл, тогтвортой хөгжлийг дэмжиж, дэлхийн дулааралтай тэмцэхийн төлөө хамтрах үйлдэл шаардлагатай юм.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр оролцох боломжтой шилдэг ахлах ангийн сурагчдад зориулсан хөтөлбөрүүд",
      "date": "2024-11-10",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү хөтөлбөрүүдтэй танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Байгаль эх дэлхийн нөхцөл байдал огцом хурдтайгаар дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь нийгэмд ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд, тухайн чиглэлээр явагдах сонирхолтой хөтөлбөр болоод дадлагажилтын тоо нэмэгдэн, технологийн дэвшлийн ачаар олон улсын сурагчид ч мөн зайнаас хамрагдах боломжтой болжээ. Тэгвэл энэ удаагийн нийтлэлээр Монгол ахлал ангийн сурагчид хамрагдаж бүрэн боломжтой 2 хөтөлбөрийг танилцуулъя!</p>\n<h2>Ladder Internships - Startup Internship Program:</h2>\n<p>“Ladder Internships” бол 2021 онд Харвардын төгсөгчид хамтран байгуулсан нэгэн гарааны бизнес юм. Тэд олон олон чадварлаг ахлах ангийн сурагчдад дэлхийн хамгийн амжилттай компаниудад дадлагажих боломжийг олгох зорилготойгоор бий болсон ба төрөл бүрийн чиглэлээр дадлага ажил санал болгодгоороо онцлог юм. </p>\n<p>Тэдний “Startup Internship Program” нь 8 долоо хоногийн турш холбоотон байгууллагуудаас 1 компанийг сонгон дурын чиглэлээрээ дадлага ажил хийх боломжтой байна. Оролцогчид байгаль орчны инженерчлэлийн дадлагын хүрээнд байгалийн нөөцийг сэргээх, уур амьсгалын өөрчлөлтөд өртсөн олон нийтийг дэмжихэд чиглэсэн ашгийн бус байгууллагууд мөн нар, салхины эрчим хүч үйлдвэрлэх байгууламжийг хөгжүүлж буй стартапуудтай хамтран ажиллаж, олон олон судалгаа болон төслүүдийг хэрэгжүүлэх боломжтойгоороо давуу талтай юм. </p>\n<p>Хөтөлбөр нь зайнаас хамрагдах бүрэн боломжтой ба 1 жилд “Fall, Winter, Spring, Summer Cohort” гэсэн 4-н ээлжээр явагддаг байна. Хөтөлбөрт хамрагдахад $2490 хураамжтай ч хэрэгцээтэй оролцогчдодоо 50-100%-ын санхүүгийн дэмжлэг олгодог байна. Одоогийн байдлаар “Winter Cohort”-даа бүртгэл авч байгаа ба 11-р сарын 24-д хаагдах тул амжиж бүртгүүлээрэй! </p>\n<p>Хөтөлбөр нь 2024 оны 12 сарын 26-аас 2025 оны 2 сарын 13-ний өдөр хүртэл үргэлжлэх юм. Тавигдах шаардлагуудад ахлах ангийн сурагч, өнжих жилээ авч буй сурагч эсвэл бакалавр зэргийн оюутан байх, 7 хоногт хөтөлбөрт 10-20 цаг зарцуулах боломжтой байх мөн хөтөлбөрийн хугацаанд биечлэн эсвэл зайнаас оролцох боломжтой байх зэрэг нөхцөлүүд хамарна.</p>\n<p>Бүртгэлийн холбоос:</p>\n<a href=\"https://airtable.com/appx1OFdMpDfxtEkR/shrNdEykWdhc4yeSv\">Бүртгэлийн холбоос</a>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг:</p>\n<a href=\"https://www.ladderinternships.com/home-2\">Хөтөлбөрийн талаарх дэлгэрэнгй мэдээллийг</a>\n<h2>Stanford Pre-Collegiate Summer Institute in Chemical and Environmental Engineering:</h2>\n<p>Алдарт Станфордын их сургууль нь АНУ-ын Калифорни мужид 1885 онд үүсгэн байгуулагдсан ба 2024 оны байдлаар дэлхийн топ сургуулиудын 2-т жагсдаг байна. Тус сургууль нь ирээдүйн чадварлаг хүний нөөцийг хөгжүүлэхэд тун ч их анхаарал тавьдгаараа онцлогтой. Түүнчлэн 9-12-р ангийн ахлах ангийн сурагчдыг их сургуульд ороход нь бэлтгэхүйц “Stanford Pre-Collegiate Summer Institue” хөтөлбөрийг бий болгосон юм. Энэхүү хөтөлбөр нь сурагчдыг Станфордын их сургуульд суралцах туршлагыг өөрийн биеэр мэдрүүлж, ахлах ангийн сургалтын хөтөлбөрт байдаггүй ахисан түвшний агуулгаар сорьдог.</p>\n<p>Хөтөлбөрийн хүрээнд сурагчид 30-н өөр өөр салбар чиглэлээр Станфордын багш, мэргэжилтний доор суралцах боломжтой ба сурагчдын ур чадвар болон мэдлэгийг тэлэх зорилготой тул кредит болон үнэлгээний системгүй болно. Сурагчдын хичээлүүд ажлын 5 хоногт Даваагаас Баасан хүртэл онлайнаар өдөр болгон 2 цагаар орох тул олон улсын сурагчид ч гэсэн хамрагдах бүрэн боломжтой.</p>\n<p>Оролцогчид байгаль орчны инженерчлэлийн хүрээнд эрчим хүч, хүрээлэн буй орчны сэдвүүдэд анхаарлаа төвлөрүүлж, байгальд болон хүний ​​зохион бүтээсэн химийн процессуудад дүн шинжилгээ хийхэд ашигладаг инженерийн үндсэн зарчмуудтай танилцах болно. Мөн сурсан ойлголтуудаа байгаль орчинтой холбогдохуйц асуудлуудыг шийдэхэд хэрэглэн өөрсдийн гэсэн өвөрмөц төслүүдийг хэрэгжүүлэх юм. Хөтөлбөрт хамрагдахад $3050 хураамжтай ч хэрэгцээтэй оролцогчиддоо санхүүгийн дэмжлэг олгодог байна. </p>\n<p>2024 оны хөтөлбөрийн бүртгэл 3 сарын 29-д хаагдсан ба 2025 оны бүртгэл дараа жилийн эхээр нээгдэнэ. Тавигдах шаардлагуудад 9-12-р ангийн ахлах ангийн сурагч байх, 7 хоногт хөтөлбөрт 10-15 цаг зарцуулах боломжтой байх, хөтөлбөрийн хугацаанд зайнаас оролцох боломжтой байх, идэвх, чармайлттай байх зэрэг нөхцөлүүд багтдаг байна.</p>\n<p>Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг:</p>\n<a href=\"https://summerinstitutes.spcs.stanford.edu/courses/2024/chemical-and-environmental-engineering\">Хөтөлбөрийн талаарх дэлгэрэнгүй мэдээллийг</a>\n<h2>Хаалтын үг:</h2>\n<p>Хэрвээ та байгаль орчноо хайрлан,хамгаалах эрмэлзэлтэй бол энэхүү ахлах ангийн сурагчдад зориулсан байгаль орчны инженерчлэлийн чиглэл дахь хөтөлбөрүүдийг сонирхож үзээрэй. Хамтдаа байгаль орчноо хамгаалцгаая!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-11",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү хөтөлбөрүүдтэй танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Хүн төрөлхтөнд тулгамдаж буй хамгийн том асуудал нь дэлхийн дулаарал болон уур амьсгалын өөрчлөлт яах аргагүй мөн юм. Бидэнд амьдрал бэлэглэх эх дэлхий маань хүний буруутай үйл ажиллагаанаас үүдэн жил ирэх тусам бохирдолд автан, доройтсоор л байна. Байгаль эхээ хамгаалах эрмэлзэлтэй залуу инженерүүд бид эдгээр Монгол байгууллагуудад дадлага хийх боломжтой ажээ.</p>\n<h2>Climate Mongolia:</h2>\n<p>“Climate Mongolia” ашгийн бус байгууллага нь Монголд өрнөж буй уур амьсгалын өөрчлөлтийн талаарх мэдээллийг сошиал орчинд өвөрмөц, шинэлэг байдлаар хүргэдэг ба 2019 оноос эхлэн үйл ажиллагаагаа хэрэгжүүлж байгаа юм. Тэд жил болгон 16-25  насны сайн дурын ажилтан элсүүлж авдаг ба энэ жил “Climate Storytelling” гэх цоо шинэ хөтөлбөрийг хэрэгжүүлээд байгаа юм.</p>\n<p>Энэхүү хөтөлбөр нь оролцогчдодоо уур амьсгалын өөрчлөлтийн талаарх гол ойлголтууд болон түүний  Монгол дахь үзүүлж буй сөрөг нөлөөг сургалт хэлбэрээр орж, цаашлаад олон нийтэд сурталчлан, мэдээлэх, үүний эсрэг арга хэмжээ авахыг уриалах зорилготой юм. Оролцогчид байгаль орчны талаарх гүнзгий мэдээлэл авахаас гадна видео контент боловсруулах арга барилд суралцан, хөтөлбөрийн сүүлд баг багаар хуваагдан өөрсдийн гэсэн өвөрмөц видео контент гаргах болно. </p>\n<p>Тус үйл ажиллагаа нь 2024 оны 8 сарын 18-аас 8 сарын 25-ний өдрүүдээр амжилттайгаар болж өнгөрсөн ба 2025 онд ч мөн зохион байгуулагдах төлөвтэй байна. Бүртгэлд тавигдах шаардлагуудад 16-25 насны хүрээнд байх, байгаль орчны чиглэлээр сонирхолтой байх, хөтөлбөрийн хугацаанд биечлэн болон хосолсон байдлаар оролцох боломжтой байх, идэвх, чармайлттай байх зэрэг нөхцөлүүд хамрах байна.</p>\n<p>Хөтөлбөрийн онцлог:</p>\n<p>Хөтөлбөрийн эцэст сертификат авах боломжтой</p>\n<p>Дэлгэрэнгүй мэдээллийг: </p>\n<a href=\"https://www.instagram.com/climatemongolia?igsh=YzljZGs0ZDNtNGJv\"></a>\n<h2>Breathe Mongolia - Clean Air Coalition:</h2>\n<p>“Breathe Mongolia - Clean Air Coalition” ашгийн бус байгууллага нь 2017 оноос хойш Монголын агаарын бохирдолтой холбогдох хүнд хэцүү нөхцөлийг нарийн судалгаа, шинжилгээний үндэслэлтэйгээр сошиал орчинд тусгасаар ирсэн ба агаарын бохирдлын эсрэг тэмцэхүйц олон олон төсөл хэрэгжүүлсээр иржээ.</p>\n<p>Тэд 2024 ондоо “Уур амьсгал ба цэвэр агаар” залуучуудын хөтөлбөрийг хэрэгжүүлэн, оролцогчдодоо 7 сарын 3-аас 8 сарын 16-ны хооронд Монгол дахь уур амьсгалын өөрчлөлт болон агаарын бохирдлын нөхцөл байдлын талаарх ойлголтуудыг сургалт, семинар хэлбэрээр орох юм. Мөн оролцогчид Улаанбаатар хот цаашлаад Монгол улсдаа тулгамдаж буй байгаль орчны асуудлуудтай тэмцэн ажиллаж буй гарааны бизнес, байгууллага компаниудтай танилцаж, мэргэжилтнүүдтэй ярилцан бодит туршлагаас нь суралцах боломжтойгоороо онцлог байна. </p>\n<p>Хөтөлбөрийн туршид оролцогчид олон олон төрлийн асуудалд судалгаа шинжилгээ хийх, түүндээ өөрийн гэсэн өвөрмөц шийдэл боловсруулах, баг хамт олноор ажиллаж суралцах гэсэн чадваруудыг эзэмшээд зогсохгүй сертификат болон зохион байгуулагчийн тодорхойлох захиа авах боломжтой байв. </p>\n<p>Энэ жилийн хөтөлбөр аль хэдийн явагдаад дууссан ч дараа дараа жилүүдэд оролцох боломжтой учир дэлгэрэнгүй мэдээллийг:</p>\n<ul>\n<li><a href=\"https://www.instagram.com/breathemongolia?igsh=OWlpOHd0dTVzYzhy\">Instagram хаяг</a></li>\n<li><a href=\"https://www.facebook.com/breathemongolia?mibextid=LQQJ4d\">Facebook page</a></li>\n</ul>\n<h2>Mongol Ecology Center - Youth Sustainability Corps:</h2>\n<p>Монгол Экологи Төв нь 2019 оноос хойш Залуучуудын тогтвортой хөгжлийн корпус хөтөлбөрийг Европын Холбоо мөн Австралийн Элчин Сайдын Яамны санхүүжилтээр хэрэгжүүлж байгаа ба хөтөлбөрийнхөө хүрээнд 15-22 насны хүүхэд залуучуудад байгаль орчин болон тогтвортой хөгжлийн талаарх мэдлэг олгох, хувь хүний хөгжлийг дэмжих үүднээс олон олон төслийг хэрэгжүүлсээр иржээ. </p>\n<p>Залуучуудын тогтвортой хөгжлийн корпус-ийн зохион байгуулж буй төслүүдээс онцолбол, жил болгон хэрэгжүүлдэг “Дадлагын хөтөлбөр” нь 15–22 насны ЕБС (Ерөнхий Боловсролын Сургууль) -ийн сурагч хүүхдүүдэд Монгол Экологи Төвтэй хамаарал бүхий байгууллагад байгаль орчны судалгаа, шинжилгээний чиглэлээр сарын хугацаанд дадлага хийх боломжтой байдаг. </p>\n<p>Энэ үйл ажиллагаанд оролцсоноор сурагчид байгаль орчинд тулгамдаж буй бүхий л асуудлын талаарх гүнзгий мэдээлэлтэй болж мөн түүнийг шийдвэрлэх олон янзын арга замуудыг дадлага ажлынхаа хугацаанд мэдэж авах юм. Өөрийнхөө мэдлэгийг тэлж, ур чадвараа сорихыг эрмэлзэж буй бүхий л сурагч, залуучуудад энэ үйл ажиллагаа нь тохиромжтой байх болно. </p>\n<p>Бүртгэлд тавигдах шаардлагуудад 15–22 насны ЕБС (Ерөнхий Боловсролын Сургууль) -ийн сурагч байх, нэг сарын хугацаанд хагас цагаар дадлага хийх боломжтой байх, англи хэлний мэдлэгтэй байх, байгаль орчны талаар судалдаг эсвэл сонирхолтой байх мөн хариуцлагатай бас нямбай байх зэрэг нөхцөлүүд багтдаг ажээ. 2024 оны дадлагын бүртгэл нь 9-р сарын 7-ны 23:59 цагт хаагдсан хэдий ч 2025 онд бүртгүүлэх бүрэн боломжтой гэдгийг бүү мартаарай!</p>\n<p>Дэлгэрэнгүй мэдээллийг: </p>\n<a href=\"https://www.instagram.com/ysc.mongolia?igsh=Ym9uOW5odWRvcWp2\">See more</a>\n<h2>Хаалтын үг:</h2>\n<p>Жил ирэх тусам байгаль эх дэлхий маань бохирдож, доройтохын хэрээр түүний эсрэг тэмцэхийг эрмэлзэх Монгол байгууллага, компаниуд ч мөн олшрох болжээ. Хүүхэд сурагч бид нар ч гэсэн эдгээр байгууллага, компаниудтай хөл нийлүүлэн алхаж, дадлага болон сайн дурын ажил хийснээр эх дэлхийгээ аврах энэ тэмцэлд өөрсдийнхөө хувь нэмрийг оруулах боломжтой билээ. Хамтдаа эх дэлхийгээ хамгаалцгаая!</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-23",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлийн чиглэлээр сурч, хөдөлмөрлөх сонирхолтой юу? Хэрвээ тийм бол энэхүү тэтгэлүүдтэй сайтар танилцана уу.",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Аж үйлдвэрийн эрин үеэс эхтэйгээр байгаль орчин маань асар хурдтайгаар бохирдож эхэлсэн юм. Төрөл бүрийн бохирдол, дэлхийн дулааралт, уур амьсгалын өөрчлөлтийн байдал орон оронд эрс дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь АНУ, Австрали, Канад мэтийн хөгжингүй улсуудад ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд, тухайн чиглэлээр олгогдох бакалавр болон магистрын зэргийн тэтгэлгүүд нэмэгдсэн ба үүнд Монгол оюутнууд ч мөн адил хамрагдаж, тодорхой хэмжээний хөнгөлөлттэй суралцах боломжтой гэдгийг дуулгахад таатай байна. </p>\n<p>Air & Waste Management Association (A&WMA) (International)</p>\n<p>“Air & Waste Management Association (A&WMA)” нь 1907 онд АНУ-ын Висконсин мужид анх үүссэн ашгийн бус, төрийн бус байгууллага ба тэдний гол зарчим нь дэлхийн байгаль орчны хамгаалалтын ойлголтуудыг элсэгч байгууллагууддаа өргөнөөр түгээж, байгаль орчинд тулгамдаж буй олон олон асуудлуудыг нарийвчлан судлан, цаашлаад түүндээ шийдэл олох зорилготой ажээ. 2024 оны байдлаар тэд 65 улс орноор тархсан 5,000 орчим байгаль орчны мэргэжилтнүүдийг холбож, олон нийтэд үнэ цэнтэй  мэдээллийг хүргэж байгаа юм. </p>\n<p>Тус байгууллага нь гол зарчмынхаа хүрээнд жил болгон агаарын бохирдол, хог хаягдлын менежмент, байгаль орчны тогтвортой байдлын хамгаалалттай холбоо бүхий хууль, журам, инженерчлэлийн чиглэлээр дээд боловсрол буюу магистр, доктор зэргийг амжилттай хамгаалж буй оюутан сурагчдад тэтгэлэг олгодог байна. Энэ нь тухайн оюутан, сурагчдад санхүүгийн дэмжлэг үзүүлээд зогсохгүй, тэдний ур чадварыг хөгжүүлэн, цаашлаад байгаль орчны хамгаалалтад нөлөө бүхий ирээдүйн хүний нөөцийг бэлтгэх үүрэгтэй юм.</p>\n<p>Тэд нэг хичээлийн жилд нийт 7 тэтгэлэг зарладаг ба түүнээс хамгийн их хандалт авдаг 3 нэрэмжит тэтгэлгүүд бол; Richard Stessel Memorial Scholarship for solid and hazardous waste research, Jacqueline Shields Memorial Scholarship for waste management research and study, Dave Benforado Scholarship for air pollution control and waste minimization research. Энэхүү тэтгэлгүүд нь жил болгон тус тус хүрээндээ 1-3 оюутан шалгаруулан авдаг ба Монгол оюутан, сурагчид хамрагдах бүрэн боломжтой юм. Тэдний олгох санхүүгийн дэмжлэг нь тухайн сурагчийн сургалтын төлбөрийн хөнгөлөлтөд явдаг ба мөнгөн дүн нь жил болгон өөр өөр байдаг байна. 2024 оны мэдээллээс харвал оюутан тус бүр $2000-$4000 авчээ.</p>\n<p>Тэтгэлэгт хамрагдахад тавигдах шаардлагуудын хувьд тухайн сурагч нь агаарын бохирдол, хог хаягдлын менежмент, байгаль орчны тогтвортой байдлын хамгаалалттай холбоо бүхий хууль, журам, инженерчлэлийн чиглэлээр дээд боловсрол буюу магистр, доктор зэргийг хамгаалж байх ёстой ба өдрийн ангийн бүтэн цагийн оюутан байх хэрэгтэй байна. Мэдээж тухайн сурагчийг харгалзахдаа идэвх, чармайлт болон өндөр амжилт бүтээлийг нь онцгойлон хардаг байна. </p>\n<p>Бүртгэлийн хэрэгцээт зүйлсэд CV буюу сурагчийн хувийн тодорхойлолт мөн 1 Recommendation letter заавал шаардлагатай байна. </p>\n<p>2024 оноос 2025 оны хичээлийн жилийн бүртгэл 1 сарын 23-ний өдөр хаагдсан ба 2025 оноос 2026 оны хичээлийн жилийн бүртгэл нь 10 сард нээгдэх төлөвтэй байна. Жич: Тус тэтгэлэг нь 1 жилийн хугацаатай тул дараачийн хичээлийн жилдээ дахин бүргүүлэх хэрэгтэй болно.</p>\n<h2>National Association of Environmental Professionals Jim Roberts Scholarship (АНУ)     </h2>\n<p>“National Association of Environmental Professionals (NAEP)” нь байгаль орчны олон олон мэргэжилтнүүдийн байгаль орчинтой холбоо бүхий ерөнхий болон нарийвчилсан мэдлэг, боловсролд нь хөгжил, дэвшил авчрахыг эрмэлзэж буй олон салбарт байгууллага юм. Тэд 1975 онд АНУ-д үүсгэн байгуулагдсанаасаа хойш байгаль орчны чиглэлээр суралцан, мэргэжил эрхэлж буй хүчин чадалд хөрөнгө оруулан, байгаль орчны судалгаа, шинжилгээ, хамгаалалт болон олон олон шинэ нээлтүүдэд өөрсдийн гэсэн туслалцаа үзүүлдэг ажээ.</p>\n<p>Тэд жил болгон “Jim Roberts”-ын нэрэмжит тэтгэлгээ зарладаг ба энэ нь Жим Робертсын NAEP-ын хүрээнд хийж бүтээсэн нөлөө бүхий үйл ажиллагаа, цаашлаад хойч үедээ үлдээсэн мэдлэгийг хүндэтгэсэн нэгэн хэлбэр юм. Тус тэтгэлэг нь байгаль орчны чиглэлээр АНУ болон Канадад суралцаж буй бакалавр, магистр болон докторын зэргийн оюутан, сурагчдад $2000-ын санхүүгийн дэмжлэг мөн 1 жилийн хугацаатай NAEP-ын гишүүнчлэлийн эрхийн бичиг олгодог байна. Ямар нэгэн иргэншил шаардахгүй тул Монгол оюутан, сурагчид оролцох бүрэн боломжтой, хэдий ч ердөө ганцхан сурагч шалгаруулдаг байна.</p>\n<p>Тэтгэлэгт хамрагдахад тавигдах шаардлагуудын хувьд тухайн сурагч нь байгаль орчны тогтвортой байдлын хамгаалалттай холбоо бүхий  чиглэлээр АНУ болон Канадад бакалавр, магистр, доктор зэргийг хамгаалж байх ёстой ба өдрийн ангийн бүтэн цагийн оюутан байх хэрэгтэй байна. Мэдээж тухайн сурагчийг харгалзахдаа идэвх, чармайлтыг нь онцгойлон хардаг байна. Бүртгэлийн хэрэгцээт зүйлсэд “Таны эзэмшиж буй боловсрол болон туршлагууд нь байгаль орчинд тулгамдаж байгаа асуудлуудыг шийдэхэд ямар хувь нэмэр оруулж чадах вэ?” гэх сэдэвтэй эсээ, 3 Recommendation letters болон суралцаж буй ахлах болон их дээд сургуулийн гэрчилгээ гэх бичиг баримтууд шаардлагатай байна.</p>\n<p>2024 оноос 2025 оны хичээлийн жилийн бүртгэл хаагдсан ба 2025 оноос 2026 оны хичээлийн жилийн бүртгэл нь 12 сард нээгдэн 2025 оны 2 сарын 29-д хаагдах юм.</p>\n<h2>NEHA/AAS Environmental Health Scholarships (АНУ)</h2>\n<p>“National Environmental Health Association (NEHA)” нь 1937 онд АНУ-ын Калифорний мужид үүсэн, байгаль болон хүрээлэн буй орчны эрүүл мэндийн  чиглэлээр дагнасан чадварлаг хүний нөөц/мэргэжилтнүүдийг бэлтгэх зорилгынхоо хүрээнд 87 дахь жилдээ үйл ажиллагаагаа явуулж байгаа юм. 2024 оны байдлаар дэлхий даяар тархсан 7,000 гаруй байгаль орчны мэргэжилтнүүдтэй холбогдон, хамтран ажиллаж байна.  </p>\n<p>Тус байгууллага нь “American Academy of Sanitarians” хэмээх ашгийн бус байгууллагатай хамтран байгаль болон хүрээлэн буй орчны эрүүл мэндийн  чиглэлээр суралцаж буй бакалавр, магистр болон докторын зэргийн оюутан, сурагчдад зориулан 3 өөр төрлийн тэтгэлэг зарладаг байна. Үүнд; 1 бакалавр зэргийн оюутанд ”Dr. Sheila Davidson Pressley”-гийн нэрэмжит тэтгэлэг /Сурагчийн сургалтын төлбөрийн хөнгөлөлтөд  $2,650/ мөн 1 бакалавр зэргийн оюутанд ”Dr. Carolyn Hester Harvey”-гийн нэрэмжит тэтгэлэг /Сурагчийн сургалтын төлбөрийн хөнгөлөлтөд $2,650/ ба 1 магистр болон доктор зэргийн оюутанд $3,750-ын тэтгэлэгийг тус тус оюутан, сурагчдад олгодог байна. /Сурагчийн сургалтын төлбөрийн хөнгөлөлтөд олгогдох/</p>\n<p>“NEHA” нь олон төрлийн тэтгэлэг олгодог тул ангилал бүрд өөрийн гэсэн тус тус шаардлагууд тавигдах юм. Бакалавр зэргийн оюутанд тавигдах шаардлагуудад бол байгаль болон хүрээлэн буй орчны эрүүл мэндийн холбоо бүхий чиглэлээр АНУ-д бакалавр зэргийг хамгаалж байх, их сургуулийнхаа 3 эсвэл 4-р курсэд суралцдаг байх, өдрийн анги буюу бүтэн цагийн оюутан байх, багадаа 60-н кредит цуглуулсан байх, мөн ирээдүйд АНУ-д байгаль орчны эрүүл мэндийн чиглэлээр мэргэжил эрхлэх сонирхолтой байх мэтийн шаардлагуудыг хангасан байх хэрэгтэй байна. </p>\n<p>Магистр болон доктор зэргийн оюутанд тавигдах шаардлагууд гэвэл тус сурагч буюу оюутан нь “NEHA”-ын гишүүн эсвэл холбоотон байх хэрэгтэй, байгаль болон хүрээлэн буй орчны эрүүл мэндийн холбоо бүхий чиглэлээр АНУ-д магистр/доктор зэргийг хамгаалж байх, АНУ-д байгаль орчны эрүүл мэндийн чиглэлээр эрхэлж буй мэргэжлээ үргэлжлүүлэх сонирхолтой байх гэх мэтийн шаардлагууд тавигдах байна. </p>\n<p>Бүртгэлийн хэрэгцээт зүйлсэд бол “Та яагаад байгаль орчны эрүүл мэндийн чиглэлээр мэргэжил эрхлэх хүсэлтэй байна вэ?” хэмээх сэдвээр 1500 үгтэй эсээ/зохион бичлэг, “Таны ирээдүйн мэргэжлийн талбар дээрх зорилго, буюу төгссөний дараах төлөвлөгөө юу вэ?” хэмээх сэдвээр 1500 үгтэй эсээ/зохион бичлэг, “NEHA”-гийн онлайн асуулга бөглөсөн хуудас, “Letter of support”, Resume буюу хувийн тодорхойлолт мөн суралцаж буй ахлах/их дээд сургуулийн гэрчилгээ мэтийн бичиг баримтын хэрэгцээ гардаг байна. </p>\n<p>2024 оноос 2025 оны хичээлийн жилийн бүртгэл 2 сарын 15-д хаагдсан боловч 2025 оноос 2026 оны хичээлийн жилийн бүртгэл тун удахгүй зарлагдах төлөвтэй байна.</p>\n<h2>Хаалтын үг:</h2>\n<p>Орон орны байгаль орчны төлөв байдал доройтохын хэрээр түүний эсрэг тэмцэхийг эрмэлзэх байгууллага, компаниуд ч мөн олшрох болжээ. Энэхүү хөгжилтэй орон дахь байгууллагуудын олгох санхүүгийн дэмжлэг болон тэтгэлгийн боломжийг ашиглан Монгол оюутан, сурагчид маань ч мөн адил гадаадын оронд үнэ төлбөргүй суралцах үүд хаалга нээгджээ!</p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэлээр хийгдсэн ахлах ангийн сурагчдын сонирхолтой судалгаанууд",
      "date": "2024-10-24",
      "description": "Та байгаль эх дэлхийгээ хамгаалахыг эрмэлздэг үү? Байгаль орчны инженерчлэлийн чиглэлд сонирхолтой юу? Хэрвээ тийм бол энэхүү үлгэр жишээ болохуйц шинэлэг болоод сонин содон судалгаануудтай танилцана уу!",
      "blog": "<h2>Танилцуулга</h2>\n<p>Дэлхийн дулаарал, уур амьсгалын эрс өөрчлөлт, агаар, ус, хөрсний бохирдол гээд байгаль орчинтой холбогдохуйц асуудлууд огцом хурдтайгаар нэмэгдэж байгаа нь үнэхээр аймшигтай хэрэг юм. Гэхдээ шинжлэх ухаан хөгжихийн хэрээр үүний эсрэг тэмцэх олон олон сонирхолтой судалгаа болон төслүүд хэрэгжиж, байгууллага, компани гэлтгүй үе тэнгийн ахлах ангийн сурагчид хүртэл байгаль эх дэлхийгээ хамгаалахын тулд өөрсдийн гэсэн хувь нэмрээ оруулж байгаа нь бахархмаар юм. Тэгвэл энэ удаагийн нийтлэлээрээ байгаль орчны инженерчлэлийн чиглэл дээрх хийгдсэн судалгаануудыг танилцуулъя!</p>\n<h2>PolluCell | Sahil Doshi</h2>\n<p>2014 онд 14 настай Сахил Доши нь “Discover 3M Young Scientist Challenge” гэх Америкийн өрсөлдөөнт шинжлэх ухааны үзэсгэлэнгийн үеэр “PolluCell” хэмээх агуй бүтээлээ олон нийтэд хүргэжээ. Энэ дэвшилтэд багаж нь дэлхийн дулааралд сөрөг нөлөө бүхий нүүрстөрөгчийн хийг ээлтэйгээр ашиглан энерги болгож хувиргах нэгэн шийдлийг хүргэсэн юм. Сахил Доши нь төрөлхийн Америкийн, Питтсбургийн иргэн ба Энэтхэгт амьдардаг эмээ, өвөөгөө эргэн очиход тэдэнд тулгардаг олон олон асуудлуудтай танилцаж, түүнийг нь шийдэхийг хүссэн эрмэлзлээс төрсөн ажээ. Тэрээр хоёр гол асуудал дээр төвлөрсөн ба эдгээр нь Энэтхэг болон олон олон ядуу буурай оронд тогтвортой эрчим хүчний эх үүсвэр тун хомсдолтой байдаг тухай мөн агаарын бохирдлоос үүдэх олон олон амьсгалын замын өвчний илрэл нэмэгдэж байгаа тухай тусган авсан байна. Олон олон туршилтын эцэст, Сахил өөрийн төсөөллөө цахилгаанжуулалтын ачаар ээжийнхээ гал тогоондоо бодит болгож чадсан юм. “PolluCell”-ийн үндсэн бүтэц нь хийхэд маш амархан ба Сахил зөвхөн дахивар хог хаягдал хэрэглэсэн болно. Багаж нь хоёр хагас эсийг агуулдаг, үүнд ундааны лаазнаас бүрдүүлсэн хөнгөн цагаан анод (электрон алддаг) ба гитарын утсаар бүрдүүлсэн мөнгөн катод (электрон олж авдаг) нь тус тус үүрэг гүйцэтгэдэг байна. Үүний дараагаар карбонатлаг усаа нэмээд урвалыг хурдасгахын тулд давс нэмсний эцэст эсүүдийг батарейтай холбон цахилгаан үүснэ. Энэхүү хаялбар гэлээ ч ухаалаг аргаар Сахил хорт нүүрстөрөгчийн хийг амжилттайгаар байгальд ээлтэй нэгэн эрчим хүчний үүсвэр болгон хувиргаж чадсан билээ. “Discover 3M Young Scientist Challenge”-д гаргасан амжилтынхаа хүрээнд олон олон шинжлэх ухааны мэргэжилтнүүдийн тусламжтайгаар Сахил албан ёсны загвараа гаргаж, АНУ-ын ерөнхийлөгч асан Брак Обамад 2015 онд өргөн барьж байсан удаатай байна.</p>\n<a href=\"https://archive-share.america.gov/young-scientist-clean-energy/\">Дэлгэрэнгүй мэдээлэл</a>\n<h2>Grey Water Project | Shreya Ramachandran</h2>\n<p>2016 онд 13 настай Шрея Рамачандран “Grey Water Project” хэмээх дэлхийн цэвэр усны хомсдолыг бууруулахад чиглэсэн ашгийн бус байгууллагыг бий болгосон юм. Энэхүү төсөл нь хүмүүст усаа зөв зохистой хэрэглэхийг уриалж, гэр ахуйн угаалтуур, шүршүүр, ванн, угаалгын машин зэрэг дотоодын эх үүсвэрээс гарах “Grey water” буюу саарал усыг дахин ашиглахын үр өгөөжийн тухай түгээдэг юм. “Grey Water Project”-ын гарал үүсэл нь тун сонирхолтой, Шрея Рамачандран Калифорнийн Туларед зочлохдоо олон олон цангаж буй иргэдийг хараад их гайхсан байдаг. Тэд удаан үргэлжилсэн ган гачгаас үүдэн цэвэр усны хомсдолд орж, ядуу буурай хүмүүст ундны ус олоход тун бэрхшээлтэй байсан бол зарим айл өрхүүд усаа гамгүй хэрэглэж, маш их хэмжээний усыг үрэлгэн хэрэглэж байв. Тэрээр энэ асуудлыг шийдэхийн тулд усыг аюулгүйгээр дахин хэрэглэх арга замыг нарийвчлан судлан, шинжилсний эцэст саарал усыг олж нээсэн юм. Саарал ус нь гэр ахуйн дотоодын эх үүсвэрээс гарах хэрэглээний ус ба ялгадастай харьцдаггүй тул дахин хэрэглэхэд ямар нэгэн сөрөг нөлөө байдаггүй байна. Энэ усыг Шреяагийн бүтээсэн ахуйн системээр ялган авч усалгаа болон бусад гадаад хэрэглээнд ашиглах боломжтой юм. Судалгаанаас харж үзвэл саарал усны системтэй айл өрх нь жилдээ 150,000 гаруй литр усыг хадгалах боломжтой аж. Шрея Саарал “Grey Water Project” болон боловсролын бусад санаачилгуудаараа дамжуулан усаа зөв зохистой хэрэглэн, хамгаалах талаар 100,000 гаруй хүнд сурталчлан хүргэжээ.</p>\n<a href=\"https://www.thegreywaterproject.org/shreya-ramachandran-bio\">Дэлгэрэнгүй мэдээлэл</a>\n<h2>BEACON Project | Hannah Herbst</h2>\n<p>2015 онд “Discover 3M Young Scientist Challenge” гэх Америкийн өрсөлдөөнт шинжлэх ухааны үзэсгэлэнгийн үеэр 14 настай Ханна Хербст далайн түрлэгийг ашиглан эрчим хүч үйлдвэрлэх зорилгоор “BEACON” хэмээх жижиг турбиныг зохион бүтээжээ. /BEACON -> Bringing Electricity Access to Countries Through Ocean Energy Collection/ Африкийн Этиоп дахь найз нөхдөөсөө гэрэл гэгээ, цэвэр ус болон цахилгааны эх үүсвэр гээд наад захын хэрэглээний зүйл бараг байдаггүйг дуулсны дараа тэрээр найз нөхөд болон дэлхийн ядуу буурай улс дахь хүмүүсийн хэрэгцээг хангахын тулд арга хэмжээ авахыг хүсжээ. Ханна Хербст нь 4 сарын турш судалгаа, шинжилгээ хийсний эцэст далайн түрлэгийг эрчим хүч болгон ашиглах санааныхаа компьютерын загварыг бүтээжээ. Энэхүү бүтээлдээ тэрээр турбин ашигласан ба далайн давлагаан хөдөлгөөн нь турбины доод хэсэгт байрлах сэнсийг хөдөлгөж, дараа нь турбины дээд хэсэгт байрлах усан цахилгаан үүсгүүрийг хэрэглэн цахилгаан гаргаж авах билээ. Ханнагийн тооцооллоор бол энэхүү турбин нь нэгэн зэрэг 3 машины батарейг 1 цагийн дотор цэвэрлэх чадвартай эрчим хүчний үүсвэр билээ. Тэрээр Жеффри Эмсландер хэмээх 3M зөвлөхийнхөө тусламжтайгаар “2015 оны Discovery Education ба 3M Young Scientist Challenge”-д тэргүүн байр эзэлж, 17 настайдаа “Forbes”-д “Under 30”-д хэвлэгдсэн нэгэн агуй эрдэмтэн юм.</p>\n<a href=\"https://www.hannahherbst.com/mystory.html\">Дэлгэрэнгүй мэдээлэл</a>\n<h2>Хаалтын үг</h2>\n<p>Байгаль орчин болоод эргэн тойрондоо тулгамдаж буй асуудлуудыг нарийвчлан судалж өөрийн гэсэн өвөрмөц шийдлийг гаргаж хэрэгжүүлсэн эдгээр залуус үнэхээр гайхалтай санаачлагатай байгаа биз! Тэгвэл та дараагийн “Innovator” байхдаа бэлэн үү? 🤔</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэл дэх онцлох компани, байгууллагууд",
      "date": "2024-10-6",
      "description": "Аж үйлдвэрийн эрин үеэс эхтэйгээр байгаль орчин маань асар хурдтайгаар бохирдож эхэлсэн юм. Төрөл бүрийн бохирдол, дэлхийн дулааралт, уур амьсгалын өөрчлөлтийн байдал орон оронд эрс дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь АНУ, Австрали, Канад мэтийн хөгжингүй улсуудад ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд тухайн чиглэлд ажил хэрэгжүүлэх компани, байгууллагууд нэмэгдэж байгаль орчинд ээлтэй шийдлүүдийг олсоор байгааг дуулгахад таатай байна. ",
      "blog": "<h2>Танилцуулга</h2><p>Аж үйлдвэрийн эрин үеэс эхтэйгээр байгаль орчин маань асар хурдтайгаар бохирдож эхэлсэн юм. Төрөл бүрийн бохирдол, дэлхийн дулааралт, уур амьсгалын өөрчлөлтийн байдал орон оронд эрс дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэл нь АНУ, Австрали, Канад мэтийн хөгжингүй улсуудад ихээхэн эрэлт хэрэгцээтэй болжээ. Үүний хүрээнд тухайн чиглэлд ажил хэрэгжүүлэх компани, байгууллагууд нэмэгдэж байгаль орчинд ээлтэй шийдлүүдийг олсоор байгааг дуулгахад таатай байна.</p><h2>AECOM</h2><p>AECOM (Architecture, Engineering, Construction, Operations, and Management) бол барилга, инженерчлэлийн хүрээнд зураг төсөл гарган, байгууллагуудад зөвлөх үйлчилгээ үзүүлдэг дэлхийн хэмжээний дэд бүтцийн компани юм. Тэд 1990 онд АНУ-д Ричард Г. Ньюман захирлын үр бүтээлээр бие даасан байгууллага болсон ба 2023 онд “Fortune 500” жагсаалтад 291-т орсон ажээ. Тэд ихэвчлэн байгаль орчны төлөвлөлт, нөхөн сэргээлт, тогтвортой байдлын талаар зөвлөгөө өгөх, хог хаягдлын менежмент, уур амьсгалын өөрчлөлтөд дасан зохицох чиглэлээр ажилладаг ба байгальд ээлтэй хотуудыг байгуулан, хүрээлэн буй орчныг сайжруулах гол зорилготой байна.</p><p>AECOM нь байгаль орчны нөхөн сэргээлтийн төслүүдээс гадна тээвэр, ус, эрчим хүч зэрэг өргөн хүрээний бүтээн байгуулалтад оролцдог. Тэд 2012 оны Лондонгийн олимпын байгаль орчны үнэлгээ, төлөвлөлтийг хийж, Их Британид “CrossRail” төмөр замын төсөл дээр ажилласнаараа онцлог юм.</p><p>2023 оны статистикийн хүрээнд орлого нь 11 тэрбум доллар хүрч харин цэвэр ашиг нь 100 сая доллар давсан амжилттай үзүүлэлт гарчээ. <a href='https://aecom.com/about-us/'>Дэлгэрэнгүй мэдээллийг</a></p><h2>Tetra Tech</h2><p>Тетра Тех нь дэлхийд тулгарч буй олон олон асуудал ба сорилтуудыг шийдвэрлэх зорилготойгоор ус, байгаль орчин, дэд бүтэц, эрчим хүчний судалгаа, төслүүдээр мэргэшсэн инженерийн болон зөвлөх компани юм.</p><p>Энэхүү компани нь 1966 онд АНУ-ын Калифорни мужийн Пасадена хотод Бернард Ле Мехауте, Николас Боратынск болон тухайн үеийн алдарт инженерүүдийн хамт байгуулагджээ.</p><p>Тэдний ажил нь олон салбарыг хамардаг ба байгаль орчинд ээлтэй хамгийн сүүлийн үеийн шийдлүүдийг санал болгодгоороо онцлог юм. Мөн Тетра Тех нь байгаль орчны зөвлөгөө, ус, бохир усны менежмент, уур амьсгалын өөрчлөлтөд дасан зохицох, гамшгийн үед хариу арга хэмжээ авах, цэвэр эрчим хүчний шинэлэг шийдлүүдийг хайж олох тал дээр анхаарал тавьдаг байна.</p><p>Тус компанийн томоохон төслүүдээс дурдвал Катрина хар салхи болон 2011 оны Японы газар хөдлөлт зэрэг байгалийн гамшигт явдалд хариу арга хэмжээ авах, сэргээн босгох ажлыг удирдан зохион байгуулснаараа алдартай. 2024 оны статистикийн хүрээнд нийт орлого нь 5.17 тэрбум доллар хүрч, цэвэр ашиг нь 85 сая доллар давсан үзүүлэлттэй байна. Тэд байгаль орчны инженерчлэлийн хүрээнд усны нөөцийн менежмент, байгаль орчинд нөлөөлөх байдлын үнэлгээг хамрах техникийн мэдлэгээрээ мэргэшсэн байдаг. <a href='https://www.tetratech.com/'>Дэлгэрэнгүй мэдээллийг</a></p><h2>Arcadis</h2><p>Аркадис нь дэд бүтэц, усны менежмент, байгаль орчны шийдлүүдийн тогтвортой байдал, уян хатан байдалд анхаарлаа хандуулдаг дэлхийн хэмжээний дизайн, зөвлөлтийн компани юм. 1888 онд Нидерландын Амстердам хотод байгуулагджээ. Инженерийн чиглэлээр олон жилийн түүхтэй Аркадис нь төрийн болон хувийн хэвшлийн үйлчлүүлэгчдэд байгаль орчин, хотын төлөвлөлтийн асуудлыг шийдвэрлэхэд тусалдаг. Тэд эко хот төлөвлөлтөд нөлөө бүхий усны менежмент, уур амьсгалд тэсвэртэй байдал, байгаль орчны нөхөн сэргээлт мэтийн “Environmental Engineering” чиглэлтэй холбогдохуйц төслүүдэд ихээхэн анхаарал тавьдаг.</p><p>Аркадис нь үерийн хамгаалалт, хот байгуулалт, байгаль орчны эрсдэлийн үнэлгээний чиглэлээр ажилладаг гэдгээрээ алдартай ба томоохон төслүүд нь Нью-Йорк хотын үерийн сэргийлэлтийн төслүүдийг удирдан явуулж, Сингапурын Марина Бэй бүсийг тогтвортой усны менежмент, дэд бүтцийг нэгтгэсэн зураг төслийг боловсруулахад оролцсон байна. 2024 оны байдлаар 5.79 тэрбум еврогийн цэвэр үнэ цэнтэй (networth) гэж тогтоогджээ. <a href='https://www.arcadis.com/en'>Дэлгэрэнгүй мэдээллийг</a></p><h2>Хаалтын үг</h2><p>Дэлхийн байгаль орчны төлөв байдал доройтохын хэрээр түүний эсрэг тэмцэхийг эрмэлзэх байгууллага, компаниуд ч мөн олшрох болжээ. Монгол залуучууд бид энэхүү байгууллагуудын олж нээсэн өвөрмөц нээлтүүдээс үлгэр дуурайлал авч өөрийн улсдаа ч мөн адил тэдний төслүүдийг хэрэгжүүлцгээе!</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Environmental Engineering Introduction Байгаль орчны инженерчлэл ",
      "date": "2024-09-16",
      "description": "",
      "blog": "<h2>Байгаль орчны инженерчлэл</h2><p>Environmental Engineering буюу байгаль орчны инженерчлэл нь 21-р зуунд маш ахицтайгаар эрэлт, хэрэгцээтэй болж байгаа 9 инженерчлэлийн чиглэлийн маань нэгэн салбар юм.</p><p>Энэхүү чиглэл нь агаар, хөрс, ус, хог хаягдлын цогц асуудлуудыг экологид ээлтэй арга замаар шийдвэрлэх зорилготой бөгөөд байгаль орчны шинжлэх ухааны хими, биологи, экологи зэрэг ойлголтуудыг инженерчлэлийн гол зарчмуудтай хослуулан хүн ба орчны эрүүл мэндийг сайжруулдаг байна.</p><h2>Түүхэн гарал үүсэл</h2><p>Эртний Грек, Ром, Египетийн бохир ус зайлуулах системүүд нь энэ чиглэлийн гарал үүслийг тэмдэглэдэг бол орчин үеийн байгаль орчны инженерчлэл нь 19-р зууны Лондонд Жозеф Базалгеттийн байгуулсан бохирын хоолойн системтэй холбоотой гэж үздэг.</p><h2>Байгаль хамгаалах ирээдүй</h2><p>Хүн төрөлхтний зохисгүй үйл ажиллагаанаас үүдэн орчны доройтлыг шийдвэрлэхэд энэ салбарын үүрэг улам нэмэгдэж байна. Хэрвээ та байгаль эх дэлхийгээ хайрлан хамгаалах хүсэлтэй бол <a href=\"https://www.environmentalengineer.com\">“Environmental Engineering”</a> чиглэлийг сонирхоорой!</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Байгаль орчны инженерчлэлийн чиглэл дэх онцлох нээлтүүд",
      "date": "2024-09-16",
      "description": "Хүн төрөлхтний хөгжлийн суурь хувьсгал болох аж үйлдвэрийн эрин үе нь хүмүүс бидний хөдөлмөрийг хялбарчилж, төрөл бүрийн төхөөрөмж болоод механизмуудтай золгуулсан. Харамсалтайгаар энэ үеэс эхтэйгээр байгаль орчин маань асар хурдтайгаар бохирдож эхэлсэн юм. Төрөл бүрийн бохирдол, дэлхийн дулааралт, уур амьсгалын өөрчлөлтийн байдал орон оронд эрс дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэлээр олон олон сонирхолтой нээлтүүд хийгдэх болсон байна. Тиймээс энэхүү нийтлэл дээр онцлог бүхий өвөрмөц ололтуудыг танилцуулъя.",
      "blog": "<h2>Хүн төрөлхтний хөгжлийн суурь хувьсгал</h2><p>Аж үйлдвэрийн эрин үе нь хүмүүс бидний хөдөлмөрийг хялбарчилж, төрөл бүрийн төхөөрөмж болоод механизмуудтай золгуулсан. Харамсалтайгаар энэ үеэс эхтэйгээр байгаль орчин маань асар хурдтайгаар бохирдож эхэлсэн юм. Төрөл бүрийн бохирдол, дэлхийн дулааралт, уур амьсгалын өөрчлөлтийн байдал орон оронд эрс дордож буй энэ үед байгаль орчны инженерчлэл гэх чиглэлээр олон олон сонирхолтой нээлтүүд хийгдэх болсон байна. Тиймээс энэхүү нийтлэл дээр онцлог бүхий өвөрмөц ололтуудыг танилцуулъя.</p><h2>Solar Powered Desalination - Desolenator | William Jansen</h2><p><a href=\"https://www.desolenator.com/value/value-of-water\">Нарны энергиэр ус давсгүйжүүлэх</a> нь нарны эрчим хүчийг ашиглан давстай усыг цэвэр ус болгон хувиргаж, хүний ​​хэрэглээ, усалгааны зориулалтаар ашиглахад тохиромжтой арга юм. Энэ нь шууд болон шууд бус давсгүйжүүлэлт гэж хоёр ангилагддаг. Нарны энергиэр шууд давсгүйжүүлэх үед давстай ус нарны энергийг шингээн ууршуулж, давс болон бусад хольцыг үлдээдэг. Шууд нэрэх аргад нарны коллекторыг нэрэх механизмтай холбодог, энэ нь зориулалтын битүү орчинд явагддаг ба нэрэхээс гадна тархалтын арга хэмээх олон олон аргууд байдаг. Харин шууд бус давсгүйжүүлэх арга нь фотоволтайк нарны хавтангаар нарнаас ирэх фотоныг цахилгаан болон дулааны энерги болон хувирган, хадгалж 24/7 далайн болон давслаг усыг нэрмэл аргаар ямар ч хор хөнөөлгүй, өндөр чанартай, цэвэр ус болгон хувиргадаг. Энэхүү салбартаа тэргүүлж буй Их Британи гаралтай “Desolenator” байгууллага нь дэлхийн анхны нар болон дулааны энергийг хослуулсан нэрэгч механизм, “SP40”-ыг 2014 оноос хойш хөгжүүлсээр ирсэн юм. Тухайн машин нь зориулалтын “PVT” хэмээх нарны хавтанг хэрэглэн нарны энергиэс авах цахилгаанаар төхөөрөмжийнхөө станцыг (мотор) цэнэглэдэг, нарнаас ирэх дулааны энергийг хүйтэн усаа халаахад хэрэглэж, үүгээр “Multi-Effect Distillation” хэмээх нэрмэл аргаар цэвэр усыг ямар ч энергийн хаягдалгүйгээр гарган авдаг байна. Үүнд хуучны нэрмэл аргуудтай харьцуулахад ямар нэгэн хуванцар мэмбран болоод шүүлтүүр, химийн бодис байхгүй тул экологид хамгийн ээлтэй гэж үзэгддэг байна. Одоогийн байдлаар “Desolenator” байгууллага нь Дубайн Цахилгаан, Усны Газар (DEWA)-тай хамтран ажиллаж далайн усны давсгүйжүүлэлтийг 100% цэвэр энергиэр явуулах бодлогыг явуулж байгаа байна. Харамсалтайгаар Монгол орон нь далайд гарцгүй тул хэрэглэх боломжгүй ч “Desolenator” өөр өөр сонирхолтой бүтээгдэхүүнүүдийг сонирхож болох юм.</p><h2>Cloud Seeding</h2><p><a href=\"https://www.dri.edu/cloud-seeding-program/what-is-cloud-seeding/\">Үүлэн үржүүлэлт</a> нь тодорхой төрлийн үүлэнд жижиг мөсөн аль эсвэл давслаг, бодисын цөмүүдийг оруулах замаар үүлний бороо, цас үүсгэх чадварыг сайжруулдаг цаг агаарын өөрчлөлтийн арга юм. Агаар мандалд хөвж буй жижиг тоос, давсны эргэн тойронд усны уур хөрж өтгөрөх үед үүл үүсдэг. Үүгээр бид хиймэл аргаар цөмийн тоог нэмж өсгөснөөр үүл үүсэж бороо, хур орох магадлал нэмэгддэг байна. Үүлэн үржүүлэлт нь агаарын тээвэр, газар дээр суурилсан генератор, пуужин, их буу хэмээх аргуудаар хийгдэж болно. Анхны үүлэн үржүүлэлтийн туршилтыг 1946 онд Америкийн химич, цаг уурч Винсент Ж.Шафер нь агаарын тээврийн хэлбэрээр 3 килограм бүхий буталсан хуурай мөсийг (хатуу биет CO2) үүл рүү хийж гүйцэтгэсэн байдаг. Энэ арга нь тухайн үедээ их өндөр зардалтай байсан ба орчин үед газар дээр суурилсан генератораар мөнгөний иодод (AgI), натрийн хлорид (NaCl), хуурай мөс (CO2) зэрэг хүний бие болоод экологид хор нөлөөгүй бодисуудыг бага хэмжээгээр шатаан үүлэнд хүргэдэг байна. Олон Улсын Гамшгаас Хамгаалах Хүрээлэн (DRI) нь 1960 оноос хойш өөрсдийн гэсэн үүл үржүүлэх төслүүдээ өрнүүлсээр ирсэн ба АНУ-ын Невада, Вайоминг мужууд мөн Австралийн хэсэг газруудын дундаж хур тунадасны хэмжээг ахицтайгаар нэмүүлснээрээ олон олон ач холбогдлуудыг авчирсан байдаг. Манай Монгол оронд Агаарын тээврийн мэдээллийн хэвлэл (AIP) байгууллага нь Үндэсний цаг уур, орчны шинжилгээний газартай хамтран 2022 оны 4 сарын 25-аас 2024 оны 3 сарын 31-ны хооронд үүл үржүүлэх төслийг мөнгөний иодидын (AgI) оролцоотойгоор улс даяар хэрэгжүүлсэн удаатай байна.</p><h2>ByBlocks | ByFusion</h2><p><a href=\"https://www.byfusion.com/byblock/\">“ByFusion”</a> байгууллага нь “ByBlocks” хэмээх хуванцар хог хаягдлыг удаан эдэлгээтэй барилгын блок болгон хувиргах өвөрмөц аргыг боловсруулж, уламжлалт барилгын материалын оронд байгальд ээлтэй шийдлийг олж нээсэн Шинэ Зеландаас гаралтай компани юм. Хайди Кужава хэмээх эмэгтэй 2017 онд үүсгэн байгуулжээ. Хуванцар хог хаягдлаар барилгын зориулалтад “ByBlocks”-ийг бүтээхийн тулд “Thermoform” буюу термоформ хэмээх процессыг ашигладаг. Энэ нь жижиглэн хуваалт, хэт халсан уурын шахалтын явц, хэлбэр оруулан цутгах гэсэн 3 гол хэсгүүдээс бүрэлддэг байна. Жижиглэн хуваах үед хуванцар хог хаягдал буюу дахин боловсруулах боломжгүй хуванцар бүрдлээ цуглуулж, жижиг хэсгүүдэд хуваана.Үүний дараагаар, жижиглэсэн хуванцар хэсгүүдээ ямар нэгэн химийн бодис болон нэмэлт зүйлгүйгээр, шахах тусгай хэт халсан уурын процесст оруулдаг. Энэ үед уур нь хуванцрыг зөөлрүүлж, нэгтгэж, цул блок үүсгэдэг. Эцэст нь шахсан хуванцруудаа стандарт барилгын бетонтой ижил хэмжээтэй блок болгон цутгадаг. ByBlocks нь полиэтилен, полистирол зэрэг дахин боловсруулахад хэцүү хуванцар хог хаягдлаар ч хийж болдог тул хуванцрыг боловсруулахын өмнө ангилах, цэвэрлэх шаардлагагүй байдаг байна. Энэ нь хуванцар хог хаягдлыг багасгаад зогсохгүй, нүүрстөрөгчийн (CO2) ялгарлыг ч мөн бууруулдаг, учир нь ByBlocks-ийн үйлдвэрлэл нь уламжлалт бетон блоктой харьцуулахад 41%-аар бага хүлэмжийн хийн ялгаралтыг үүсгэдэг байна. Тэд стандарт бетонтой тэнцэхүйц бат бөх чанартай ба үүнээс гадна ус болоод химийн бодистой урвалд ордоггүй, хуванцраар хийгдсэн тул хөнгөн бас хагардаггүй гэдгээрээ давуу талтай байна. ByBlocks нь олон талт бөгөөд янз бүрийн барилга байгууламж, дэд бүтцийн төслүүдэд ашиглагдах боломжтой. Тэдний нийтлэг хэрэглээнд байшин, барилга барих, хашаа барих, замын хаалт тавих, цэцэрлэгийн байгууламжийн тохижуулалтад хэрэглэх, гэр ахуйн тавилга болоод чимэглэл хийх ордог байна.</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/blogsEnvironmental.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Environmental Engineering Fun Facts | Байгаль орчны инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-09-16",
      "description": "",
      "blog": "<h2>Ancient Roots</h2><p>Байгаль орчны инженерчлэлийн салбар нь бидний амьдарч буй 21-р зуунд хамгийн эрэлттэй ажил мэргэжлийн нэг хэмээн үзэгддэг ба 19-р зууны дунд үед албан ёсоор бие даасан чиглэл болон хөгжсөн байна. Гэвч байгаль орчны инженерчлэл нь түүхэн дэх алдарт эртний иргэншлүүдэд ч мөн адил дэлгэрч байсныг та мэдсэн үү? Эртний Грек, Ром, Египет мэтийн хөгжил дэвшилтэд иргэншлүүд нь хүрээлэн буй орчноо сайжруулах зорилготойгоор бохирын ус зайлуулан, хадгалах системүүд бүтээсэн нь \"Environmental Engineering\" салбарын түүхэн ач холбогдлыг харуулдаг юм.</p><h2>Real life Heroes</h2><p>Байгаль орчны инженерүүд нь бидний зайлшгүй хэрэгцээт ундны ус, амьсгалах агаарыг хүний биед ямар нэгэн хор хөнөөлгүй, цэвэр цэмцгэр болгож, өвчин тархалт болоод бохирдлоос урьдчилан сэргийлэх технологийг хөгжүүлэх үүрэгтэй байдаг. АНУ-ын Марк Эдвард нь энэхүү том даалгаврын нэгэн гол жишээ болдог юм. Учир нь тэрээр Флинтийн ундны усны хямралыг илчилж Вашингтонд амьдарч буй үй олон хүмүүсийг хар тугалганы аюултай түвшнээс сэргийлж улс даяар усны аюулгүй байдлын шинэчлэлийг хийхэд хүргэсэн агуй баатар гэж хэлж болно.</p><h2>Living Green Buildings</h2><p>Байгаль орчны инженерчлэлд \"амьд\" барилга байгууламжуудыг үүсгэн бүтээдэг нь үнэхээр гайхамшигтай! Дэлгэрүүлбэл, ургамал болоод модоор бүтээн байгуулалтынхаа дээвэр болон гадаад ханыг бүрхсэнээрээ \"ногоон/амьд\" чанартай гэж үзэгддэг. Энэ нь байгальд ээлтэйгээс гадна барилга байгууламждаа ч гадаргүйг нь хөргөж, эрчим хүчний хэрэглээг нь багасган, борооны усыг шингээж, хотын үерийг бууруулдгаараа давуу тал үүсгэдэг байна.</p><h2>Floating Cities</h2><p>Байгаль орчны инженерүүд усан дээр хөвдөг хот бүтээн байгуулж байгаа гэдгийг мэдсэн үү? Далайн түвшин нэмэгдэж байгаатай холбогдуулан байгаль орчны инженерүүд усан дээр хөвж болох амьдрах орчныг бий болгохын тулд тогтвортой материал, дизайныг ашиглан хөвөгч хотуудын тухай ойлголтыг судалж байна. Үүнд Мальдивын хөвөгч хотын төсөл багтдаг ба энэхүү бүтээн байгуулалт нь 2027 онд ашиглалтад орох төлөвтэй байна.</p><h2>Vertical Farming</h2><p>Байгаль орчны инженерчлэлд томоохон байр суурь эзэлж буй салбаруудын нэг бол босоо газар тариалан яах аргагүй мөн юм. Энэхүү чиглэл нь лабораторид овоолсон давхарга төхөөрөмжид хүнсний ногоо, үр тариа ургуулдаг ба газар талбайн хомстолтой хотын хэсэгт тариалан эрхлэхэд тохиромжтой байдаг байна. Тээвэр, талбайн хэрэгцээг бууруулснаар хүнсний үйлдвэрлэлийг илүү тогтвортой болгодог.</p>"
    },
    {  "id": 9,
      "imageSrc": "/assets/Articles/MiniiNamtar.png",
      "author": "Misheel Yondonvaanchig",
      "title": "Инженерийн нэг өдөр",
      "date": "2024-09-16",
      "description": "“Инженерийн нэг өдөр хэрхэн өнгөрдөг юм бол?” гэх асуултыг та өөртөө тавьж байсан уу? Инженер дундаа байгаль орчны инженер хүн яг юу хийдгийг сонирхож буй хэн бүхэнд зориулан бид Энержи Ресурс ХХК-д Байгаль орчны ажилтнаар ажилладаг Дашлхагваагийн Адьяасүрэнтэй ярилцлага хийсэн билээ. Энэхүү ярилцлагадаа түүний нэг өдрийг онцлон хүргэж байна.",
      "blog": "<p>“Инженерийн нэг өдөр хэрхэн өнгөрдөг юм бол?” гэх асуултыг та өөртөө тавьж байсан уу? Инженер дундаа байгаль орчны инженер хүн яг юу хийдгийг сонирхож буй хэн бүхэнд зориулан бид Энержи Ресурс ХХК-д Байгаль орчны ажилтнаар ажилладаг Дашлхагваагийн Адьяасүрэнтэй ярилцлага хийсэн билээ. Энэхүү ярилцлагадаа түүний нэг өдрийг онцлон хүргэж байна.</p><b>1. Ажлын өдрүүдээ та хэрхэн эхлүүлдэг вэ? </b><p>Манай ажлын цаг өглөөний 7-оос оройны 7 хүртэл үргэлжилдэг. Өглөө бол ойролцоогоор 5:30 гэж босдог.</p><b>2. Танд өглөө болгон хийдэг өвөрмөц дадал зуршил байгаа юу?</b><p>Уул уурхайн тоос шороотой нөхцөлд ажилладаг тул дархлаа болон эрүүл мэнддээ анхаарах нь их чухал. Тийм ч учраас өглөө болгон дасгал хийж,  ажлын өдрүүдээ эрч хүчээр дүүрэн эхлүүлэхийг эрмэлздэг.</p><b>3. Ажилдаа заавал авч явдаг эд зүйлсээсээ дурдвал?</b><p>Ажил дээрээ ихэвчлэн багт хуваагдан, хуваарилагдсан даалгавраа биелүүлдэг. Өдөр өдөрт өөр даалгаварт хуваарилагддаг тул тогтсон авч явдаг эд зүйл бол байдаггүй. Ямар даалгавар хийхээс шалтгаалж өөр өөр багаж хэрэгсэл авч явдаг.</p><b>4. Та ажил руугаа яаж явдаг вэ?</b><p>Хотоос уурхай руугаа явахад 8-10 цагийг зарцуулдаг ба орон нутгийн тээврээр зорчдог. Тэгээд уурхай дээр байрлан ажилладаг тул ажлын өдрүүдэд ажил руугаа явах гэж цаг алддаггүй. </p><b>5. Ажилдаа очсоны дараагаар хамгийн эхэнд юу хийдэг вэ? Өдөр болгон давтагддаг зүйлс байгаа юу?</b><p>Ажлын байр дээрээ очсоны дараа тухайн өдрийнхөө хийх ёстой даалгавар болоод хуваарилагдсан багтайгаа уулзаад, төлөвлөгөөгөө гарган ажилдаа ордог. Өдөр болгон байгаль орчны чиглэлтэй холбогдох 4 салбар зүйлсийнхээ хүрээнд ажлаа биелүүлнэ.</p><b>6. Та одоогоор ямар ажил дээр ажиллаж байгаа вэ?</b><p>Сая хот руу ирэхээсээ өмнөхөн Монголын уурхайныхаа хүрээнд байгаль орчны стандартыг гаргах судалгаа, тооцооллын төсөл дээр ажиллаж, амжилттайгаар стандартаа тогтоосон байгаа.</p><b>7. Ажилладаг байгууллагын тань онцлог зүйлс таны хувьд юу вэ?</b><p>Манай Энержи Ресурс ХКК-ийн хувьд нээлттэй, тусч хамт олонтой гэдгээрээ онцлог. Ажлаа гүйцэтгэхийн хажуугаар өөрийн гэсэн судалгаа эсвэл төслийн санаа дээрээ тусламж авч, хэрэгжүүлэх боломж үргэлж нээлттэй байдгаараа давуу талтай. Мөн үргэлж шинэ, содон төсөл болоод даалгаврууд дээр ажилладаг нь ихээхэн сонирхолтой байдаг.</p><b>8. Та ажлаас бусад цагаараа юу хийх дуртай вэ? Ямар нэгэн хобби болоод сонирхол байгаа юу?</b><p>Ихэнхдээ ажлынхаа хүрээнд хөдөө, орон нутаг руу явдаг болохоор хот руу ирдэг амралтын үеүүдээрээ гэр бүлтэйгээ цагийг өнгөрүүлэхийг хүсдэг л дээ. Гэр бүлтэйгээ цаг өнгөрөөж, ном уншиж, байгальд гарч ууланд алхах их дуртай. </p><b>9. Та оройн хоолоо өөрөө хийж иддэг үү? </b><p>Бид нар ихэвчлэн хээрийн нөхцөлд хоол цайгаа уудаг бөгөөд хамт явдаг автобусны жолооч нар аяллын хоол цайндаа мэргэшсэн байдаг тул ихэвчлэн ажлаас хоол цай бэлтгэгддэг. Харин боломж л гарвал өөрөө хоолоо хийдэг. </p>"
    },
    {  "id": 10,
    "imageSrc": "/assets/Articles/MiniiNamtar.png",
    "author": "Misheel Yondonvaanchig",
    "title": "Инженерийн мини намтар",
    "date": "2024-10-11",
    "description": "Технологи, инженерчлэлийн салбар асар хурдацтай хөгжиж хүн төрөлхтөн өнөөгийн хөгжил дэвшилдээ хүрсэн ч гэлээ байгаль орчноо бодолцоогүйгээс болж их хэмжээний бохирдол, уур амьсгалын өөрчлөлт зэрэг томоохон асуудлууд бий болсон билээ.",
    "blog": "<p>Технологи, инженерчлэлийн салбар асар хурдацтай хөгжиж хүн төрөлхтөн өнөөгийн хөгжил дэвшилдээ хүрсэн ч гэлээ байгаль орчноо бодолцоогүйгээс болж их хэмжээний бохирдол, уур амьсгалын өөрчлөлт зэрэг томоохон асуудлууд бий болсон билээ.</p><p>Үүнтэй тэмцэж, тус асуудлуудад шийдэл олох зорилготойгоор бий болсон мэргэжил бол байгаль орчны инженер юм. Тус мэргэжил нь Монголд ч төдийгүй дэлхийд сүүлд танигдсан инженерчлэлийн шинэлэг салбар бөгөөд үүнд сонирхолтой хүүхэд залуучууд ч олон болжээ. Тиймээс тус салбарын тухай дэлгэрэнгүй мэдээллийг хүргэхээр бид Энержи Ресурс ХХК-д Байгаль орчны ажилтнаар ажилладаг Дашлхагваагийн Адьяасүрэнтэй энэхүү ярилцлагыг хийж, та бүхэнд хүргэж байна. </p><b>1. Таны инженерчлэлийн чиглэлийг сонгох болсон гол хүчин зүйл юу байсан бэ?</b><p>Би арван жилд суралцаж байх үедээ биологи химийн хичээлдээ их сонирхолтой байсан юм. Гэхдээ эцэг эх маань намайг физикийн чиглэлээр мэргэжлээ сонгоосой гэж хүсэж байсан юм л даа. Тэгээд анхандаа мэргэжлээ сонгоход хүндрэлтэй байсан ч ШУТИС-д бараг шинээр нээгдэж байсан байгаль орчны ангид орж, бүх сонирхлоо нэгтгэж чадсан. Энэ мэргэжил минь надад их таалагдаж, төгссөнийхөө дараа магистрын зэрэгтээ МУИС-ийн Байгаль орчны технологи гэх ангид суралцаж төгссөн.  Одоо тэр анги нь Хүрээлэн буй орчин, химийн инженерчлэлийн анги болсон байгаа. </p><b>2. Инженер болох хүртлээ даван туулж байсан хамгийн том бэрхшээл юу байсан бэ?</b><p>Намайг анх их сургуульд орж байхад байгаль орчны инженерчлэл ч гэлтгүй байгаль орчны салбар өөрөө дөнгөж хөгжиж эхэлж байсан тул суралцаж байх явцад өөрөө биеэ даан судлах зүйл олон гарсан. Биеэ дааж судалгааны том ажил хийх гэдэг их бэрхшээлтэй санагдаж байсан.</p><b>3. Инженерийн ажлын байран дээр гарахад таны төсөөлөлтэй зөрсөн болон нийцсэн зүйлүүд байсан уу?</b><p>Байгаль орчны инженерчлэлийн чиглэлээр суралцаж эхлэхдээ би байгаль орчинд ахиц дэвшил гаргах төхөөрөмж болоод механизм дээр ажиллана гэж боддог байсан. Гэхдээ ажлын байран дээр гараад судалгаа, шинжилгээ дээр тулгуурлаж ажилладаг болсон. Төсөөлөлтэй ихэд зөрсөн гэж хэлж болно. </p><b>4. Долоо хоногт хэр ачаалалтай ажилладаг вэ? Ачаалал ердийнхөөс их үед хэрхэн зохицуулдгаасаа хуваалцаач.</b><p>Миний хувьд ажлын онцлогоос болж хөдөө орон нутагт байх уурхайд ажилладаг ба 14 хоногоор байрлаж ажилладаг. Ажлын цаг өглөөний 7-оос оройны 7 хүртэл үргэлжилдэг. Харьцангуй олон цагаар ачаалалтай ажилладаг хэдий ч 12-14 хоногийг хотод ирж өнгөрөөдгөөрөө давуу талтай. </p><b>5. Инженерчлэлийн чиглэлээр ажиллахад хамгийн урамшмаар санагддаг зүйл гэвэл юу вэ?</b><p>Мэдээж дэлхийн дулаарал, уур амьсгалын өөрчлөлт гээд байгаль орчинд тулгамдах асуудлууд сүүлчийн онуудад их илэрч байгаа. Түүнчлэн “GHG emission rate”- ээрээ 13-т жагсдаг энэхүү уул уурхайн салбарыг хүрээлэн буй орчиндоо ээлтэй байлгахад нь хувь нэмрээ оруулдаг гэдгээ санаж их урамшдаг.</p><b>6. Таны хийж бүтээж байсан бүтээл, төслүүдээс хувьдаа хамгийн бахармаар нь аль нь вэ?</b><p>Миний ажилладаг Энержи Ресурс ХХК нь олон тооны хамтран ажиллагч байгууллагатай тул олон улсын стандартуудыг яс баримтлан, нягтлах тал дээр их анхаардаг. Энэхүү олон улсад нийцсэн стандартуудын хангах тооцооллуудыг байгаль орчны хэсгийн багийнхаа хамтаар хийж гүйцэтгэсэн нь миний хувьд хамгийн хэцүү атлаа бахархмаар төсөл байсан.</p><b>7. Таны бодлоор инженерчлэлийн орчинд хамгийн ихээр тулгамдаж буй асуудал юу вэ, үүнд таны санал болгох шийдэл?</b><p>Монгол улсад байгаль орчны чиглэлээр тулгамдаж буй хамгийн том асуудал бол яахын аргагүй хог хаягдлын асуудал юм. Жишээлбэл уул уурхайгаас гарч буй хортой хог хаягдлуудаа бид хэдий зориулалтын газарт нь өгдөг ч гэлээ тус газрууд хаягдлыг зүгээр л булж орхих тохиолдлууд гардаг. Энэ нь эргээд манай улсын газар нутагт ихээхэн хор хөнөөл үзүүлж, хөрсийг бохирдуулаад зогсохгүй, хоол хүнс, ундны ус болоод амьдарч байгаа орчинд муугаар нөлөөлдөг. Тус асуудалд шийдэл олоход хувь хүмүүс болон байгууллагуудын хариуцлагатай, ухамсартай байдал их чухал.</p><b>8. Үргэлж хөгжиж дэвжиж байдаг салбарт ажилладаг та өөрийгөө хувь хүнийхээ болон чадварын талаас яаж хөгжүүлдэг вэ?</b><p>Инженерчлэлийн салбарт шинэ технологи, арга техникүүд үргэлж хөгжиж байдаг тул энэ бүхэнтэй хөл нийлүүлэн алхахын тулд олон төрлийн сургалт, семинарт хамрагдаж, шинэлэг мэдээ мэдээллийг байнга авдаг. Мэдээж илүү ихийг мэдэх боломжийг хэл олгодог тул хэлний мэдлэгээ сайжруулахыг эрмэлздэг.</p><b>9. Сайн инженер болоход туслах түлхүүр чадваруудыг юу гэж боддог вэ?</b><p>Сайн инженер байхын тулд гүйлгээний чадвар сайтай байх хэрэгтэй. Гүйлгээний чадвар гэж юуг хэлж байгаа вэ гэвэл аливаад логик сэтгэлгээгээр хандаж, бүх юмны учир утгыг олохыг эрмэлзэх сониуч байдал болон шинэлэг шийдэл олж харах чадварыг хэлж байгаа юм. </p><b>10.  Бидний ярилцлага энэ хүрээд дуусаж байна. Эцэст нь та шинжлэх ухаан, технологи, инженерчлэлийн чиглэлд сонирхолтой залуус дүү нартаа ямар зөвлөгөө өгмөөр байна вэ?</b><p>Ирээдүйн мэргэжлээ зөв тодорхойлохын тулд өөрийнхөө сонирхлоо бодолцож, ихэд таалагддаг, дуртай гэсэн зүйлээ сонгох нь хамгийн чухал. Ирээдүйн мэргэжлээ сайн судалж, зөв сонголт хийх нь амжилттай байх эхний алхам гэж хэлмээр байна. </p>"
  }
  ]
} 