{
    "title": "Mechanical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд механик инженерчлэлд",
        "date": "2000-01-01",
        "description": "2025 оны байдлаар механик инженерүүдийн ойролцоогоор 16%-г эмэгтэйчүүд эзэлж байна. 1960 оноос өмнө арай чүү 1%-ийг эзэлж байсан гэх мэдээлэл ч байна. Тэгвэл 1960 оноос 2025 оны хооронд эрэгтэйчүүд давамгайлсан энэ салбарт амжилт гаргасан эмэгтэйчүүдийг алдаршуулъя.",
        "blog": "<h2>Brief introduction</h2><p>2025 оны байдлаар механик инженерүүдийн ойролцоогоор 16%-г эмэгтэйчүүд эзэлж байна. 1960 оноос өмнө арай чүү 1%-ийг эзэлж байсан гэх мэдээлэл ч байна. Тэгвэл 1960 оноос 2025 оны хооронд эрэгтэйчүүд давамгайлсан энэ салбарт амжилт гаргасан эмэгтэйчүүдийг алдаршуулъя.</p><h2>Mary Walton (1846-1912)</h2><p>Түүний өсөж торнисон цаг үеийн нийгэм буюу 19 дүгээр зууны нийгэмд эмэгтэйчүүдийг шинжлэх ухааны салбарт харах тун ч ховорхон байжээ. Гэвч тэрээр асуудал бүхнийг даван туулж хоёр чухал нээлтийг өөрийн нэрэн дор мөнхлөн үлдээсэн аж. Өөрийн мэдлэг болон туршлагыг хаанаас авсан талаар мэдээлэл хомс хэдий ч 1884 онд өгсөн сэтгүүлийн ярилцлагандаа 'Аав минь хүүгүй байсан ба охидоо боловсролтой болгоход юуг ч харамлаагүй' хэмээн дурджээ.</p><p>Түүний нээлтүүд бол үйлдвэрийн утааг цэвэршүүлэгч шүүлтүүр болон төмөр замын дуу чимээг багасгах аппарат аж. Одоо ч бидэнд хэрэглэгддэг байгальд ээлтэй арга замыг нээсэн энэхүү бүсгүй өөрийн цаг хугацаа, хүндрэлийг даван туулан механик инженерчлэл талбарын эмэгтэйчүүдэд бахархал болсон байна. Мэри Валтон инженерийн алдар нэрийг ирэх ирээдүйд ч марталгүй түгээх хэрэгтэй.</p><h3>Түүний нээлтийн талаар дэлгэрэнгүй</h3><a href='#'>Дэлгэрэнгүй унших</a><h2>Evelyn Wang (1978-Present)</h2><p>Тайван гаралтай эрдэмтэн тэрээр 'MIT' их сургуульд бакалаврын зэргээ хамгаалж, докторын зэргээ 'Stanford'-ын их сургуульд хамгаалжээ. Түүний хийсэн судалгаа бүхэн өгөөжтэй бөгөөд хэд хэдэн судалгааны ажлын дараа бакалавраа хамгаалсан сургуульдаа профессор болон очихдоо хичээлийн бүтэцэд өөрчлөлт оруулж, дэвшилтэд хүргэсэн нь мөн том амжилт билээ.</p><p>Мөн түүний салбартаа гаргасан хөдөлмөрийг үнэлж 2022 онд ерөнхийлөгч Биден түүнийг АНУ-ын эрчим хүчний судалгааны хүрээлэнгийн захирлаар томилох хүсэлт гаргаж тухайн оны 12 сарын 22-нд улсын хурлаар хэлэлцэн зөвшөөрсөн байна.</p><h3>Түүний судалгаанууд</h3><a href='#'>Судалгаануудыг харах</a><h3>Linkedin Profile</h3><a href='#'>Профайл үзэх</a><h2>Дүгнэлт</h2><p>Механик инженерчлэл гэлтгүй нийт инженерчлэлийн салбарт эмэгтэй хүний төлөөлөл бага байдаг нь үнэн билээ. Гэвч цаг үеэс үл хамааран тэдний амжилт үр бүтээл нийгэмд хэрэгтэй өөрчлөлтийг авчирсаар байна. Үүнийг нь бид алдаршуулан түгээж, хүйсээр ялгаварлалгүй хичээл зүтгэлийг нь үнэлж, хойч үедээ охиддоо ч итгэл болон бишрэлийг өгцгөөе!</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "ММеханик инженерчлэл уур амьсгалын өөрчлөлттэй тэмцэх нь ",
      "date": "2000-01-01",
      "description": "Механик инженерчлэлийн үр дүн болон үйл ажиллагаа нь дэлхийн дулааралд эерэг болон сөргөөр нөлөөлөх боломжтой. Сөргөөр нөлөөлдөг нь сэргээгдэшгүй эрчим хүч бол түлш ба түүнээс үүдэн гарах хүлэмжийн хийн хор нөлөө юм. Тиймээс бид механик инженерчлэлийн тусламжтай цаг уурын өөрчлөлтөд эерэгээр нөлөөлье гэвэл сэргээгдэх эрчим хүч болон түүнийг гүйцэтгэх мэргэжилтнүүдийг чадавхжуулахад төвлөрөх хэрэгтэй.",
      "blog": "<h2>Танилцуулга</h2><p>Механик инженерчлэлийн үр дүн болон үйл ажиллагаа нь дэлхийн дулааралд эерэг болон сөргөөр нөлөөлөх боломжтой. Сөргөөр нөлөөлдөг нь сэргээгдэшгүй эрчим хүч бол түлш ба түүнээс үүдэн гарах хүлэмжийн хийн хор нөлөө юм. Тиймээс бид механик инженерчлэлийн тусламжтай цаг уурын өөрчлөлтөд эерэгээр нөлөөлье гэвэл сэргээгдэх эрчим хүч болон түүнийг гүйцэтгэх мэргэжилтнүүдийг чадавхжуулахад төвлөрөх хэрэгтэй.</p><h2>Тээвэрлэлтийн талбарт хэрэгтэй дэвшилт</h2><p>Тээвэрлэлтийн хэлбэрүүд ихэвчлэн үл сэргээгдэх материал бүхий түлш ашигладаг. Үүнээс үүдэж агаарын бохирдол болон байгалийн нөөцийн дутагдал зэрэг асуудлуудын эх үүсвэр болдог байна. Тийм ч учраас илүү байгальд ээлтэй арга замыг мэргэжилтнүүд хайсаар байгаа ажээ. Механик инженерчлэл нь судалгаа явуулж илүү хор багатай түлшийг олж нээх түүндээ зохицох хөдөлгүүр бүтээх мөн болж өгвөл зогсошгүй хөдөлгүүрийг бүтээхэд анхаарч ажилласаар байна. Сүүлийн үед этанол болон биодизел түлш илүү байгальд ээлтэй нь батлагдаж түгээмэл хэрэглээнд орохоор өсөж буй аж. Энэ мэт судалгааны үр дүнгээр хүн төрөлхтөн илүү ногоон ирээдүй рүү ойртсоор байна. Устөрөгч эсийн түлш зэрэг сонирхолтой арга замууд бий болсоор байна. Цааш уншихийг хүсвэл: <a href=\"https://www.enggtalks.com/articles/the-future-of-sustainable-transportation/?v=412566367c67\">энд дарна уу</a>.</p><h2>Сэргээгдэх эрчим хүч</h2><p>Сэргээгдэх эрчим хүчийн технологи нь нүүрс зэрэг түлшнээс гаргаж авдаг энергиэс хамаагүй бага байдаг. Түүнээс болж хүмүүсийн хэрэглээг хангах боломжгүй байгаа. Гэвч дан ганц байгальд ээлтэй арга замаар энерги үүсгэн ашиглах нь цаг хугацааны л асуудал ажээ. Энергийн дутагдалд орохгүйн тулд бид ганцхан төрөлд бус бүхий л төрлийн сэргээгдэх эрчим хүчийг хөгжүүлэх учиртай. Салхи, нар, ус, газрын байж л байдаг энергийг цуглуулж ашигладаг билээ. Үүний талаар та бүхэн сайн мэдэх байх. Харин нэмээд анхаарахад илүүдэхгүй асуудлууд гэвэл тухайн энерги, эрчим хүчийг хэрхэн хадгалах, яавал илүү нарийвчлалтайгаар тогтоож авах, үүний талаарх мэдээллийг хуваалцаж сайжруулах зэрэг нь нар салхи шиг хэрэгтэй ажлууд юм. Зүгээр л байж байдаг энергийг авч хүний хэрэглээнд тааруулан хувиргах явц нь энгийн мэт боловч нарийн мэдлэг бөгөөд туршлагийн шаарддаг. Сэргээгдэх эрчим хүчний арга техникийн дэвшил, шинэ тоо тооцооллыг бүтээхэд механик инженерүүд хамгийн том хувь нэмрийг оруулдаг билээ. Тэдний хийдэг ажлын нарийн мэдээллийг доорх хуудсаас сонирхоно уу. <a href=\"https://kahedu.edu.in/how-does-mechanical-engineering-drive-innovation-in-renewable-energy-technologies/\">Энд дарна уу</a>.</p><h2>Дахин боловсруулах, дахин ашиглах</h2><p>Дэлхий дахин нийтээрээ хог хаягдалыг дахин ашиглахыг ач тусыг түгээн дэлгэрүүлж байгааг та мэднэ. Хамгийн эхэнд хүмүүс бүгд хэрэглэсэн эд зүйлээ зөв ангилдаг болох хэрэгтэй. Гэвч түүнчлэн бид чадахгүй байгаа. Тэгвэл үүнийг хялбарчлах арга зам механик инженерүүдэд байгаа болов уу? AI технологиор хогийг ангилах. Сүүлийн үед ямар ч салбарт ашиглагдах болсон AI технологиор хогийг ангилах боломжтой болжээ. Камерийн линз, дахин боловсруулах материалыг таних алгоритм, түүнийг ялгах робот гараар холилдож ирсэн хогийг ялгах боломжтой болсон байна. Үүнтэй ижлээр ухаалаг хогийн сав ч мөн ашиглалтад ороод амжжээ. Анхнаасаа хүмүүс хогоо зөв ангилаад сурчихвал ийм технологийн хэрэг гарахгүй гэж бодож болох ч хүн гэдэг хичнээн хичээж анхаарсан ч алдаа гаргах тохиолдол байдаг шүү дээ. Тийм үеүүдэд найдвартай гэгч нь арыг тань хамгаалах технологийг мөн л механик инженерчлэл олж нээжээ. Үүнээс гадна өөрийн хог хаягдалаа хянах, дахин боловсруулах арга замыг зааж өгөх гар утасны апп ч мөн гарчээ. Энэ нь бизнесүүдэд илүү төвлөрсөн апп бөгөөд компанийн хэрэглэх бүтээгдэхүүний эргэх холбоог сайжруулна хэмээн баталж байгаа аж. <a href=\"https://eleks.com/blog/waste-management-technology/\">Энд дарна уу</a>.</p><h2>Дүгнэлт</h2><p>Байгаль орчиноо хамгаалах арга замыг бүтээдэг салбар гэвэл механик инженерчлэл хамгийн түрүүнд бодолд буух ёстойг харууллаа. Өнөөгийн байдлаар цаг уурын өөрчлөлтөд сөргөөр нөлөөлж буй талууд байгаа ч үүнийг үгүй болгох арга замууд баттай байгаа гэдгийг дэлхий даяар батлаад байна. Ирээдүйд байгаль орчиндоо ээлтэй ертөнцийг бүтээе гэвэл инженерүүд болон энгийн иргэд бүгд нэгдэн шинэ технологитой хөл нийлүүлэн алхах хэрэгтэй. Та ч мөн нэгдээрэй!</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлд сонирхолтой ахлах ангийн сурагчдын заавал сонирхох хөтөлбөрүүд",
      "date": "2024-10-07",
      "description": "Инженерчлэлийн салбар бол яахын аргагүй бидний амьдралын салшгүй нэг хэсэг билээ. Тэр дундаас механик инженерчлэлийн мэргэжилтэй болсноор маш олон зүйлд хөрвөн ажиллах боломжтой болдог. Хэдий энэ мэргэжлийг сонирхож байгаа ч яг хаанаас эхэлж, юу судлахаа мэдэхгүй байгаа бол эдгээр хөтөлбөрүүдийг сонирхоод үзээрэй. ",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Инженерчлэлийн салбар бол яахын аргагүй бидний амьдралын салшгүй нэг хэсэг билээ. Тэр дундаас механик инженерчлэлийн мэргэжилтэй болсноор маш олон зүйлд хөрвөн ажиллах боломжтой болдог. Хэдий энэ мэргэжлийг сонирхож байгаа ч яг хаанаас эхэлж, юу судлахаа мэдэхгүй байгаа бол эдгээр хөтөлбөрүүдийг сонирхоод үзээрэй. </p>\n<h2>SEE Camp (Summer Engineering Exploration Camp)</h2>\n<p>Энэхүү хөтөлбөр нь Мичиганы их сургууль дээр зохион байгуулагддаг долоо хоногийн биет хөтөлбөр бөгөөд инженерчлэлийн тухай ерөнхий мэдээллийг сонирхолтой арга зүйгээр хүргэх зорилготой. Хэдий инженерчлэлийн бүхий л салбар дээр тулгуурласан ч гэлээ өдөр болгон багаар ажиллаж дизайны шийдэл олох хэрэгтэй байдгаараа механик инженерчлэл сонирхдог сурагчдад их өгөөжтэй хөтөлбөр юм. </p>\n<p>SEE Camp нь 7 сарын дундуур явагддаг ба өргөдөл нь 1 сарын дундуур нээгдэж 3 сард хаагддаг. 2023 онд 600 өргөдөл хүлээж авснаас 40 сурагч тэнцэж оролцсон бөгөөд нэлээдгүй өрсөлдөөнтэй хөтөлбөр гэж болно.</p>\n<a href=\"https://www.seecamp.org/\">Илүү ихийг мэдэхийг хүсвэл</a>\n<h2>MIT OpenCourseWare</h2>\n<p>Эндээс та өөрийнхөө хүссэн чиглэлээр MIT-д заагддаг их сургуулийн түвшний хичээлүүдийг цахимаар бие даан суралцах боломжтой. Инженерчлэлийн 350, механик инженерчлэлийн 83 бакалаврын хичээл агуулах энэхүү сайтыг ямар ч үнэ төлбөргүй ашиглах боломжтойгоороо онцлог юм. </p>\n<p>Мөн бүх хичээлийг ямар нэгэн өргөдөл илгээж, цагийн хуваарь дагахгүйгээр судалж болох тул өөрийн чөлөөт цагаа үр бүтээлтэй өнгөрүүлмээр байгаа ямар ч үедээ тухайн сайтыг ашиглаж болно. Мэдээж их сургуулийн түвшний хичээлүүд агуулах тул суралцахад бага зэрэг хүндрэл гарч болох ч гэлээ таны сонирхлыг татах мэргэжил мөн эсэхийг тавигдсан хичээлүүдээс мэдэж авч болно. </p>\n<a href=\"https://ocw.mit.edu/\">Илүү ихийг мэдэхийг хүсвэл</a>\n<h2>Хаалтын үг:</h2>\n<p>Механик инженер гэх мэргэжлийг сонирхож, өөрийгөө хөгжүүлэх хүсэл эрмэлзлээр хөглөгдсөн танд эдгээр хөтөлбөрүүдийн талаарх мэдээлэл таалагдсан гэдэгт итгэлтэй байна. Чадах чадахгүйгээ эргэлзэж суулгүй, аль нэг хөтөлбөрийг нь илүү дэлгэрүүлж судлаасай гэж хүсэж байна. Амжилт хүсье!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлээр ахлах ангийн сурагчид дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-07",
      "description": "Ахлах ангийн сурагчдын хувьд мэргэжил сонголт гэдэг гаргах ёстой томоохон шийдвэрүүдийн нэг мөн билээ. Сонгосон мэргэжлээс тань шалтгаалаад ирээдүйд ямар ажлын байр хүлээж байгааг мэдэхийг хүсэж байгаа хэн бүхэнд дадлага хийнэ гэдэг хамгийн зөв алхам юм.",
      "blog": "<p>Ахлах ангийн сурагчдын хувьд мэргэжил сонголт гэдэг гаргах ёстой томоохон шийдвэрүүдийн нэг мөн билээ. Сонгосон мэргэжлээс тань шалтгаалаад ирээдүйд ямар ажлын байр хүлээж байгааг мэдэхийг хүсэж байгаа хэн бүхэнд дадлага хийнэ гэдэг хамгийн зөв алхам юм. </p>\n<p>Хэдий ахлах ангийн сурагчдад зориулсан дадлага хийх боломж ховор байдаг ч гэлээ аливаа сонирхож буй байгууллага руугаа сонирхлоо илэрхийлээд цахим шуудан илгээхэд хэзээ ч буруудахгүй. Тиймээс энэ удаа та бүхэнд өмнө нь ахлах ангийн сурагчид дадлага хийж байсан механик инженерчлэлтэй холбогдолтой байгууллагуудын талаарх мэдээллийг хүргэж байна.  </p>\n<h2>Таван Богд ХХК (Тоёота)</h2>\n<p>Энэхүү байгууллага нь Тоёота автомашины борлуулалт болон засвар үйлчилгээ дээр түлхүү анхааран ажилладаг. Засвар үйлчилгээний албанд ихэвчлэн механик инженерүүд ажилладаг бөгөөд Таван Богд ХХК дээр дадлага хийснээрээ автомашины салбарын тухай ихээхэн мэдлэг хуримтлуулаад зогсохгүй томоохон байгууллагуудын бүтэц, соёл зэрэгт суралцана. </p>\n<p>Механик инженерийн ажил нь их хэмжээний мэдлэг болон туршлага шаарддаг тул ахлах ангийн сурагч дадлага хийх үедээ засварын үйл явцад оролцох боломжгүй ч гэлээ байгууллагын үйл ажиллагаатай бүрэн танилцаж, сэлбэгийн нэгж зэрэг бусад нэгж болон албаны тухай ихээхэн мэдлэгтэй болох боломжтой. Мөн ажлын байран дээр ямар чадварууд чухал байдгийг мэдэж авч болно. </p>\n<a href=\"https://www.toyota-tavanbogd.mn/\">Тус байгууллагын тухай дэлгэрэнгүйг</a>\n<h2>Гэр Өргөө ТББ </h2>\n<p>Тус байгууллага нь гэр хорооллуудад тулгамддаг асуудлуудад шинэлэг шийдэл олох тал дээр болон боловсролын чиглэлээр үйл ажиллагаа явуулж олон хөтөлбөрийг зарладаг.  Гэр Өргөө ТББ нь засвар жил авч байгаа сурагчдад зориулж бүтэн жилийн дадлагын хөтөлбөр зарладаг бөгөөд ахлах ангийн сурагчид өмнө нь зуны гурван сарын хугацаанд дадлага хийж байсан. Өөрийгөө хөгжүүлж, дадлага хийхийг хүссэн хэн бүхэнд нээлттэй ба тус дадлага нь бүтэн цагийн ажилтай төстэй хуваарьтай байдаг.</p>\n<p>Энэхүү байгууллагад дадлага хийснээр асуудалд шийдэл олоход суралцаж, олон төрлийн мэдээллийг боловсруулж, инженерчлэлийг сонирхдог сурагчдад зориулсан хөтөлбөрийг хэрэгжүүлэх үед туслах боломжтой. Механик инженер хүн нь аливаад шийдэл олох тал дээр их анхаарч ажилладаг тул Гэр Өргөө ТББ-аас их зүйл сурч авч болно.</p>\n<a href=\"https://gerhub.org/\">Шинийг санаачлахад суралцмаар байвал</a>\n<p>Дадлага хийхэд тодорхой хэмжээний туршлага хэрэгтэй байдаг бөгөөд сонирхлоо илэрхийлсэн цахим шуудантайгаа хамт өөрийн туршлагын жагсаалт буюу CV-гээ хавсаргах хэрэгтэй байдгийг анхаараарай. Мөн дадлага өөрөө бие даан хийхээс бага зэрэг эмээж байвал энэ үйл явцыг илүү ойлгомжтой болгож, өөрийгөө хөгжүүлэхэд тань туслах Зориг сангийн жил бүр зарладаг Залуу Дадлагажигч хөтөлбөрийг сонирхоод үзээрэй. </p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлээр хамрагдах боломжтой гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-07",
      "description": "Дээд боловсрол эзэмшихэд тодорхой хэмжээний санхүүгийн бэрхшээл ихэнх хүмүүст тулгарч байдаг. Харин энэхүү асуудлыг ойлгодог, ирээдүйдээ хөрөнгө оруулалт хийхийг эрмэлздэг их сургуулиуд болон байгууллагууд олон олон тэтгэлгийн хөтөлбөрүүдийг зарладаг. Өнөөдөр та бүхэнд механик инженерчлэлээр суралцаж эсвэл суралцах гэж байгаа оюутнуудад зориулсан тэтгэлгүүдийн мэдээллийг хүргэж байна. ",
      "blog": "<p>Дээд боловсрол эзэмшихэд тодорхой хэмжээний санхүүгийн бэрхшээл ихэнх хүмүүст тулгарч байдаг. Харин энэхүү асуудлыг ойлгодог, ирээдүйдээ хөрөнгө оруулалт хийхийг эрмэлздэг их сургуулиуд болон байгууллагууд олон олон тэтгэлгийн хөтөлбөрүүдийг зарладаг. Өнөөдөр та бүхэнд механик инженерчлэлээр суралцаж эсвэл суралцах гэж байгаа оюутнуудад зориулсан тэтгэлгүүдийн мэдээллийг хүргэж байна. </p>\n<h2>Германы эрдмийн солилцооны албаны тэтгэлэг (Монгол)</h2>\n<p>Тус байгууллага нь Герман улсад суралцахын хүссэн оюутнуудад олон төрлийн тэтгэлэг олгодог бөгөөд ихэвчлэн магистр болон докторын зэргээр тэтгэлгээ зарладаг. Харин энэ удаад Монгол-Германы хамтарсан ашигт малтмал, технологийн их сургууль (МГТИС)-ийн бакалаврын зэргийн оюутнуудад олгодог тэтгэлгийг нь онцолж байна.</p>\n<p>МГТИС нь 2013 онд байгуулагдаж байсан бөгөөд шинжлэх ухаан, инженерчлэлийн чиглэлээр дагнадаг. Тус сургууль нь онол дадлагыг хослуулж, судалгаанд суурилдгаараа онцлог бөгөөд Улаанбаатар хотын Налайх дүүрэгт үйл ажиллагаагаа явуулдаг.</p>\n<p>Германы эрдмийн солилцооны албаны зарладаг тэтгэлгийн хувьд нэг жилийн сургалтын төлбөрт зориулагдах 2500 евро болон амьжиргааны зардалд зарцуулах сар бүрийн 200 еврог өгдөг. Тус тэтгэлэгт 2 болон түүнээс дээш курст суралцах оюутан өргөдлөө илгээж болно. </p>\n<p>Өргөдөл илгээгчийн голч дүн 2.0-оос доошгүй байх ёстой бөгөөд хичээлээс гадуурх үйл ажиллагаанд сайн хамрагдсан байвал давуу талтай. Тус тэтгэлэг нь жил бүрийн 7-р сарын дундуур материал хүлээн авдаг бөгөөд өөрийн товч танилцуулга буюу CV-г тэтгэлгийн анкеттай хамт явуулах хэрэгтэй. Нийт 30-аас 40 сурагчид тэтгэлэг авах боломжтой.</p>\n<h2>ETH Zurich Excellence Scholarship (Швейцарь)</h2>\n<p>Тус тэтгэлгийг ETH Zurich их сургууль өөрөө зарладаг бөгөөд магистрын оюутнуудад зориулагдсан. Тус тэтгэлэгт сургалтын төлбөр болон амьдрах зардал багтаад зогсохгүй ментор буюу зөвлөгчтэй болох боломжийг олгодгоороо давуу талтай юм.</p>\n<p>ETH Zurich нь анх 1854 онд байгуулагдаж байсан бөгөөд нийт үзүүлэлтээрээ дэлхийд 7-т, механик инженерчлэлийн чиглэлээр дэлхийд 6-т жагсдаг нэр хүнд бүхий сургууль юм. Судалгаан дээр тулгуурлаж үйл ажиллагаагаа явуулдаг тул магистрын зэргээр суралцахад нэн тохиромжтой сургууль яахын аргагүй мөн билээ. </p>\n<p>Харин тэтгэлгийн шалгууруудын хувьд магистрын зэргээр шинээр элсэж орох оюутан байх ёстой бөгөөд бакалаврын зэргээ онц буюу A үнэлгээтэй төгссөн байх шаардлагатай. Өргөдөл 11 сарын 1-д нээгдэж, 11 сарын 30-д хаагддаг. Тэтгэлэгт өргөдлөө явуулах үед хамгийн чухал хэсэг нь магистрын дипломын ажлаа юуны талаар хийхээ бичиж явуулах байдаг. Өргөдлийн үйл явц их өрсөлдөөнтэй болдог бөгөөд нийт 60 тэтгэлгийн эзнийг тодруулдаг.</p>\n<h2>Хаалтын үг:</h2>\n<p>Маш олон тэтгэлэг авах боломжтой болсон энэ цаг үед та боловсролоо хойш тавилгүй, өөрийгөө сориод үзээрэй. Шинжлэх ухаан болон инженерчлэлийн чиглэлээр дагнан үйл ажиллагаа явуулдаг их сургуулиуд судалгаа хийх боломжоор сайн хангадаг тул таны сурах хүсэл эрмэлзлийг илүү бадрааж чадна гэдэгт итгэлтэй байна. </p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлээр ахлах ангийн сурагчдын хийсэн судалгаанууд",
      "date": "2024-10-11",
      "description": "Судалгааны ажил хийнэ гэхээр танд лабораторид сууж, олон төрлийн туршилт явуулж буй мэргэжилтнүүд төсөөлөгдөж байна уу? Орчин үед энэ дүр зураг эрс өөрчлөгдөж, өөрийн сонирхсон чиглэлээр хэн бүхэн гэрээсээ судалгааны ажил бичих боломжтой болжээ. Тэр дундаа ахлах ангийн сурагчид өөрсдийн сониуч зандаа хөтлөгдөн маш олон сонирхолтой судалгааны ажлуудыг нийтлүүлсэн байна. Харин өнөөдөр та бүхэнд механик инженерчлэлийн сэдвээр хийгдсэн ахлах ангийн сурагчдын судалгааны ажлуудын талаарх мэдээллийг хүргэж байна.",
      "blog": "<h2>Судалгааны ажил хийнэ гэхээр танд лабораторид сууж, олон төрлийн туршилт явуулж буй мэргэжилтнүүд төсөөлөгдөж байна уу?</h2><p>Орчин үед энэ дүр зураг эрс өөрчлөгдөж, өөрийн сонирхсон чиглэлээр хэн бүхэн гэрээсээ судалгааны ажил бичих боломжтой болжээ. Тэр дундаа ахлах ангийн сурагчид өөрсдийн сониуч зандаа хөтлөгдөн маш олон сонирхолтой судалгааны ажлуудыг нийтлүүлсэн байна. Харин өнөөдөр та бүхэнд механик инженерчлэлийн сэдвээр хийгдсэн ахлах ангийн сурагчдын судалгааны ажлуудын талаарх мэдээллийг хүргэж байна.</p><h2>Компьютерын механик гараас энерги хураах (Саника Нандпур)</h2><p>Тус судалгааг Саника Нандпур зөвлөх багш Падмакар Келкарын хамт хийсэн бөгөөд анх Америкийн нэгдсэн улсын Байгалийн нөөцийг хамгаалах зөвлөл (NRDC)-ийн электрон төхөөрөмжүүдийн эрчим хүчний хэрэглээ ямар их байгааг харуулсан судалгааг хараад, тус асуудалд шийдэл олохоор өөрийн судалгаагаа хийж эхэлсэн юм. Саника Нандпур компьютер дээр бичих үед үүсэх энергийг хуримтлуулж, хуримтлагдсан энерги нь эргээд компьютерыг эрчим хүчээр хангах боломжтой гэх таамгийг дэвшүүлж, судалгааны ажлаа хийсэн.</p><p>Судалгааны хамгийн чухал хэсэг нь энерги хуримтлуулах чадвартай материал олох байсан бөгөөд пьезоэлектрик буюу ямар нэгэн хүчээр үйлчлэхэд цахилгаан энерги үүсгэдэг материалыг олон талаас нь шинжилж, судалгаандаа ашигласан байсан. Зөв материалаа олсны дараагаар онолын хэрэгжилт буюу физикийн томьёолол ашиглан боломжит үр дүнг тооцоолох үйлдлийг хийсэн. Эцэст нь туршилтын загвараа бүтээж, компьютерын механик гарын нэг товчлуур дээр дарахад хэр их хэмжээний цахилгаан энерги үүсэж байгаа зэргийг хэмжсэн байна.</p><p>Туршилтын эцэст компьютер дээр бичих үед үүсэх энергийг ашиглан компьютерыг бүрэн асааж чадахгүй гэх дүгнэлтэд хүрсэн. Гэхдээ тус хуримтлагдсан энерги нь конденсаторыг 62% хүртэл цэнэглэх чадвартай бөгөөд энгийн цэнэглэгчийг тус аргатай хослуулан ашиглах боломжтойг харуулсан юм. Тус судалгаа нь <a href='https://journalofstudentresearch.com'>Journal of Student Research</a> сайт дээр нийтлэгдсэн байна.</p><h2>Сансарт Тесла ороомог ашиглан эрчим хүч дамжуулах (Огуз Кызыл, Ахмет Цихангир Гүндогду, Бурхан Мерт Белличи)</h2><p>Тус судалгааны ажлыг Туркийн ахлах сургуулийн гурван сурагч хамтран хийсэн бөгөөд сансарт цахилгаан эрчим хүчний хэрэглээ ихсэж байгаатай холбогдуулан цахилгаан эрчим хүчээр хангах хамгийн хямд бөгөөд хялбар аргыг олохоор судалгаагаа эхэлсэн. Тэд энэхүү судалгаандаа Теслагийн ороомгийг хамгийн зөв шийдэл гэж авч үзэн, үүний баталгааг судалгаандаа тусгасан юм.</p><p>Судалгааны эхний хэсэгт тэд хиймэл дагуулд хэрхэн Теслагийн ороомгийг суулгаж, ямар эд ангиуд оролцохыг тооцоон дээр суурилуулан тогтоосон байна. Мөн тус хиймэл дагуулыг хэрхэн Марсын тойрог замд байрлах талаар тооцоо хийсэн. Мэдээж хамгийн чухал нь болох цахилгаан эрчим хүч яаж, хэр хэмжээтэйгээр дамжуулагдах тал дээр нэлээдгүй анзааран олон талаас нь авч үзсэн судалгааны ажлыг бичсэн байна. Тус судалгаанд зориулж туршилтын загвар бүтээгээгүй бөгөөд дан тооцоолол дээр суурилуулан судалгааны ажил бүтсэн.</p><p>Нийт тооцооллын үр дүнд судалгааг хийсэн сурагчид өөрсдийн шийдлээ хүн төрөлхтөн сансар огторгуйд гарч, өөр гаргууд дээр соёл иргэншлээ бий болгоход ихээхэн түлхэцтэй байна гэж дүгнэсэн. Мөн бусад сансрын төслүүдтэй харьцуулахад өртөг багатай байна гэдгийг батлан харуулсан юм. Тус судалгааг <a href='https://ijhsr.org'>International Journal of High School Research</a> сайтаас олж унших боломжтой.</p><h2>Америк хөлбөмбөгийн дуулганы масканд зөв материалыг сонгох (Күнву Ким)</h2><p>Америк хөл бөмбөг нь толгойн гэмтэл, тархины доргилт зэргээр тэргүүлдэг спорт гэдэг дээр үндэслэн Күнву Ким тамирчдын бэртэл гэмтлийг багасгах зорилготойгоор судалгааны ажлаа эхлүүлсэн. Тэрээр тамирчны дуулганы урд хэсгийн нүүрний маскийг ямар хуванцар материалаар хийвэл хамгийн тохиромжтой вэ гэх асуултад хариулахаар судалсан байна.</p><p>Тус судалгаанд хязгаарлагдмал элементийн симуляцийг ашиглан дөрвөн өөр төрлийн хуванцар материалаар хийгдсэн нүүрний маск тодорхой доргилтод яаж хариу үйлдэл үзүүлэхийг ажигласан. Материалуудын ялгааг харуулахдаа тодорхой графикуудыг ашиглаж, симуляцийн тусламжтайгаар бодит мэт гурван хэмжээст дүрслэлийг судалгаандаа багтаажээ.</p><p>Тамирчдын ашигладаг төмөр нүүрний маск хэтэрхий хатуу бөгөөд доргилтыг шингээдэггүй. Харин туршилтад ашигласан дөрвөн төрлийн хуванцрын нэг болох полиэтеримидээр хийгдсэн нүүрний маск хэдий хэлбэрээ өөрчилсөн ч доргилтыг маш сайн шингээсэн. Тиймээс тус материалаар нүүрний маскийг үйлдвэрлэдэг болбол тамирчдын бэртэл гэмтэл багасна гэх үр дүнд судалгааны эцэст хүрсэн юм. Тус судалгааны ажил нь <a href='https://cjsjournal.org'>Columbia Junior Science Journal</a> сайт дээр нийтлэгдсэн байна.</p><h2>Төгсгөл</h2><p>Уншигч таны анхаарлыг татахуйц сонирхолтой судалгааны ажлууд байсан гэдэгт итгэлтэй байна. Шинжлэх ухаан ч гэлтгүй өөрийн сонирхсон ямар ч салбараар судалгааны ажил хийх боломжтой байдаг бөгөөд техник технологи хөгжсөн өнөө үед туршилтыг хүртэл цахим орчинд хийх боломжтой болжээ. Хэрвээ танд хариулахыг хүссэн шинэ содон асуултууд байвал хэн нэгнийг судалгаа хийхийг хүлээлгүй, өөрөө үйлдэл хийх боломжтойг өнөөдрийн танилцуулсан судалгаанууд харуулсан байх.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлийн онцлох компани, байгууллагууд",
      "date": "2024-10-28",
      "description": "Технологийн салбарт үйл ажиллагаа явуулдаг гадаад болон дотоодын маш олон байгууллагууд байдаг. Бүх зүйл маш хурдацтай хөгжихийн зэрэгцээ салбарууд хоорондоо улам бүр уялдаатай болж, аливаа зүйлс дээр хамтарч ажиллах нь ихэссээр байгаа билээ. Харин өнөөдөр та бүхэнд механик инженерчлэлийн чиглэлээр түлхүү үйл ажиллагаа явуулдаг дэлхийн шилдэг байгууллагуудын талаар мэдээлэл хүргэх болно. ",
      "blog": "<h2>Siemens AG</h2><p>1847 оноос үйл ажиллагаагаа явуулж эхэлсэн тус компани нь Германы Мюнхен хотод төвтэй бөгөөд дэлхийн 200 гаруй оронд үйл ажиллагаа явуулж, эрчим хүч, эрүүл мэнд, үйлдвэрлэл, дэд бүтцийн салбаруудад томоохон үүрэг гүйцэтгэдэг. 2022 онд 71 тэрбум еврогийн орлого олсон тус компани нь яахын аргагүй технологийн салбарт дэлхийд тэргүүлэгчдийн нэг билээ.</p><p>Siemens AG нь анагаахын салбарт зориулж үйлдвэрлэдэг дүрс оношилгооны тоног төхөөрөмжүүд, эрчим хүчний салбарт зориулж бүтээдэг хийн турбин зэргээрээ дэлхий дахинд танигдаж чадсан. Үүний зэрэгцээ шинэ содон төхөөрөмжүүд дээр бусад компаниудтай хамтарч ажилладгийн нэг нь робот нохойнууд юм. Мэдрэгч болон камер ашиглан мэдээлэл цуглуулж, аливаа үйлдвэрт гарсан асуудлуудыг илрүүлэх чадвартай тус роботууд нь хүний хүрэхгүй газруудад нэвтэрч чаддагаараа давуу талтай. Хурдан тооцоолол хийх чадвартай тус робот нохойнууд тоног төхөөрөмжийн эвдрэлийг урьдчилан таамагласнаар үйлдвэрийн аюулгүй байдал хангагдах боломжийг бүрдүүлдэг.</p><p>Илүү ихийг: <a href=\"https://www.siemens.com\">Siemens AG</a></p><h2>Tesla</h2><p>Элон Маск ихэнх хувийг нь эзэмшдэг тус компанийг мэдэхгүй хүн ховор. 2003 онд үүсгэн байгуулагдсан Tesla компани нь Калифорни мужийн Пало Алто хотод байрладаг бөгөөд цахилгаан автомашин болон сэргээгдэх эрчим хүчний салбарт тэргүүлдэг. 2022 онд 81 тэрбум ам.долларын орлоготой байсан тус байгууллага нь цахилгаан автомашин, нарны эрчим хүчний хавтангууд, батарейны хуримтлалын систем зэрэг шинэлэг бүтээгдэхүүнээр дамжуулан дэлхийн тогтвортой эрчим хүч рүү шилжих шилжилтийн тэргүүн эгнээнд байдаг.</p><p>Tesla нь Model S, Model 3, Model Y зэрэг цахилгаан автомашинуудаараа алдартай бөгөөд автомашины дизайн, өөрөө жолоодлогын системд ихээхэн анхаарч ажилладаг. Олон нийтийн дунд ихээхэн шуугиан тарьж чадсан Cybertruck болон Tesla Bot төхөөрөмжүүд нь зөвхөн кинон дээр л гардаг шиг шинэлэг төрх, хийцийг бодит ертөнцөд авчирч чадсанаараа онцлог. Эдгээрийг бодит болгоход мэдээж инженерүүдийн үүрэг их байсан.</p><p>Дэлгэрэнгүйг: <a href=\"https://www.tesla.com\">Tesla</a></p><h2>Хаалтын үг</h2><p>Эдгээр байгууллагын талаарх мэдээлэл танд таалагдсан гэдэгт итгэлтэй байна. Монгол улсын технологийн салбар хөгжиж, дэлхийд нэртэй байгууллагууд манай улсад үйл ажиллагаагаа явуулдаг болоход, тэр ч бүү хэл бид өөрсдөө дэлхийд нэртэй байгууллагуудыг үүсгэн байгуулахад ирээдүйн инженер, инженерчлэлд сонирхолтой та бүхний оролцоо нэн чухал билээ.</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэл гэж юу вэ?",
      "date": "2024-10-28",
      "description": "",
      "blog": "<h2>Механик инженерчлэл гэж юу вэ?</h2><p>Та цахилгаан шат, машины хөдөлгүүр, тэр ч бүү хэл хиймэл дагуул хэрхэн ажилладаг талаар бодлогширч байсан уу? Механик инженерчлэл бол энэ бүхнийг боломжтой болгодог салбар юм. Маш олон зүйлд хөрвөж ажиллах боломжтой тул механик инженерүүд дэлхийн өнцөг булан бүрд өөр өөр төрлийн машин, механизм дээр ажиллаж байдаг.</p><p>Энэхүү салбар нь математик, физик, бүтээлч сэтгэлгээг нэгтгэж, бидний амьдралыг хөнгөвчилж, хөгжлийг хурдасгах шинэ төхөөрөмжүүд бүтээгдэх боломжийг бий болгодог. Харин та энэ салбарын тухай өөрт хэрэгтэй мэдээлэл, сонирхолтой нийтлэлүүдийг уншихыг хүсэж байвал <a href=\"https://www.mechanicalengineering.com\">бидний энэхүү сайтаар</a> зочилж, мэдлэгээ тэлээрэй!</p><h2>Түүхэн гарал үүсэл</h2><p>Механик инженерчлэл хүн төрөлхтөн анх багаж төхөөрөмж хийж эхэлсэн цагаас үүсэлтэй хэдий ч аж үйлдвэрийн хувьсгалын үеэр бүтээгдсэн Жеймс Ваттын уурын хөдөлгүүр гэх мэт шинэ нээлтүүдийн тусламжтай албан ёсны бие даасан салбар болсон юм.</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн боломжтой болгосон шилдэг нээлтүүд ",
      "date": "2024-10-11",
      "description": "Механик инженерчлэл бол яахын аргагүй хамгийн өргөн түүхтэй инженерчлэлийн салбар юм. Хүний нүдэнд ч харагдахгүй компьютерын зарим хэсгүүдээс эхлээд судалгааны зориулалттай асар том адрон мөргөлдүүлэгч нь механик инженерүүдийн бүтээл билээ. Тиймээс ч тус салбараас цөөн хэдэн шилдэг нээлтүүдийн сонгоход үнэхээр бэрх. Харин өнөөдөр та бүхэнд бидний өдөр тутмын амьдралын томоохон хэсэг болсон механик инженерчлэлийн бүтээлүүдийн тухай мэдээллийн хүргэж байна. ",
      "blog": "<h2>Танилцуулга</h2><p>Механик инженерчлэл бол яахын аргагүй хамгийн өргөн түүхтэй инженерчлэлийн салбар юм. Хүний нүдэнд ч харагдахгүй компьютерын зарим хэсгүүдээс эхлээд судалгааны зориулалттай асар том адрон мөргөлдүүлэгч нь механик инженерүүдийн бүтээл билээ. Тиймээс ч тус салбараас цөөн хэдэн шилдэг нээлтүүдийн сонгоход үнэхээр бэрх. Харин өнөөдөр та бүхэнд бидний өдөр тутмын амьдралын томоохон хэсэг болсон механик инженерчлэлийн бүтээлүүдийн тухай мэдээллийн хүргэж байна.</p><h2>Бөмбөг Холхивч – Филип Вон</h2><p>Та “fidget spinner” буюу стресс тайлагч эргэлддэг тоглоомоор тоглож байсан биз дээ? Харин энэхүү тоглоомын доторх эргэлддэг хэсэг яг юу юм бол гэж сониучирхаж байсан уу? Тэрхүү эргэлддэг хэсэг бол бөмбөг холхивч буюу “ball bearing” юм. Үүнийг анх 1794 онд Филип Вон хөдөлгөөнт хэсгүүдийн хоорондох үрэлтийг багасгах зорилгоор бүтээж байсан. Жижиг хэмжээ, энгийн загварыг нь харахад тийм ч онцгой бүтээл шиг санагдахгүй ч гэлээ автомашин, сансар огторгуй, үйлдвэрлэлийн тоног төхөөрөмж, эмнэлгийн хэрэгслүүд гээд хөдөлгөөн оролцдог бүхий л машин механизмд бөмбөг холхивч оролцсон байдаг. Бөмбөг холхивчийг ашигласнаар аливаа төхөөрөмжийн гүйцэтгэл сайжрахын зэрэгцээ эдэлгээ нь уртсаж байдаг.</p><p>Бөмбөг холхивч нь дотоод болон гадаад замын хооронд эргэлддэг жижиг бөмбөгнүүдийг ашиглан ажилладаг. Энэхүү гулсах хөдөлгөөн нь үрэлтийг багасгаж, жигд хөдөлгөөн хийх боломжийг олгодог. Бөмбөгнүүд нь ачааллыг жигд хуваарилдаг тул хүнд тоног төхөөрөмжид ч алдаа гаргалгүй ажиллах чадвартай байдаг. Тус төхөөрөмж нь зориулалтаасаа хамаараад олон янзаар тоног төхөөрөмжийн дэлгүүрүүдэд зарагддаг бөгөөд манай улсын уул уурхайн салбарт ч нэлээдгүй ашиглагддаг гэхэд буруудахгүй. Харин өөрийн тань гэрт хаана хэрэглэгддэг юм бол гэж гайхаж байвал угаалгын машин, сэнс, холигч зэрэгт тань гарцаагүй байгаа.</p><h2>Дотоод шаталтын хөдөлгүүр - Николаус Отто</h2><p>Газрын тээвэрлэлт бол бидний өнөөгийн амьдралын томоохон хэсэг билээ. Цахилгаан автомашинууд газар авч байгаа ч гэлээ дотоод шаталтын хөдөлгүүртэй автомашинууд өргөн хэрэглээнд байсан хэвээр байна. Дөрвөн шатлалтай дотоод шаталтын хөдөлгүүрт Отто цикл гэх үйл явц явагддаг бөгөөд үүнийг анх 1876 ​​онд Николаус Отто зохион бүтээж байсан юм. Энэхүү хөдөлгүүрийн загвар нь үр ашигтай шаталт болон эрчим хүч үйлдвэрлэлт дээр анхаарч ажилладаг бөгөөд өмнө нь хэлсэнчлэн орчин үеийн тээврийн үндсэн суурь болсон. Өнөө цагт дотоод шаталтын хөдөлгүүрийг автомашин, мотоцикл, болон жижиг хөдөлгүүр шаардах бүхэнд өргөнөөр ашиглаж байдаг.</p><p>Дөрвөн шатлалтай гэж байгаачлан тус төхөөрөмж нь оролт, шахалт, ажил, гаралт гэх шатуудыг дамжин ажилладаг. Тус шатлалуудын үндсэн зарчим нь ажлын нэг ээлжийн дараа хийгээ солих буюу шатсан хийгээ гарган шинээр хий оруулахад оршдог. Шатсан хий нь механик ажлыг гүйцэтгэх ба үүнийхээ дараа хөрдөг. Анх нүсэр том хэмжээтэй байсан тус төхөөрөмж нь Николаус Оттогийн дараа үеийн механик инженерүүд, шинийг сэтгэгчдийн тусламжтайгаар бидний мэдэх хэлбэрийг олтлоо хөгжсөн юм. Хэдийгээр Монгол улсад дотоод шаталтын хөдөлгүүрийг үйлдвэрлэдэггүй ч угсрах болон завсарлах үйлчилгээг өргөнөөр үзүүлдэг байна.</p><h2>Хаалтын үг</h2><p>Аливаа нээлт нь хүн бүхэнд танигдаагүй ч гэлээ бидний амьдралын томоохон хэсэг болох боломжтой гэдгийг тус хоёр нээлтээс мэдэж авсан гэдэгт итгэлтэй байна. Өмнө нь өөр хэн нэгэн бүтээж байгаагүй шинэ нээлтүүд нь хэт энгийнээсээ болж гологддоггүй харин ч бүр энгийн байх тусмаа бүх салбарт шингэж ажиллах чадвартай байдаг. Механик инженерийн салбарт сонирхолтой та ч гэсэн аливаа ололт, шинэ нээлтийн эзэн болох боломжтой.</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-10-11",
      "description": "",
      "blog": "<h2>Леонардо да Винчи - Механик инженерчлэлийн анхдагч</h2><p>Сэргэн мандалтын үеийн суут ухаантан Леонардо да Винчигийн зурсан зургуудад нисдэг машин, араа, танк, тэр ч байтугай анхны роботын загварууд багтсан байдаг. Эдгээр загварууд нь орчин үеийн механик инженерчлэлийн зарчмуудыг тусгасан байдаг. Да Винчигийн бүтээлүүд нь техник технологи хүний ​​чадавхыг хэрхэн сайжруулж болохыг харуулснаар бидний өнөөдрийн хүрсэн дэвшлүүдийн эхлэлийг тавьсан.</p><h2>Ангараг дээрх инженерчлэл</h2><p>НАСА-гийн Ангараг гараг дээрх \"Curiosity\" болон \"Perseverance\" төхөөрөмжүүд нь тус гарагийн орчныг судлахад зориулагдсан механик инженерчлэлийн гайхалтай бүтээлүүд юм. Тус роверууд нь эрс тэс уур амьсгал, бартаатай замыг тэсвэрлэж, дэлхийгээс олон сая километр зайд бие даан ажиллах шаардлагатай. Дэлхийн хил хязгаарыг давах инженерчлэлийн бүтээлүүдийн ердөө ганц жишээ нь энэхүү роверууд юм.</p><h2>Формула 1</h2><p>Миллисекундын зөрүүнээс ялагч, ялагдагч тодордог Формула 1-ийн ертөнцөд механик инженерүүд томоохон үүрэг гүйцэтгэдэг. Тэд компьютерын симуляци, олон төрлийн туршилтуудыг ашиглан уралдаанд гаргах амжилтаа сайжруулахаар аэродинамикийн бүхий л хуулийг нягт даган ажилладаг. Формула 1-ийг дэлхий дээрх хамгийн дэвшилтэт автомашин болгодог зүйл нь яахын аргагүй механик инженерүүд юм.</p><h2>Галзуу хулганы инженерчлэл</h2><p>Галзуу хулгана нь физик, материалын шинжлэх ухаан, инженерчлэлийг хослуулан биднийг гайхшируулж чаддаг зүйл билээ. Механик инженерүүд хүмүүсийн сэтгэлийг хөдөлгөхийн зэрэгцээ аюулгүй байдлыг хангаж чадах загваруудыг бүтээхийн тулд хичээнгүйлэн ажилладаг. Галзуу хулганы хөдлөх хурд, газрын татах хүчний нөлөөлөл, үүсэж болох эрсдэлүүд зэрэг олон зүйлсийг механик инженерүүд тооцоололдог.</p>"
    },
    {  "id": 9,
      "imageSrc": "/assets/Articles/MiniiNamtar.png",
      "author": "Khaliun Ganibal",
      "title": "Roadmap-Инженерийн мини намтар",
      "date": "2024-10-11",
      "description": "Бид expert-үүдээс ярилцлага авах төслийн хүрээнд Дархан-Уул аймаг дахь ШУТИС-ийг механик инженерчлэлээр суралцаж төгссөн, одоогоор Барловорлд Монголиа-д уул уурхайн хэлтэсд засвар үйлчилгээ хариуцаж ажилладаг мэргэжилтэнтэй ярилцлаа. ",
      "blog": "<p>Бид expert-үүдээс ярилцлага авах төслийн хүрээнд Дархан-Уул аймаг дахь ШУТИС-ийг механик инженерчлэлээр суралцаж төгссөн, одоогоор Барловорлд Монголиа-д уул уурхайн хэлтэсд засвар үйлчилгээ хариуцаж ажилладаг мэргэжилтэнтэй ярилцлаа. </p><b>1. Таны инженерчлэлийн чиглэлийг сонгох болсон гол хүчин зүйл юу байсан бэ?</b><p>Мэргэжилтэн маань хэлэхдээ, гэр бүлийнхэн маань бүгд төмөр замд ажилладаг, төмөр замын мэргэжилтэй хүмүүс байсан. Тиймээс өөр төрлийн мэргэжил сонгох бодлын үүднээс механик инженерчлэлийг сонгосон.</p><b>2. Инженерийн ажлын байран дээр гарахад таны төсөөлөлтэй зөрсөн болон нийцсэн зүйлүүд байсан уу?</b><p>Оюутан байх үеийнх нь механик инженерчлэл амьдрал болон ажил дээр гараад тэс өөр байдаг л даа. Мэргэжилтний маань хувьд бол сурагч байх үеийнх нь онол, математик болон физикийн хичээлүүд нь одоо бодоход хэрэггүй байсан юм шиг санагддаг аа</p><b>3. Долоо хоногт хэр ачаалалтай ажилладаг вэ? Ачаалал ердийнхөөс их үед хэрхэн зохьцуулдгаасаа хуваалцаач.</b><p>Миний хувьд бол 14 хоног ажиллаад үүний дараа нь 14 хоног амрах циклээр ажилладаг. Ажиллах 2 долоо хоногийн эхний долоо хоногт нь түлхүү их ажилтай байдаг бөгөөд үлдсэн хугацаа нь харьцангуй ачаалал багатай байдаг. Тиймээс ачаалал их үед, бусад хүмүүстэйгээ/ажилчидтайгаа сайн ярилцаж, ажлаа хуваан авахаас гадна мөн бие биедээ туслалцаа үзүүлж багаар ажилладаг.</p><b>4. Таны хийж бүтээж байсан бүтээл, төслүүдээс хувьдаа хамгийн бахармаар нь аль нь вэ?</b><p>Механик инженер чиглэлээр сураад төгсөж техникчээр ажиллаж явж буй болохоор mega project дээр ажиллаад байдаггүй. 2017 онд дагалдан суралцагчаар (apprentice) ороод тухайн компанидаа 2 жил үргэлжлүүлэн ажиллах гэрээ байгуулж шинээр орж ирсэн оюутнуудыг дадлагажуулж техникч болгож байсан. </p><b>5. Сайн инженер болоход туслах түлхүүр чадваруудыг юу гэж боддог вэ?</b><p>Тухайн техникээ сонирхдог ба судалдаг байх мөн өөрийгөө хөгжүүлэх хүсэл эрмэлзэлтэй байх хэрэгтэй гэж хэлэв. Үүнээс гадна, багаасаа эхлүүлэн сонирхсон байвал хожим үр дүн, амжилт ихтэй байх гэв.</p>"
    },
    {  "id": 10,
      "imageSrc": "/assets/Articles/MiniiNamtar.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерийн нэг өдөр",
      "date": "2024-10-11",
      "description": "Механик инженерчлэлийн мэргэжилтэн маань ярилцлага эхлэх үед бидэнд 14 хоног буюу 2 долоо хоног ажиллаад 14 хоног амрах байдалтай ажилладаг гэж хэлсэн. Тиймээс бид энэхүү ажилладаг 2 долоо хоногийн нэгэн өдөр буюу мэргэжилтний маань “Механик инженерийн нэгэн өдөр” хэрхэн өрнөдөг талаар асуусан юм.",
      "blog": "<p>Механик инженерчлэлийн мэргэжилтэн маань ярилцлага эхлэх үед бидэнд 14 хоног буюу 2 долоо хоног ажиллаад 14 хоног амрах байдалтай ажилладаг гэж хэлсэн. Тиймээс бид энэхүү ажилладаг 2 долоо хоногийн нэгэн өдөр буюу мэргэжилтний маань “Механик инженерийн нэгэн өдөр” хэрхэн өрнөдөг талаар асуусан юм.</p><b>1. Та хэзээ өдрөө эхлүүлдэг вэ?</b><p>Ойролцоогоор өглөө 4:40 гэж босдог.</p><p>Мэдээжийн хэрэг угаалгын өрөө ордог ба 5:10 гэхэд цайны газартаа очиж өглөөний цайгаа уудаг. Мөн өдөр идэх хоолоо өөрийн ажилладаг газар болох газрын гүнд цайны газар байхгүй учир савлаж авч явдаг.</p><h4>Ажил дээр</h4><p>5:30-ийн үед автобусанд сууж ажлын талбай луугаа яваад АМЬ буюу 30 минут амьсгалах хүчилтөрөгчөөр хангагч баллон хэрэгсэл болон хувийн хамгаалах хэрэгслээ аваад 6:40 гэхэд газрын түвшнээс 1300 метрийн гүн рүү ажлаа эхлүүлэхээр явдаг. 7:10 гэхэд тухайн өдрийнхөө зааварчилгаагаа аваад ажилдаа ордог ба энэ үед ажил нь жигдрээд явсан байдаг гэв. 9:30-д ажлынхаа хамгийн эхний цайнд ордог бөгөөд өдөр 1,2 цагийн үеэр өдрийн цайндаа ордог.</p><h4>Орой</h4><p>Орой 5:30 гэхэд гүнээс ажилчдыг буцаж дээшлүүлэх лифт ажиллаж эхэлдэг ба бүх ажилчид хуваарилсан дарааллаар дээшилдэг. Оройн 7-н цагийн үед хоол ундаа идээд амрах өрөөндөө ордог циклээр механик инженерийн нэг өдөр явагддаг талаар мэргэжилтэн маань өөрийн нэгэн өдрийг бидэнд сонирхууллаа.</p><b>2. Танд ажилдаа заавал авч явдаг болон ашиглахгүй байж чаддаггүй зүйлс байдаг уу? Үүнээсээ хуваалцаач?</b><p>SIS буюу Service Infromation System (засвар үйлчилгээний тайлбар) -ийн сайтыг байнгын ашигладаг. Жишээлбэл: тухайн машин дээр температур сенсорыг солих ажил гарах үед хаана болон ямар байрлалтай мөн хэрхэн яаж угсрах дарааллыг SIS гэх зааварчилгааны систем зааж өгдөг.</p><b>3. Таны ажлаа хийхдээ баримталдаг алтан дүрэм юу вэ? Ямар арга барилаар ажилладаг вэ?</b><p>Одоогоор ажиллаж буй Оюу толгойд, өргөх тоног төхөөрөмж хэрэглэхийн тулд заавал зөвшөөрөл авах ёстой болон мөн сургалтад сууж сертификат авсан байх шаардлагатай байдаг.Хотод ажиллаж буй үед заавал баримталдаг зарчим гэвэл өргөгдсөн ачаан доогуур биеэ хийдэггүй болон доогуур нь ордоггүй. Ингэснээр аюулгүй байдлыг чухалчилж байгаа юм.</p><b>4. Та хүнд ажлынхаа хажуугаар эрч хүчээ хэрхэн сэлбэдэг вэ?</b><p>Мэргэжилтний маань хувьд бол энерги, эрч хүчээ сэлбэхэд содон зүйл байдаггүй, ажлын өдрөө 7 гээд өрөөндөө буцаж ирээд хэдхэн хором утсаа үзэж байгаад унтдаг гэсэн юм. </p><b>5. Одоогийн байдлаар үндсэн ажлаасаа гадна дурлан хийж буй төсөл, ажил байгаа юу?</b><p>Механик инженерчлэлийн инженер маань 14 хоногийн амралтын үеэрээ гэр бүлийнхэнтэйгээ цагийг өнгөрүүлдэг ба ихэнхдээ загасанд явдаг гэсэн бөгөөд ойрын үед мотоциклоор ууланд явах болон уулын оройгоос шүхрээр буухыг сонирхож байгаагаа хуваалцсан юм.</p><b>6. Та ойрын үед юун дээр төвлөрч байгаа вэ? Ойрын төлөвлөгөө тань юу байна? </b><p>Ажил мэргэжлийн хувьд бол, ирээдүйд гадаадын уурхайд ажиллах хүсэлтэй байгаа.</p><b>7. Та бусдад өөрийн дуртай ном зохиол, кино, хөгжим дуунаас санал болгооч?</b><p>Миний хувьд бол дуртай кино болон зохиолуудаа дурдах юм бол олон олон байгаа гэвч үүнээс 2010 онд гарсан “Inception” гэх кино болон “Interstellar” гэх кинонуудад дуртайгаа илэрхийлсэн. Харин дууны хувьд бол хуучны дуунуудад ойрын үед дуртай болж байгаа ба Guns N’ Roses-ийн “November Rain” гэх нэртэй дуу сонсож байгаа гэсэн юм.</p><b>8. Таны хувьд дараагийн үеийн механик инженерчлэлээр явах хүмүүст өгөх зөвлөгөө юу вэ?</b><p>Хамгийн түрүүнд хэлэх ёстой зүйл гэвэл цаг сайн барьдаг байгаарай гэсэн ба үүнээс гадна extrovert буюу гадагшаа хүн байж ичимхий бүрэг зангаасаа салаад аль болох өөрийгөө нээх хэрэгтэй гэж зөвлөсөн юм.</p><b>9. Та арван жилдээ ямархуу хүүхэд байсн бэ? </b><p>10-н жилдээ тэмцээн уралдаанд нээх их ороод байдаггүй, найз нөхөдтэйгээ тоглоом шоглоом хийдэг газарзүйн хичээлд, гадаад хэлэнд болон туршилт буюу experiment хийх дуртай хүүхэд байснаа мэргэжилтэн маань бидэнтэй хуваалцсан юм.</p><h4>Хэлсэн үг:</h4><p>“Бүх юмыг багш нар заана гэж байхгүй тиймээс өөрсдөө задалж судлаад, сониучлах хэрэгтэй”</p>"
    }
  ]
} 