{
    "title": "Mechanical Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлд сонирхолтой ахлах ангийн сурагчдын заавал сонирхох хөтөлбөрүүд",
      "date": "2024-10-07",
      "description": "Инженерчлэлийн салбар бол яахын аргагүй бидний амьдралын салшгүй нэг хэсэг билээ. Тэр дундаас механик инженерчлэлийн мэргэжилтэй болсноор маш олон зүйлд хөрвөн ажиллах боломжтой болдог. Хэдий энэ мэргэжлийг сонирхож байгаа ч яг хаанаас эхэлж, юу судлахаа мэдэхгүй байгаа бол эдгээр хөтөлбөрүүдийг сонирхоод үзээрэй. ",
      "blog": "<h2>Танилцуулга:</h2>\n<p>Инженерчлэлийн салбар бол яахын аргагүй бидний амьдралын салшгүй нэг хэсэг билээ. Тэр дундаас механик инженерчлэлийн мэргэжилтэй болсноор маш олон зүйлд хөрвөн ажиллах боломжтой болдог. Хэдий энэ мэргэжлийг сонирхож байгаа ч яг хаанаас эхэлж, юу судлахаа мэдэхгүй байгаа бол эдгээр хөтөлбөрүүдийг сонирхоод үзээрэй. </p>\n<h2>SEE Camp (Summer Engineering Exploration Camp)</h2>\n<p>Энэхүү хөтөлбөр нь Мичиганы их сургууль дээр зохион байгуулагддаг долоо хоногийн биет хөтөлбөр бөгөөд инженерчлэлийн тухай ерөнхий мэдээллийг сонирхолтой арга зүйгээр хүргэх зорилготой. Хэдий инженерчлэлийн бүхий л салбар дээр тулгуурласан ч гэлээ өдөр болгон багаар ажиллаж дизайны шийдэл олох хэрэгтэй байдгаараа механик инженерчлэл сонирхдог сурагчдад их өгөөжтэй хөтөлбөр юм. </p>\n<p>SEE Camp нь 7 сарын дундуур явагддаг ба өргөдөл нь 1 сарын дундуур нээгдэж 3 сард хаагддаг. 2023 онд 600 өргөдөл хүлээж авснаас 40 сурагч тэнцэж оролцсон бөгөөд нэлээдгүй өрсөлдөөнтэй хөтөлбөр гэж болно.</p>\n<a href=\"https://www.seecamp.org/\">Илүү ихийг мэдэхийг хүсвэл</a>\n<h2>MIT OpenCourseWare</h2>\n<p>Эндээс та өөрийнхөө хүссэн чиглэлээр MIT-д заагддаг их сургуулийн түвшний хичээлүүдийг цахимаар бие даан суралцах боломжтой. Инженерчлэлийн 350, механик инженерчлэлийн 83 бакалаврын хичээл агуулах энэхүү сайтыг ямар ч үнэ төлбөргүй ашиглах боломжтойгоороо онцлог юм. </p>\n<p>Мөн бүх хичээлийг ямар нэгэн өргөдөл илгээж, цагийн хуваарь дагахгүйгээр судалж болох тул өөрийн чөлөөт цагаа үр бүтээлтэй өнгөрүүлмээр байгаа ямар ч үедээ тухайн сайтыг ашиглаж болно. Мэдээж их сургуулийн түвшний хичээлүүд агуулах тул суралцахад бага зэрэг хүндрэл гарч болох ч гэлээ таны сонирхлыг татах мэргэжил мөн эсэхийг тавигдсан хичээлүүдээс мэдэж авч болно. </p>\n<a href=\"https://ocw.mit.edu/\">Илүү ихийг мэдэхийг хүсвэл</a>\n<h2>Хаалтын үг:</h2>\n<p>Механик инженер гэх мэргэжлийг сонирхож, өөрийгөө хөгжүүлэх хүсэл эрмэлзлээр хөглөгдсөн танд эдгээр хөтөлбөрүүдийн талаарх мэдээлэл таалагдсан гэдэгт итгэлтэй байна. Чадах чадахгүйгээ эргэлзэж суулгүй, аль нэг хөтөлбөрийг нь илүү дэлгэрүүлж судлаасай гэж хүсэж байна. Амжилт хүсье!</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлээр ахлах ангийн сурагчид дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-07",
      "description": "Ахлах ангийн сурагчдын хувьд мэргэжил сонголт гэдэг гаргах ёстой томоохон шийдвэрүүдийн нэг мөн билээ. Сонгосон мэргэжлээс тань шалтгаалаад ирээдүйд ямар ажлын байр хүлээж байгааг мэдэхийг хүсэж байгаа хэн бүхэнд дадлага хийнэ гэдэг хамгийн зөв алхам юм.",
      "blog": "<p>Ахлах ангийн сурагчдын хувьд мэргэжил сонголт гэдэг гаргах ёстой томоохон шийдвэрүүдийн нэг мөн билээ. Сонгосон мэргэжлээс тань шалтгаалаад ирээдүйд ямар ажлын байр хүлээж байгааг мэдэхийг хүсэж байгаа хэн бүхэнд дадлага хийнэ гэдэг хамгийн зөв алхам юм. </p>\n<p>Хэдий ахлах ангийн сурагчдад зориулсан дадлага хийх боломж ховор байдаг ч гэлээ аливаа сонирхож буй байгууллага руугаа сонирхлоо илэрхийлээд цахим шуудан илгээхэд хэзээ ч буруудахгүй. Тиймээс энэ удаа та бүхэнд өмнө нь ахлах ангийн сурагчид дадлага хийж байсан механик инженерчлэлтэй холбогдолтой байгууллагуудын талаарх мэдээллийг хүргэж байна.  </p>\n<h2>Таван Богд ХХК (Тоёота)</h2>\n<p>Энэхүү байгууллага нь Тоёота автомашины борлуулалт болон засвар үйлчилгээ дээр түлхүү анхааран ажилладаг. Засвар үйлчилгээний албанд ихэвчлэн механик инженерүүд ажилладаг бөгөөд Таван Богд ХХК дээр дадлага хийснээрээ автомашины салбарын тухай ихээхэн мэдлэг хуримтлуулаад зогсохгүй томоохон байгууллагуудын бүтэц, соёл зэрэгт суралцана. </p>\n<p>Механик инженерийн ажил нь их хэмжээний мэдлэг болон туршлага шаарддаг тул ахлах ангийн сурагч дадлага хийх үедээ засварын үйл явцад оролцох боломжгүй ч гэлээ байгууллагын үйл ажиллагаатай бүрэн танилцаж, сэлбэгийн нэгж зэрэг бусад нэгж болон албаны тухай ихээхэн мэдлэгтэй болох боломжтой. Мөн ажлын байран дээр ямар чадварууд чухал байдгийг мэдэж авч болно. </p>\n<a href=\"https://www.toyota-tavanbogd.mn/\">Тус байгууллагын тухай дэлгэрэнгүйг</a>\n<h2>Гэр Өргөө ТББ </h2>\n<p>Тус байгууллага нь гэр хорооллуудад тулгамддаг асуудлуудад шинэлэг шийдэл олох тал дээр болон боловсролын чиглэлээр үйл ажиллагаа явуулж олон хөтөлбөрийг зарладаг.  Гэр Өргөө ТББ нь засвар жил авч байгаа сурагчдад зориулж бүтэн жилийн дадлагын хөтөлбөр зарладаг бөгөөд ахлах ангийн сурагчид өмнө нь зуны гурван сарын хугацаанд дадлага хийж байсан. Өөрийгөө хөгжүүлж, дадлага хийхийг хүссэн хэн бүхэнд нээлттэй ба тус дадлага нь бүтэн цагийн ажилтай төстэй хуваарьтай байдаг.</p>\n<p>Энэхүү байгууллагад дадлага хийснээр асуудалд шийдэл олоход суралцаж, олон төрлийн мэдээллийг боловсруулж, инженерчлэлийг сонирхдог сурагчдад зориулсан хөтөлбөрийг хэрэгжүүлэх үед туслах боломжтой. Механик инженер хүн нь аливаад шийдэл олох тал дээр их анхаарч ажилладаг тул Гэр Өргөө ТББ-аас их зүйл сурч авч болно.</p>\n<a href=\"https://gerhub.org/\">Шинийг санаачлахад суралцмаар байвал</a>\n<p>Дадлага хийхэд тодорхой хэмжээний туршлага хэрэгтэй байдаг бөгөөд сонирхлоо илэрхийлсэн цахим шуудантайгаа хамт өөрийн туршлагын жагсаалт буюу CV-гээ хавсаргах хэрэгтэй байдгийг анхаараарай. Мөн дадлага өөрөө бие даан хийхээс бага зэрэг эмээж байвал энэ үйл явцыг илүү ойлгомжтой болгож, өөрийгөө хөгжүүлэхэд тань туслах Зориг сангийн жил бүр зарладаг Залуу Дадлагажигч хөтөлбөрийг сонирхоод үзээрэй. </p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/blogsMechanical.png",
      "author": "Khaliun Ganibal",
      "title": "Механик инженерчлэлийн чиглэлээр хамрагдах боломжтой гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-07",
      "description": "Дээд боловсрол эзэмшихэд тодорхой хэмжээний санхүүгийн бэрхшээл ихэнх хүмүүст тулгарч байдаг. Харин энэхүү асуудлыг ойлгодог, ирээдүйдээ хөрөнгө оруулалт хийхийг эрмэлздэг их сургуулиуд болон байгууллагууд олон олон тэтгэлгийн хөтөлбөрүүдийг зарладаг. Өнөөдөр та бүхэнд механик инженерчлэлээр суралцаж эсвэл суралцах гэж байгаа оюутнуудад зориулсан тэтгэлгүүдийн мэдээллийг хүргэж байна. ",
      "blog": "<p>Дээд боловсрол эзэмшихэд тодорхой хэмжээний санхүүгийн бэрхшээл ихэнх хүмүүст тулгарч байдаг. Харин энэхүү асуудлыг ойлгодог, ирээдүйдээ хөрөнгө оруулалт хийхийг эрмэлздэг их сургуулиуд болон байгууллагууд олон олон тэтгэлгийн хөтөлбөрүүдийг зарладаг. Өнөөдөр та бүхэнд механик инженерчлэлээр суралцаж эсвэл суралцах гэж байгаа оюутнуудад зориулсан тэтгэлгүүдийн мэдээллийг хүргэж байна. </p>\n<h2>Германы эрдмийн солилцооны албаны тэтгэлэг (Монгол)</h2>\n<p>Тус байгууллага нь Герман улсад суралцахын хүссэн оюутнуудад олон төрлийн тэтгэлэг олгодог бөгөөд ихэвчлэн магистр болон докторын зэргээр тэтгэлгээ зарладаг. Харин энэ удаад Монгол-Германы хамтарсан ашигт малтмал, технологийн их сургууль (МГТИС)-ийн бакалаврын зэргийн оюутнуудад олгодог тэтгэлгийг нь онцолж байна.</p>\n<p>МГТИС нь 2013 онд байгуулагдаж байсан бөгөөд шинжлэх ухаан, инженерчлэлийн чиглэлээр дагнадаг. Тус сургууль нь онол дадлагыг хослуулж, судалгаанд суурилдгаараа онцлог бөгөөд Улаанбаатар хотын Налайх дүүрэгт үйл ажиллагаагаа явуулдаг.</p>\n<p>Германы эрдмийн солилцооны албаны зарладаг тэтгэлгийн хувьд нэг жилийн сургалтын төлбөрт зориулагдах 2500 евро болон амьжиргааны зардалд зарцуулах сар бүрийн 200 еврог өгдөг. Тус тэтгэлэгт 2 болон түүнээс дээш курст суралцах оюутан өргөдлөө илгээж болно. </p>\n<p>Өргөдөл илгээгчийн голч дүн 2.0-оос доошгүй байх ёстой бөгөөд хичээлээс гадуурх үйл ажиллагаанд сайн хамрагдсан байвал давуу талтай. Тус тэтгэлэг нь жил бүрийн 7-р сарын дундуур материал хүлээн авдаг бөгөөд өөрийн товч танилцуулга буюу CV-г тэтгэлгийн анкеттай хамт явуулах хэрэгтэй. Нийт 30-аас 40 сурагчид тэтгэлэг авах боломжтой.</p>\n<h2>ETH Zurich Excellence Scholarship (Швейцарь)</h2>\n<p>Тус тэтгэлгийг ETH Zurich их сургууль өөрөө зарладаг бөгөөд магистрын оюутнуудад зориулагдсан. Тус тэтгэлэгт сургалтын төлбөр болон амьдрах зардал багтаад зогсохгүй ментор буюу зөвлөгчтэй болох боломжийг олгодгоороо давуу талтай юм.</p>\n<p>ETH Zurich нь анх 1854 онд байгуулагдаж байсан бөгөөд нийт үзүүлэлтээрээ дэлхийд 7-т, механик инженерчлэлийн чиглэлээр дэлхийд 6-т жагсдаг нэр хүнд бүхий сургууль юм. Судалгаан дээр тулгуурлаж үйл ажиллагаагаа явуулдаг тул магистрын зэргээр суралцахад нэн тохиромжтой сургууль яахын аргагүй мөн билээ. </p>\n<p>Харин тэтгэлгийн шалгууруудын хувьд магистрын зэргээр шинээр элсэж орох оюутан байх ёстой бөгөөд бакалаврын зэргээ онц буюу A үнэлгээтэй төгссөн байх шаардлагатай. Өргөдөл 11 сарын 1-д нээгдэж, 11 сарын 30-д хаагддаг. Тэтгэлэгт өргөдлөө явуулах үед хамгийн чухал хэсэг нь магистрын дипломын ажлаа юуны талаар хийхээ бичиж явуулах байдаг. Өргөдлийн үйл явц их өрсөлдөөнтэй болдог бөгөөд нийт 60 тэтгэлгийн эзнийг тодруулдаг.</p>\n<h2>Хаалтын үг:</h2>\n<p>Маш олон тэтгэлэг авах боломжтой болсон энэ цаг үед та боловсролоо хойш тавилгүй, өөрийгөө сориод үзээрэй. Шинжлэх ухаан болон инженерчлэлийн чиглэлээр дагнан үйл ажиллагаа явуулдаг их сургуулиуд судалгаа хийх боломжоор сайн хангадаг тул таны сурах хүсэл эрмэлзлийг илүү бадрааж чадна гэдэгт итгэлтэй байна. </p>"
    }
  ]
} 