{
    "title": "Nano Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээр оролцох боломжтой ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-15",
      "description": "Нано инженерчлэл нь инженерчлэлийн нэг салбар бөгөөд нано хэмжээст бүх  хөдөлгүүр, материал, төхөөрөмж зэргийг зохион бүтээх, угсрах, ашиглах бүх асуудлыг хамарна. Нано инженерчлэлийн гол цөм нь наноматериалууд болон тэдгээрийн харилцан үйлчлэлд тулгуурлан ашигтай материал, бүтэц, төхөөрөмж, системийг бий болгох явдал юм. Өнөөдөр энэ мэргэжлээр 74,547 ажлын байр байна. 5 жилийн дараа ажлын байрны тоо 79,828 болж, өсөлтийн хувь нь +7.08% байна гэж тооцоолжээ. Хэрэв та уг чиглэлээр мэдлэг олж авахыг хүсвэл доорх хөтөлбөрүүдийг сонирхоод үзээрэй.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Нано инженерчлэл нь инженерчлэлийн нэг салбар бөгөөд нано хэмжээст бүх  хөдөлгүүр, материал, төхөөрөмж зэргийг зохион бүтээх, угсрах, ашиглах бүх асуудлыг хамарна. Нано инженерчлэлийн гол цөм нь наноматериалууд болон тэдгээрийн харилцан үйлчлэлд тулгуурлан ашигтай материал, бүтэц, төхөөрөмж, системийг бий болгох явдал юм. Өнөөдөр энэ мэргэжлээр 74,547 ажлын байр байна. 5 жилийн дараа ажлын байрны тоо 79,828 болж, өсөлтийн хувь нь +7.08% байна гэж тооцоолжээ. Хэрэв та уг чиглэлээр мэдлэг олж авахыг хүсвэл доорх хөтөлбөрүүдийг сонирхоод үзээрэй.</p>\n<h2>Immerse Education “Nanotechnology Summer School”</h2>\n<p>Уг зуны хөтөлбөрт хамрагдагсад туршилтын судалгаа хийж, нано хэмжээст үзэгдлүүд болон тэдгээрийн практик хэрэглээг судалдаг. Нанотехнологийн хүч чадлыг харуулсан төслүүд дээр ажиллах замаар тэд түүний боломж бололцоо болон сорилтуудыг бүрэн ойлгох боломжтой болдог. </p>\n<p>Хөтөлбөрт молекулын инженерчлэл, квант механик гэх мэт их сургуулийн бэлтгэл сургалтууд орох ба 1-1 зөвлөгөө авах, багийн болон мэргэжилтнүүдийн семинар, хувийн судалгааны ажил зэрэг багтаж болно. </p>\n<p>Их сургуулиуддаа очиж оролцох уг хөтөлбөр 2 долоо хоног үргэлжлэх ба 7-10 сурагчдын анги дүүргэлттэй байна. Өргөдөл 8-р сараас нээлттэй байна. Их сургуульд өргөдөл явуулахад туршлагаа баяжуулан, ганцаарчилсан дэлгэрэнгүй туслалцаа аван хөгжихийг хүсвэл та холбоосоор орж танилцана уу.</p>\n<a href=\"https://www.immerse.education/nanotechnology-summer-school/\">see more</a>\n<h2>UCLA Nanoscience Lab Summer Institute Program</h2>\n<p>Дэлхийн шилдэг их сургуулиудын нэг болох UCLA-ийн нано шинжлэх ухааны лабораторид хамрагдагчид нано шинжлэх ухаан  болон нанотехнологийн гол ойлголтуудыг семинарууд, практик туршилтууд, цуглуулсан өгөгдлийг шинжилж, энэ шинжлэх ухааны суурь ойлголтод боломжтой болгож буй хэрэгслүүдийг үзэж танилцах замаар суралцах болно</p>\n<p>Туршилтад суурилсан уг хөтөлбөр нь bottom-up, top-down гэх мэт нано шинжлэх ухааны гол суурь туршилтууд гүйцэтгэх ба зочин илтгэгчдийн яриа, шинжлэх ухааны сэдэвтэй үйл ажиллагаанд оролцох юм. Дунджаар 6 хоног үргэлжлэх уг хөтөлбөрт шинжлэх ухааны суурь сайтай суралцагчдыг шалгаруулна. Өргөдөл нь жил бүрийн 6-р сарын 1 нээж 6-р сарын 15 хаадаг. Ирээдүйн амжилтын суурийг тавьж болох уг хөтөлбөрийг дэлгэрэнгүй холбоосоор орон танилцаарай. </p>\n<a href=\"https://summer.ucla.edu/program/nanoscience-lab-summer-institute/\">see more</a>\n<h2>Хаалтын үг</h2>\n<p>Дэлхий дахиныг шинэ зүгт чиглүүлж байгаа эрэлттэй салбар болох нанотехнологийг сонирхогч инженер болохоор тэмүүлж буй ахлах ангийн сурагч та өөрийнхөө туршлагаа нэмэгдүүлж, орчин үетэй хөл нийлүүлэн алхахад дээрх хөтөлбөрүүд тус болно гэж найдаж байна.</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээр оролцох боломжтой ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-15",
      "description": "Дэлхий нийтийн хөгжлийг тодорхойлж буй нанотенологийн шинжлэх ухааныг амьдралд бодит болгоход тусалдаг нано-инженерчлэлийн чиглэлээр сонирхолтой ахлах сургуулийн сурагчид болон оюутнууд ажлын байранд шаардагдах чадваруудаа хөгжүүлэх ба шинээр төслүүдийг санаачлах боломжийг дадлагын ажил олгодог. Тиймээс уг мэргэжлийг эзэмших хүсэлтэй хэн бүхний мэргэжлийн хөгжилд дадлагын ажил туслах болно.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Дэлхий нийтийн хөгжлийг тодорхойлж буй нанотенологийн шинжлэх ухааныг амьдралд бодит болгоход тусалдаг нано-инженерчлэлийн чиглэлээр сонирхолтой ахлах сургуулийн сурагчид болон оюутнууд ажлын байранд шаардагдах чадваруудаа хөгжүүлэх ба шинээр төслүүдийг санаачлах боломжийг дадлагын ажил олгодог. Тиймээс уг мэргэжлийг эзэмших хүсэлтэй хэн бүхний мэргэжлийн хөгжилд дадлагын ажил туслах болно.</p>\n<h2>МУИС, Инженер Технологийн Сургууль</h2>\n<p>Монгол Улсын Их Сургууль бол улсынхаа тэргүүлэх дээд боловсролын институт бөгөөд, Инженер Технологийн сургууль нь Монгол улсад онц шаардлагатай инженер, техникийн мэргэжилтнүүдийг бэлтгэх 10 гаруй хөтөлбөрүүдийг амжилттайгаар хэрэгжүүлсээр байна. </p>\n<p>Нано-Шинжлэх ухаан, инженерчлэлийн хөтөлбөрийг бакалаврын түвшинд сонгон суралцсанаар нано-инженерчлэлийн мэргэжилтнүүдэд чухал хэрэгцээтэй онол болон практикийн хичээлүүдийг хөтөлбөртөө багтааснаас үйлдвэрийн дадлагад онцгойлон хамрагдахыг санал болгож байна. Математик, байгалийн шинжлэх ухаан, инженерчлэлийн цогц болсон уг мэргэжлийг эх орондоо эзэмшихэд дадлагын ажилд хамрагдах нь гайхалтай туршлага болох болно.</p>\n<h2>Монгол Инженер</h2>\n<p>Монголын тэргүүлэх их сургуулиудын санаачилсан “Монгол Инженер” төсөл нь инженерийн зохион бүтээх үйл ажиллагааг хөгжүүлэх, улс оронд хэрэгтэй инженерчлэлийн инноваци, шинэ бүтээл оновчтой саналыг дэмжсэн цогц үйл ажиллагаанд хандсан, хийж бүтээх чадамжийг бий болгоход чиглэсэн нэгдсэн үйл ажиллагааны хүрээнд хамтран арга хэмжээ юм. </p>\n<p>Монгол Инженер үйл ажиллагааны үеэр эрдэм шинжилгээний хурал болон CAD/CAE/CAM, Техникийн механикийн Улсын олимпиадад оролцох боломжтой бөгөөд онолын болон арга барилын шалгууруудаар өөрийн мэдлэг чадвараа сориход зориулагдсан юм. Ижил сонирхолтой оюутан залуустай өрсөлдөхөөс гадна шилдэг үзүүлэлттэй оролцогчид шагнал гардуулдаг байна. Энэ жилийн арга хэмжээний бүртгэл 4-р сарын 15 хүртэл үргэлжилсэн ба дараа дараагийн жилүүдийн зарлалыг дараах холбоосоор орж танилцана уу.</p>\n<a href=\"https://mongol-engineer.mn/\">See more</a>\n<h2>Unitel Hub</h2>\n<p>Юнител групп нь хот хөдөөгийн цахим боловсролын ялгааг багасгах эрхэм зорилгын хүрээнд Unitel HUB хөтөлбөрийг 2022 оноос эхлэн хэрэгжүүлж эхэлсэн билээ. Тус хөтөлбөрийн хүрээнд аймаг бүрд Unitel HUB төвийг байгуулж, хөдөө орон нутагт цахим хэрэглээний сургалтуудыг зохион байгуулан үйл ажиллагаагаа тогтвортой байлгахад анхаарч ажиллаж байна. Unitel HUB төв нь цахим сургалт явуулах боломж бүхий сургалтын танхим гэхээсээ илүүтэй олон нийтийн цахим боловсролыг дээшлүүлэх зорилготой хувь хүний хөгжлийн орчин юм. </p>\n<p>Энд электроник, роботик ба кодчиллын хөтөлбөрүүдийг хэрэгжүүлдэг ба ирээдүйн нано-инжерүүдийн хувьд зайлшгүй эзэмших шаардлагатай чадварууд билээ. Мөн манлайллын чадвараа дээшлүүлэхийг хүсвэл өөртөө ойр Юнител Хабын салбартай холбогдож хөтөлбөрийг заахаас эхлээд шинэ төсөл санаачлан хэрэгжүүлэх боломж мөн бий.</p>\n<h2>Хаалтын үг</h2>\n<p>Ирээдүйд өөрийн боловсрол болон эзэмших хэрэгтэй чадвартаа нэмэр болох үүднээс бага багаар ажлын байрны дадлагын хөтөлбөрүүдэд хамрагдаж, өөрөө өөртөө боломж бий болгох нь зайлшгүй чухал юм.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-15",
      "description": "Инженерчлэлийн салбарын нэгэн төрөл болох нано-инженерчлэлээр суралцаж буй бакалавр болон магистрийн түвшний оюутнуудад дэлхийн томоохон шинжлэх ухаан, инженерчлэлийн сангуудаас тодорхой мөнгөн дүнгийн тэтгэлгүүдийг зарладаг байна. Боловсролоо тухайн их дээд сургууль эсвэл гадны эх үүсвэрээс санхүүжүүлэх нь хэн бүхний хийж болох хамгийн зөв сонгголт бөгөөд нано-инженерчлэлийн оюутнуудын хувьд өөрийн чадварын өөр өөр талбарт сорин өргөдлөө гаргах нь зүйтэй билээ.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Инженерчлэлийн салбарын нэгэн төрөл болох нано-инженерчлэлээр суралцаж буй бакалавр болон магистрийн түвшний оюутнуудад дэлхийн томоохон шинжлэх ухаан, инженерчлэлийн сангуудаас тодорхой мөнгөн дүнгийн тэтгэлгүүдийг зарладаг байна. Боловсролоо тухайн их дээд сургууль эсвэл гадны эх үүсвэрээс санхүүжүүлэх нь хэн бүхний хийж болох хамгийн зөв сонгголт бөгөөд нано-инженерчлэлийн оюутнуудын хувьд өөрийн чадварын өөр өөр талбарт сорин өргөдлөө гаргах нь зүйтэй билээ.</p>\n<h2>Fabricators and Manufacturers Association: Nuts, Bolts & Thingamajigs Scholarship</h2>\n<p>Үйлдвэрлэлийн салбарт чиглүүлэх суралцдаг хөтөлбөр нь NBT тэтгэлгийн шалгуурт багтдаг, их сургуулийн бакалаврын түвшний оюутнуудад зориулагдсан юм. Гурван хүний нэрээр нэрлэгдсэн уг нэгдсэн тэтгэлэг нь АНУ-ын үйлдвэрлэлийн холбооны дор харьяалагддаг ба нэг семестрт 6000 хүртэлх USD олгогдоно. </p>\n<p>Өргөгдлөө явуулах хугацаа нь зун/намар ба хаврын улиралд хоёр удаа тохиох ба 1-р сарын 1ээс 3-р сарын 31 хүртэл, 7-р сарын 1ээс 9-р сарын 30 хүртэл тус тус нээлттэй байна. Өргөдөл гаргагчид 3.0 голчтой FMA сангийн гишүүн байх хэрэгтэй ба онлайн өргөдлийг бөглөн хүсэлтээ гаргана. </p>\n<a href=\"https://www.fmamfg.org/foundation/scholarships\">See more</a>\n<h2>Албертагийн Их Сургууль: Cora Martinson International Scholarship (Канад)</h2>\n<p>Албертагийн Их Сугуульд нано-инженерийн бакалаврын хөтөлбөр нь оюутнуудаа Foundation Year-г дүүргэсэн байхыг шаарддаг ба хөтөлбөрт тэнцсэн бол сургуулийн зүгээс санал болгодог олон төрлийн тэтгэлэгүүдэд хүсэлт гаргах боломжтой. </p>\n<p>Cora Martison олон улсын оюутнуудын тэтгэлэг нь гадаад оюутны визтэй, бакалаврын зэргийн аль ч жилд суралцаж буй, сурлагын өндөр амжилттай оюутнуудад 56000 CAD хүртэл олгогдоно. Сонгон шалгаруулалт нь сурлагын үзүүлэлтэд тулгуурладаг ба  санхүүгийн хэрэгцээтэй гэж үзсэн оюутнуудад давуу эрх олгоно. Хоёр, гурав, дөрөвдүгээр жилүүдэд санхүүгийн дэмжлэгийг сэргээхийн тулд хамгийн сүүлчийн есдүгээр сараас наймдугаар сарын хугацаанд 24 багц цагийн хичээл судалж, хамгийн багадаа 2.0 голч оноо авах шаардлагатай. Энэхүү тэтгэлэгт хамрагдсан оюутнууд өөр факультетад шилжин суралцах тохиолдолд, голч оноо болон багц цагийн шаардлагыг хангаж байгаа бол тэтгэлгийн санхүүжилт үргэлжлүүлэн олгогдоно.</p>\n<a href=\"https://www.ualberta.ca/en/admissions/tuition-and-scholarships/international-undergraduate-scholarships/index.html\">See more</a>\n<h2>Лунд Их Сургууль: EDU-WACQT Scholarship (Швед)</h2>\n<p>WACQT нь Marianne болон Marcus Wallenberg сангийн EDU-WACQT хөтөлбөрийн нэмэлт дэмжлэгтэйгээр Шведийн бакалаврын боловсролыг Квантын Технологийн чиглэлээр бэхжүүлэх зорилгоор хоёр тэтгэлэг санал болгодог. EDU-WACQT тэтгэлэг нь Европын Холбоо болон Европын Эдийн Засгийн Бүсийн орнуудад хамаарахгүй оюутнуудад зориулагдсан бөгөөд тэд Лунд Их Сургуулийн Инженерийн факультетад Наношинжлэх ухаан эсвэл Фотоникийн магистрын хөтөлбөрт хамрагдахаар хүсэлт гаргах боломжтой. </p>\n<p>Энэхүү тэтгэлэг нь жилд 161,500 SEK бөгөөд магистрын хоёр академик жилийн турш олгогдоно. Тэтгэлгийн хэмжээ нь сургалтын төлбөрийн 95%-ийг хамрах бөгөөд шууд Лунд Их Сургуульд шилжүүлэгдэнэ. Тэтгэлэг хүртэгчдийг сонгон шалгаруулахдаа өргөдөл гаргагчийн сурлагын дүн болон хувийн захидлыг үндэслэнэ. Хувийн захидалдаа өргөдөл гаргагч нь EDU-WACQT тэтгэлэгт хөтөлбөрт хамрагдах зорилготой бөгөөд Квантын технологийн чиглэлийг дагаж суралцахад тууштай гэдгээ тодорхой заасан байх шаардлагатай.</p>\n<a href=\"https://www.lunduniversity.lu.se/lubas/i-uoh-lu-tanav/edu-wacqt-scholarship-masters-nanoscience\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Дээд түвшний болоьсрол эзэмшихэд санхүүгийн дэмжлэг маш хэрэгтэй зүйлсийн нэг ба нано-инженерчлэлийг сонирхогч оюутан залуус бүхэн өөрийгөө сорих боломжуудыг хайснаар мэдлэг чадвараа батлан мөнгөн болон олон талын туслалцаа, давуу тал хүртэх боломжтой болно.</p>"
    }
  ]
} 