{
    "title": "Nano Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд нано инженерчлэлд",
        "date": "2000-01-01",
        "description": "Орчин үед жендерийн эрх тэгш байдал өмнөх үеээс харьцангуй илүү ахицтай болж байгаа нь харахад таатай байна. Энэ ахиц инженерчлэлийн салбарт ч амжилттай хэрэгжиж, үе үеээс шилдэг эмэгтэй инженерүүд  гарч буй нь үнэхээр бахархалтай үзэгдэл юм. Тэдний амжилт бидэнд өөрийн хүч чадвар, мэдлэгээр инженерчлэлийн салбарт амжилт гаргаж ямар ч асуудлыг шийдэх боломжтой гэдгийг бидэнд харуулж байна. ",
        "blog": "<h2>Шинжлэх ухаанч эмэгтэйчүүд нано инженерчлэлд</h2><p>Орчин үед жендерийн эрх тэгш байдал өмнөх үеээс харьцангуй илүү ахицтай болж байгаа нь харахад таатай байна. Энэ ахиц инженерчлэлийн салбарт ч амжилттай хэрэгжиж, үе үеээс шилдэг эмэгтэй инженерүүд гарч буй нь үнэхээр бахархалтай үзэгдэл юм. Тэдний амжилт бидэнд өөрийн хүч чадвар, мэдлэгээр инженерчлэлийн салбарт амжилт гаргаж ямар ч асуудлыг шийдэх боломжтой гэдгийг бидэнд харуулж байна.</p><h2>Др. Женифер А. Льюис</h2><p>Доктор Женифер А. Льюис нь биоинженерчлэл, ялангуяа 3D хэвлэлт болон нано-материалуудын талаарх шинэ санаачилга, судалгаагаараа алдартай нэр хүндтэй эрдэмтэн юм.</p><p>Др. Льюис нь Мэриландийн Их Сургуулийг химийн мэргэжлээр бакалаврын зэрэгтэй төгссөн. Дараа нь тэрээр Стэнфордын Их Сургуульд мөн химийн мэргэжлээрээ докторын зэрэг хамгаалжээ.</p><p>Докторынхоо зэрэгийг хамгаалсны дараа Др. Льюис хэд хэдэн нэр хүндтэй сургуулиудад багш, судлаачийн ажил хийсэн. Одоогоор Харвардын Их Сургуульд биоинженерчлэлийн профессороор ажиллаж байна. Тэрбээр наноматериалуудыг эмийн хангамжийн системүүдэд ашиглах болон 3D хэвлэлтээр эмчилгээний бүтэцүүдийг гаргаж болох талаар олон жил судалж яваа.</p><p>Др. Льюис нь био-хэвлэлтийн техникийг хөгжүүлэлтэд ажиллаж байгаа бөгөөд үүний үр дүнд хүний биеийн эд эс болон эрхтэнг 3D хэвлэх боломжтой талаар яригдаж байгаа. Мөн тэрээр эмийн хангамжийн системийн талаарх чухал судалгаануудыг хийсэн бөгөөд түүний судалгаа нь академик болон үйлдвэрлэлийн салбарт өргөнөөр хэрэглэгдэж байна.</p><p>Түүний хамгийн алдартай нийтлэлүүдийн нэг болох \"Наноскопийн нарийвчлалаар 3D хэвлэх өндөр нарийвчлалтай эд эсүүд\" нэртэй бөгөөд энэ нь хүний биеийн эд эсийн шинэ төрлийн нөхөн сэргээх эмчилгээнд чухал хувь нэмэр оруулсан.</p><a href=\"https://wyss.harvard.edu/team/core-faculty/jennifer-lewis/\">https://wyss.harvard.edu/team/core-faculty/jennifer-lewis/</a><h2>Др. Мирелла М. Л. де Карвальо</h2><p>Доктор Мирелла М. Л. де Карвальо нь наноматериалуудыг эрчим хүч хадгалах, тогтвортой инженерчлэл болон байгаль орчны технологиудад ашиглах чиглэлээр мэргэшсэн нано инженерчлэлийн мэргэжилтэн юм.</p><p>Тэрбээр нь Бразил дахь Сан Паулогийн Их Сургуульд Материалын шинжлэх ухаан ба инженерчлэлийн бакалавр, магистрын зэрэгтэй бөгөөд дараа нь Калифорнийн Их Сургуульд Нано инженерчлэлээр докторын зэрэг хамгаалжээ.</p><p>Докторын зэрэг хамгаалсны дараа Лоуренс Беркли Үндэсний Лабораторид доктор судлаачийн ажил хийж, сэргээгдэх эрчим хүчний чиглэл дэх наноматериалуудын хэрэглээг судалсан. Одоогоор MIT-д тусгай профессорын албан тушаалаар ажиллаж байгаа, мөн шинэ үеийн эрчим хүчний хадгалалт, шинэ материалуудын боловсруулалтад голлон ажиллаж байна.</p><p>Др. де Карвальо нь наноматериалын батарей болон суперконденсаторууд дээр туршилт хийж, эрчим хүчний хадгалалтыг байгальд ээлтэй болгох шинэ гарц гаргалгааг судалж, түүнчлэн Tesla-тай хамтран цахилгаан автомашины батерейны ажиллагааг сайжруулах чиглэлээр судалгаа хийж яваа.</p><p>Түүний сүүлийн үеийн судалгаа болох \"Шинэ үеийн эрчим хүчний хадгалалтанд зориулсан тогтвортой наноматериалуудын загварчлал\" нэртэй бөгөөд энэ нь байгаль орчинд ээлтэй эрчим хүчний шийдлүүдийг бий болгоход чухал ач холбогдолтой юм.</p><a href=\"https://br.linkedin.com/in/mirela-de-carvalho-a5b47926\">https://br.linkedin.com/in/mirela-de-carvalho-a5b47926</a><h2>Др. Шейла С. Хемати</h2><p>Др. Шейла С. Хемати нь нано инженерчлэлийн салбарт мэргэшсэн бөгөөд, тус салбарт нано технологи, эмийн хэрэглээ, материал судлалын чиглэлээр судалгаа хийдэг эрдэмтэн юм.</p><p>Тэрээр Калифорнийн Их Сургуульд Химийн Инженерчлэлийн бакалаврын зэрэгтэй мөн Калифорнийн Их Сургуульд Нано инженерчлэлээр докторын зэрэг хамгаалсан.</p><p>Др. Хемати нь академийн болон аж үйлдвэрийн салбарт олон төрлийн судалгааг удирдаж ирсэн. Анхандаа Google компанид материал судалгааны хэсэгт ажиллаж байсан бөгөөд, одоо биотехнологийн салбарт нано эмийн хүргэлтийн системийг хөгжүүлэх чиглэлээр судалгаа хийж байна.</p><p>Түүнчлэн Google-д ажиллаж байхдаа нано материалын шинэ бүтээлүүд дээр ажиллаж, үр дүнд нь ухаалаг төхөөрөмжүүд болон wearables хийхэд нано материалуудыг ашиглах боломжийг судалжээ. Одоогоор биотехнологийн компаниудтай хамтран эмийн хүргэлтийн системийг хөгжүүлж байна.</p><p>Түүний сүүлийн үеийн нийтлэлүүдийн нэг нь \"Хорт хавдрын эмчилгээний зориулалттай наночастицыг ашиглах судалгаа\" бөгөөд энэ нь зөвхөн хавдрын эсүүдэд эмийг хүргэх шинэ технологиудын нэг юм.</p><a href=\"https://www.tripleringtech.com/sheila-hemami/\">https://www.tripleringtech.com/sheila-hemami/</a><h2>Дүгнэлт</h2><p>Нано инженерчлэлд тэргүүлж яваа эмэгтэйчүүдийг танилцууллаа. Энэ мэтчилэн олон олон шилдэг эмэгтэйчүүд дэлхийн шинжлэх ухаанд чухал хувь нэмэр оруулж манлайлж явааг дуулгахад таатай байна.</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Нано Инженерчлэл уур амьсгалын өөрчлөлттэй  тэмцэх нь ",
      "date": "2000-01-01",
      "description": "Хүн төрөлхтөнд тулгамдаж буй асуудлын нэг болох дэлхийн дулаарлын эсрэг бид бүхэн тал бүрнээ тэмцэж арга хэмжээ авсаар байна. Энэ асуудалд нано инженерчлэл нь оновчтой нээлт технологийг бий болгож хэд хэдэн шийдэл арга замыг олжээ. Шинэ сонин ямар нээлтүүд байгааг хамтдаа судалцгаая. ",
      "blog": "<h2>Танилцуулга</h2><p>Хүн төрөлхтөнд тулгамдаж буй асуудлын нэг болох дэлхийн дулаарлын эсрэг бид бүхэн тал бүрнээ тэмцэж арга хэмжээ авсаар байна. Энэ асуудалд нано инженерчлэл нь оновчтой нээлт технологийг бий болгож хэд хэдэн шийдэл арга замыг олжээ. Шинэ сонин ямар нээлтүүд байгааг хамтдаа судалцгаая.</p><h2>Эрчим хүчний үр ашгийг нэмэгдүүлэх</h2><p>Дэлхийн дулааралтай тэмцэх хамгийн чухал асуудал бол эрчим хүчний үр ашиггүй зарцуулалтыг хянах сэргээгдэх эрчим хүчийг ашиглах юм. Нано инженерчлэлийн тусламжтайгаар нарны эрчим хүчийг илүү үр дүнтэй хувиргах материалыг нарны панелд ашиглан илүү их эрчим хүчийг цуглуулж, ашиглах боломжтой болсон.</p><p>Жоан Розенфельд болон түүний хамтран ажилласан эрдэмтэд нарны эрчим хүчний үр ашгийг нэмэгдүүлэхийн тулд нано материалыг нарны панелд ашиглах шинэ технологиудыг боловсруулжээ. Тус судалгааны баг нарны фотовольтаик (PV) системд графен, титаны оксид, цагаан алт гэх зэрэг эрчим хүчний хувиргалтын нэмэгдүүлдэг материалыг ашиглаж нарны панелийн гэрэл шингээх чадварыг сайжруулсан шинэ нээлт хийсэн.</p><p>Одоогоор нано материалыг ашиглах нь нарны эрчим хүчний үр ашгийг 20-30%-иар нэмэгдүүлэх боломжтой гэж үзэж байна. Харин цаашид илүү нарийн бүтэцтэй, өндөр үр ашигтай нано материалууд гарч ирснээр нарны эрчим хүчийг бүр их хэмжээгээр ашиглах боломж бүрдэнэ. Мөн нарны панелийн үйлдвэрлэлийн зардал буурах нь хүн бүрт хүртээмжтэй эрчим хүчийг нээж, дэлхийн дулааралтай тэмцэхэд чухал хувь нэмэрийг оруулж тулгамдаж буй олон асуудлыг шийдэж чадна.</p><a href=\"https://nanografi.com/blog/how-does-nanotechnology-combat-global-warming-and-climate-change/?srsltid=AfmBOoocF8oh2uTPQTHZ_09Yxt4ub5bW2G940NYKfime9M9nPmA0gqyL\">Дэлгэрэнгүй</a><h2>Нүүрсхүчлийн хийг шүүх технологи</h2><p>Нүүрсхүчлийн хийг шүүх технологийг дэлхийн дулааралтай тэмцэх, агаарын бохирдлыг бууруулах, аж үйлдвэрийн хаягдлын CO₂ ялгаруулалтыг багасгах зэрэг зорилгоор ашиглагддаг. Орчин цагт энэ чиглэлээр ажилдаг байгууллагууд нэмэгдэж буй нь агаарын бохирдлыг бууруулахад үнэтэй хувь нэмрээ оруулж байна.</p><p>Тэдний нэг болох Climeworks нь 2009 онд үүсгэн байгуулагдсан Швейцарын технологийн компани бөгөөд агаар мандлаас нүүрсхүчлийн хийг (CO₂) арилгах зориулалттай Direct Air Capture (DAC) технологийг хөгжүүлж байна. Тэд хүний үйл ажиллагаанаас үүдэлтэй нүүрсхүчлийн хийн асуудлыг шийдэхийн тулд тогтвортой шийдлийг боловсруулж, дэлхийн уур амьсгалын зорилтуудыг биелүүлэхэд хувь нэмэр оруулах зорилгоор Climeworks-ийг байгуулсан.</p><p>Энэхүү технологийн хүрээнд агаар нь үйлдвэрт татагдан орж, агаар дахь CO₂ нь шүүлтүүрт шингээнэ. Шүүлтүүр нь CO₂-оор дүүрэхэд, дулаан өгч, CO₂-г байгалийн нөхцөлд ялгаж авах боломжтой болгож, дараа ялгарсан CO₂ нь өндөр концентрацаар хадгалагдаж, эсвэл бусад салбарт ашиглагддаг. Дараагийн шатанд шүүсэн CO₂-г байгаль орчинд аюулгүй хадгалах, эсвэл хөдөө аж ахуй, эрчим хүч, хиймэл түлш зэрэг салбарт ашиглах боломжтой.</p><p>Climeworks-ийн технологи нь уур амьсгалын өөрчлөлтийг бууруулж, CO₂ шүүхээс гадна аюулгүй хадгалах арга замыг нэвтрүүлэн дэлхий даяар нүүрсхүчлийн хийг бууруулах зорилтонд хувь нэмэрээ оруулж байна.</p><a href=\"https://climeworks.com/direct-air-capture\">Дэлгэрэнгүй</a><h2>Устөрөгч ба эдийн засаг</h2><p>Устөрөгч нь тээврийн хэрэгсэл болон аж үйлдвэрийн хэрэглээнд ашиглагддаг, эдийн засгийн томоохон нэг хүчин зүйл юм. АНУ-ын Засгийн 2020 он гэхэд устөрөгчийн хөдөлгүүртэй автомашинууд худалдаанд гаргах талаар хэлэлцэв. Ингэснээр авто машинаас гарах хорт хийг багасгаж цаашлаад дэлхийн дулаарал агаарын бохирдлыг шийднэ гэж үзжээ. Гэвч устөрөгчийг хэрэглэж эхлэхэд хэд хэдэн техник, эдийн засаг, дэд бүтэцтэй холбоотой бэрхшээл тулгарч байв. Нано инженерчлэл нь эдгээр асуудлыг шийдвэрлэх боломжтой гэж үзэн, устөрөгчийн үйлдвэрлэл, хадгалалт, түлшний эсийн үр ашиг, зардлыг сайжруулахад чиглэсэн олон судалгаа явуулсан.</p><p>Устөрөгчийн түлшний технологиудыг хөгжүүлэхэд олон байгууллага, засгийн газрын агентлагууд, судалгааны байгууллагууд болон хувийн компаниуд оролцсоноос. АНУ-ын Эрчим Хүчний Яам (DOE) нь устөрөгчийн технологиудыг судалж, хөгжүүлэхэд гол үүрэг гүйцэтгэсэн. Нано инженерчлэл нь устөрөгчийн технологиуд хэрэглэн эрчим хүчний системийн үр ашиг, өртөг хямдрал, аюулгүй байдлыг шийдэн ажиллаж байна.</p><p>Устөрөгчийн эрчим хүчний системүүдийг хэд хэдэн аргаар сайжруулдаг. Үүнээс дурдвал үйлдвэрлэл, хадгалалт, ашиглалтын сайжруулах зэрэг багтана. Устөрөгчийн үйлдвэрлэлд нь электролиз болон фотоэлектрохимийн үйл явцуудад хэрэглэгддэг бөгөөд энэ нь эрчим хүчний хэрэглээг бууруулж, гарцыг нэмэгдүүлнэ.</p><p>Энэ нь устөрөгчийн эдийн засагт тулгарч байгаа гол асуудлыг шийдвэрлэсэн. Өмнө устөрөгчийг гарган авахад маш их хэмжээний эрчим хүч зарцуулах шаардлагатай болдог байсан. Харин нано инженерчлэлийн тусламжтайгаар дэлхийд тулгамдаж буй асуудал болох дэлхийн дулаарал цаг агаарын өөрчлөлтийг ч шийдвэрлэх боломжтой. Энэ нь үндсэндээ нэг асуудлыг шийдэж байгаа ч ард нь хамрагдаж буй олон бэрхшээлүүдийн шийдлийг олжээ.</p><a href=\"https://foe.org/wp-content/uploads/2017/legacy/Nanotechnology-climate-and-energy-US.pdf\">Дэлгэрэнгүй</a><h2>Дүгнэлт</h2><p>Товчхондоо, нано инженерчлэл нь дэлхийн дулаарлтай тэмцэхэд маш их боломж бололцоог бий болгож байгаа бөгөөд энэ нь олон салбарт үр ашгаа өгдөг байна. Энерги хадгалах, дахин боловсруулагдах материалууд болон элементийг зөв хадгалах зэрэг молекулын түвшинд байгаль орчны томоохон асуудлыг шийдвэрлэх боломжтой юм.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээр оролцох боломжтой ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-15",
      "description": "Нано инженерчлэл нь инженерчлэлийн нэг салбар бөгөөд нано хэмжээст бүх  хөдөлгүүр, материал, төхөөрөмж зэргийг зохион бүтээх, угсрах, ашиглах бүх асуудлыг хамарна. Нано инженерчлэлийн гол цөм нь наноматериалууд болон тэдгээрийн харилцан үйлчлэлд тулгуурлан ашигтай материал, бүтэц, төхөөрөмж, системийг бий болгох явдал юм. Өнөөдөр энэ мэргэжлээр 74,547 ажлын байр байна. 5 жилийн дараа ажлын байрны тоо 79,828 болж, өсөлтийн хувь нь +7.08% байна гэж тооцоолжээ. Хэрэв та уг чиглэлээр мэдлэг олж авахыг хүсвэл доорх хөтөлбөрүүдийг сонирхоод үзээрэй.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Нано инженерчлэл нь инженерчлэлийн нэг салбар бөгөөд нано хэмжээст бүх  хөдөлгүүр, материал, төхөөрөмж зэргийг зохион бүтээх, угсрах, ашиглах бүх асуудлыг хамарна. Нано инженерчлэлийн гол цөм нь наноматериалууд болон тэдгээрийн харилцан үйлчлэлд тулгуурлан ашигтай материал, бүтэц, төхөөрөмж, системийг бий болгох явдал юм. Өнөөдөр энэ мэргэжлээр 74,547 ажлын байр байна. 5 жилийн дараа ажлын байрны тоо 79,828 болж, өсөлтийн хувь нь +7.08% байна гэж тооцоолжээ. Хэрэв та уг чиглэлээр мэдлэг олж авахыг хүсвэл доорх хөтөлбөрүүдийг сонирхоод үзээрэй.</p>\n<h2>Immerse Education “Nanotechnology Summer School”</h2>\n<p>Уг зуны хөтөлбөрт хамрагдагсад туршилтын судалгаа хийж, нано хэмжээст үзэгдлүүд болон тэдгээрийн практик хэрэглээг судалдаг. Нанотехнологийн хүч чадлыг харуулсан төслүүд дээр ажиллах замаар тэд түүний боломж бололцоо болон сорилтуудыг бүрэн ойлгох боломжтой болдог. </p>\n<p>Хөтөлбөрт молекулын инженерчлэл, квант механик гэх мэт их сургуулийн бэлтгэл сургалтууд орох ба 1-1 зөвлөгөө авах, багийн болон мэргэжилтнүүдийн семинар, хувийн судалгааны ажил зэрэг багтаж болно. </p>\n<p>Их сургуулиуддаа очиж оролцох уг хөтөлбөр 2 долоо хоног үргэлжлэх ба 7-10 сурагчдын анги дүүргэлттэй байна. Өргөдөл 8-р сараас нээлттэй байна. Их сургуульд өргөдөл явуулахад туршлагаа баяжуулан, ганцаарчилсан дэлгэрэнгүй туслалцаа аван хөгжихийг хүсвэл та холбоосоор орж танилцана уу.</p>\n<a href=\"https://www.immerse.education/nanotechnology-summer-school/\">see more</a>\n<h2>UCLA Nanoscience Lab Summer Institute Program</h2>\n<p>Дэлхийн шилдэг их сургуулиудын нэг болох UCLA-ийн нано шинжлэх ухааны лабораторид хамрагдагчид нано шинжлэх ухаан  болон нанотехнологийн гол ойлголтуудыг семинарууд, практик туршилтууд, цуглуулсан өгөгдлийг шинжилж, энэ шинжлэх ухааны суурь ойлголтод боломжтой болгож буй хэрэгслүүдийг үзэж танилцах замаар суралцах болно</p>\n<p>Туршилтад суурилсан уг хөтөлбөр нь bottom-up, top-down гэх мэт нано шинжлэх ухааны гол суурь туршилтууд гүйцэтгэх ба зочин илтгэгчдийн яриа, шинжлэх ухааны сэдэвтэй үйл ажиллагаанд оролцох юм. Дунджаар 6 хоног үргэлжлэх уг хөтөлбөрт шинжлэх ухааны суурь сайтай суралцагчдыг шалгаруулна. Өргөдөл нь жил бүрийн 6-р сарын 1 нээж 6-р сарын 15 хаадаг. Ирээдүйн амжилтын суурийг тавьж болох уг хөтөлбөрийг дэлгэрэнгүй холбоосоор орон танилцаарай. </p>\n<a href=\"https://summer.ucla.edu/program/nanoscience-lab-summer-institute/\">see more</a>\n<h2>Хаалтын үг</h2>\n<p>Дэлхий дахиныг шинэ зүгт чиглүүлж байгаа эрэлттэй салбар болох нанотехнологийг сонирхогч инженер болохоор тэмүүлж буй ахлах ангийн сурагч та өөрийнхөө туршлагаа нэмэгдүүлж, орчин үетэй хөл нийлүүлэн алхахад дээрх хөтөлбөрүүд тус болно гэж найдаж байна.</p>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээр оролцох боломжтой ахлах ангийн сурагчдад зориулсан шилдэг хөтөлбөрүүд",
      "date": "2024-10-15",
      "description": "Дэлхий нийтийн хөгжлийг тодорхойлж буй нанотенологийн шинжлэх ухааныг амьдралд бодит болгоход тусалдаг нано-инженерчлэлийн чиглэлээр сонирхолтой ахлах сургуулийн сурагчид болон оюутнууд ажлын байранд шаардагдах чадваруудаа хөгжүүлэх ба шинээр төслүүдийг санаачлах боломжийг дадлагын ажил олгодог. Тиймээс уг мэргэжлийг эзэмших хүсэлтэй хэн бүхний мэргэжлийн хөгжилд дадлагын ажил туслах болно.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Дэлхий нийтийн хөгжлийг тодорхойлж буй нанотенологийн шинжлэх ухааныг амьдралд бодит болгоход тусалдаг нано-инженерчлэлийн чиглэлээр сонирхолтой ахлах сургуулийн сурагчид болон оюутнууд ажлын байранд шаардагдах чадваруудаа хөгжүүлэх ба шинээр төслүүдийг санаачлах боломжийг дадлагын ажил олгодог. Тиймээс уг мэргэжлийг эзэмших хүсэлтэй хэн бүхний мэргэжлийн хөгжилд дадлагын ажил туслах болно.</p>\n<h2>МУИС, Инженер Технологийн Сургууль</h2>\n<p>Монгол Улсын Их Сургууль бол улсынхаа тэргүүлэх дээд боловсролын институт бөгөөд, Инженер Технологийн сургууль нь Монгол улсад онц шаардлагатай инженер, техникийн мэргэжилтнүүдийг бэлтгэх 10 гаруй хөтөлбөрүүдийг амжилттайгаар хэрэгжүүлсээр байна. </p>\n<p>Нано-Шинжлэх ухаан, инженерчлэлийн хөтөлбөрийг бакалаврын түвшинд сонгон суралцсанаар нано-инженерчлэлийн мэргэжилтнүүдэд чухал хэрэгцээтэй онол болон практикийн хичээлүүдийг хөтөлбөртөө багтааснаас үйлдвэрийн дадлагад онцгойлон хамрагдахыг санал болгож байна. Математик, байгалийн шинжлэх ухаан, инженерчлэлийн цогц болсон уг мэргэжлийг эх орондоо эзэмшихэд дадлагын ажилд хамрагдах нь гайхалтай туршлага болох болно.</p>\n<h2>Монгол Инженер</h2>\n<p>Монголын тэргүүлэх их сургуулиудын санаачилсан “Монгол Инженер” төсөл нь инженерийн зохион бүтээх үйл ажиллагааг хөгжүүлэх, улс оронд хэрэгтэй инженерчлэлийн инноваци, шинэ бүтээл оновчтой саналыг дэмжсэн цогц үйл ажиллагаанд хандсан, хийж бүтээх чадамжийг бий болгоход чиглэсэн нэгдсэн үйл ажиллагааны хүрээнд хамтран арга хэмжээ юм. </p>\n<p>Монгол Инженер үйл ажиллагааны үеэр эрдэм шинжилгээний хурал болон CAD/CAE/CAM, Техникийн механикийн Улсын олимпиадад оролцох боломжтой бөгөөд онолын болон арга барилын шалгууруудаар өөрийн мэдлэг чадвараа сориход зориулагдсан юм. Ижил сонирхолтой оюутан залуустай өрсөлдөхөөс гадна шилдэг үзүүлэлттэй оролцогчид шагнал гардуулдаг байна. Энэ жилийн арга хэмжээний бүртгэл 4-р сарын 15 хүртэл үргэлжилсэн ба дараа дараагийн жилүүдийн зарлалыг дараах холбоосоор орж танилцана уу.</p>\n<a href=\"https://mongol-engineer.mn/\">See more</a>\n<h2>Unitel Hub</h2>\n<p>Юнител групп нь хот хөдөөгийн цахим боловсролын ялгааг багасгах эрхэм зорилгын хүрээнд Unitel HUB хөтөлбөрийг 2022 оноос эхлэн хэрэгжүүлж эхэлсэн билээ. Тус хөтөлбөрийн хүрээнд аймаг бүрд Unitel HUB төвийг байгуулж, хөдөө орон нутагт цахим хэрэглээний сургалтуудыг зохион байгуулан үйл ажиллагаагаа тогтвортой байлгахад анхаарч ажиллаж байна. Unitel HUB төв нь цахим сургалт явуулах боломж бүхий сургалтын танхим гэхээсээ илүүтэй олон нийтийн цахим боловсролыг дээшлүүлэх зорилготой хувь хүний хөгжлийн орчин юм. </p>\n<p>Энд электроник, роботик ба кодчиллын хөтөлбөрүүдийг хэрэгжүүлдэг ба ирээдүйн нано-инжерүүдийн хувьд зайлшгүй эзэмших шаардлагатай чадварууд билээ. Мөн манлайллын чадвараа дээшлүүлэхийг хүсвэл өөртөө ойр Юнител Хабын салбартай холбогдож хөтөлбөрийг заахаас эхлээд шинэ төсөл санаачлан хэрэгжүүлэх боломж мөн бий.</p>\n<h2>Хаалтын үг</h2>\n<p>Ирээдүйд өөрийн боловсрол болон эзэмших хэрэгтэй чадвартаа нэмэр болох үүднээс бага багаар ажлын байрны дадлагын хөтөлбөрүүдэд хамрагдаж, өөрөө өөртөө боломж бий болгох нь зайлшгүй чухал юм.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-15",
      "description": "Инженерчлэлийн салбарын нэгэн төрөл болох нано-инженерчлэлээр суралцаж буй бакалавр болон магистрийн түвшний оюутнуудад дэлхийн томоохон шинжлэх ухаан, инженерчлэлийн сангуудаас тодорхой мөнгөн дүнгийн тэтгэлгүүдийг зарладаг байна. Боловсролоо тухайн их дээд сургууль эсвэл гадны эх үүсвэрээс санхүүжүүлэх нь хэн бүхний хийж болох хамгийн зөв сонгголт бөгөөд нано-инженерчлэлийн оюутнуудын хувьд өөрийн чадварын өөр өөр талбарт сорин өргөдлөө гаргах нь зүйтэй билээ.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Инженерчлэлийн салбарын нэгэн төрөл болох нано-инженерчлэлээр суралцаж буй бакалавр болон магистрийн түвшний оюутнуудад дэлхийн томоохон шинжлэх ухаан, инженерчлэлийн сангуудаас тодорхой мөнгөн дүнгийн тэтгэлгүүдийг зарладаг байна. Боловсролоо тухайн их дээд сургууль эсвэл гадны эх үүсвэрээс санхүүжүүлэх нь хэн бүхний хийж болох хамгийн зөв сонгголт бөгөөд нано-инженерчлэлийн оюутнуудын хувьд өөрийн чадварын өөр өөр талбарт сорин өргөдлөө гаргах нь зүйтэй билээ.</p>\n<h2>Fabricators and Manufacturers Association: Nuts, Bolts & Thingamajigs Scholarship</h2>\n<p>Үйлдвэрлэлийн салбарт чиглүүлэх суралцдаг хөтөлбөр нь NBT тэтгэлгийн шалгуурт багтдаг, их сургуулийн бакалаврын түвшний оюутнуудад зориулагдсан юм. Гурван хүний нэрээр нэрлэгдсэн уг нэгдсэн тэтгэлэг нь АНУ-ын үйлдвэрлэлийн холбооны дор харьяалагддаг ба нэг семестрт 6000 хүртэлх USD олгогдоно. </p>\n<p>Өргөгдлөө явуулах хугацаа нь зун/намар ба хаврын улиралд хоёр удаа тохиох ба 1-р сарын 1ээс 3-р сарын 31 хүртэл, 7-р сарын 1ээс 9-р сарын 30 хүртэл тус тус нээлттэй байна. Өргөдөл гаргагчид 3.0 голчтой FMA сангийн гишүүн байх хэрэгтэй ба онлайн өргөдлийг бөглөн хүсэлтээ гаргана. </p>\n<a href=\"https://www.fmamfg.org/foundation/scholarships\">See more</a>\n<h2>Албертагийн Их Сургууль: Cora Martinson International Scholarship (Канад)</h2>\n<p>Албертагийн Их Сугуульд нано-инженерийн бакалаврын хөтөлбөр нь оюутнуудаа Foundation Year-г дүүргэсэн байхыг шаарддаг ба хөтөлбөрт тэнцсэн бол сургуулийн зүгээс санал болгодог олон төрлийн тэтгэлэгүүдэд хүсэлт гаргах боломжтой. </p>\n<p>Cora Martison олон улсын оюутнуудын тэтгэлэг нь гадаад оюутны визтэй, бакалаврын зэргийн аль ч жилд суралцаж буй, сурлагын өндөр амжилттай оюутнуудад 56000 CAD хүртэл олгогдоно. Сонгон шалгаруулалт нь сурлагын үзүүлэлтэд тулгуурладаг ба  санхүүгийн хэрэгцээтэй гэж үзсэн оюутнуудад давуу эрх олгоно. Хоёр, гурав, дөрөвдүгээр жилүүдэд санхүүгийн дэмжлэгийг сэргээхийн тулд хамгийн сүүлчийн есдүгээр сараас наймдугаар сарын хугацаанд 24 багц цагийн хичээл судалж, хамгийн багадаа 2.0 голч оноо авах шаардлагатай. Энэхүү тэтгэлэгт хамрагдсан оюутнууд өөр факультетад шилжин суралцах тохиолдолд, голч оноо болон багц цагийн шаардлагыг хангаж байгаа бол тэтгэлгийн санхүүжилт үргэлжлүүлэн олгогдоно.</p>\n<a href=\"https://www.ualberta.ca/en/admissions/tuition-and-scholarships/international-undergraduate-scholarships/index.html\">See more</a>\n<h2>Лунд Их Сургууль: EDU-WACQT Scholarship (Швед)</h2>\n<p>WACQT нь Marianne болон Marcus Wallenberg сангийн EDU-WACQT хөтөлбөрийн нэмэлт дэмжлэгтэйгээр Шведийн бакалаврын боловсролыг Квантын Технологийн чиглэлээр бэхжүүлэх зорилгоор хоёр тэтгэлэг санал болгодог. EDU-WACQT тэтгэлэг нь Европын Холбоо болон Европын Эдийн Засгийн Бүсийн орнуудад хамаарахгүй оюутнуудад зориулагдсан бөгөөд тэд Лунд Их Сургуулийн Инженерийн факультетад Наношинжлэх ухаан эсвэл Фотоникийн магистрын хөтөлбөрт хамрагдахаар хүсэлт гаргах боломжтой. </p>\n<p>Энэхүү тэтгэлэг нь жилд 161,500 SEK бөгөөд магистрын хоёр академик жилийн турш олгогдоно. Тэтгэлгийн хэмжээ нь сургалтын төлбөрийн 95%-ийг хамрах бөгөөд шууд Лунд Их Сургуульд шилжүүлэгдэнэ. Тэтгэлэг хүртэгчдийг сонгон шалгаруулахдаа өргөдөл гаргагчийн сурлагын дүн болон хувийн захидлыг үндэслэнэ. Хувийн захидалдаа өргөдөл гаргагч нь EDU-WACQT тэтгэлэгт хөтөлбөрт хамрагдах зорилготой бөгөөд Квантын технологийн чиглэлийг дагаж суралцахад тууштай гэдгээ тодорхой заасан байх шаардлагатай.</p>\n<a href=\"https://www.lunduniversity.lu.se/lubas/i-uoh-lu-tanav/edu-wacqt-scholarship-masters-nanoscience\">See more</a>\n<h2>Хаалтын үг</h2>\n<p>Дээд түвшний болоьсрол эзэмшихэд санхүүгийн дэмжлэг маш хэрэгтэй зүйлсийн нэг ба нано-инженерчлэлийг сонирхогч оюутан залуус бүхэн өөрийгөө сорих боломжуудыг хайснаар мэдлэг чадвараа батлан мөнгөн болон олон талын туслалцаа, давуу тал хүртэх боломжтой болно.</p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээр хийгдсэн ахлах ангийн сурагчдын судалгаанууд",
      "date": "2024-10-15",
      "description": "Академик судалгааны ажлыг өөрийн сонирхсон шинжлэх ухаан, технологийн салбарынхаа хүрээнд хийж өөрийн туршлагыг нэмэгдүүлээд зогсохгүй, эргэн тойрондоо эерэг өөрчлөлт авчрах нээлтүүдийг дэлхий даяарх ахлах сургуулийнхан хийж байна. Тэр тусмаа нано-инженерчлэл нь цахилгааны, биологийн инженерчлэлд материалын сайжруулалт, нээлт талаар холбогдог учир судалгааны ажлын эрэлттэй сэдэв болдог.",
      "blog": "<h2>Танилцуулга</h2><p>Академик судалгааны ажлыг өөрийн сонирхсон шинжлэх ухаан, технологийн салбарынхаа хүрээнд хийж өөрийн туршлагыг нэмэгдүүлээд зогсохгүй, эргэн тойрондоо эерэг өөрчлөлт авчрах нээлтүүдийг дэлхий даяарх ахлах сургуулийнхан хийж байна. Тэр тусмаа нано-инженерчлэл нь цахилгааны, биологийн инженерчлэлд материалын сайжруулалт, нээлт талаар холбогдог учир судалгааны ажлын эрэлттэй сэдэв болдог.</p><h2>Impact of NaCl concentration in crystalline nanocellulose for printed ionic dielectrics (Elizabeth G. Franklin , Brittany Smith, Aaron D. Franklin)</h2><p>Энэхүү судалгааг АНУ-ын Хойд Каролинагийн Panther Creek ахлах сургуулийн Elizabeth G.Franklin тэргүүтэй сурагчид байгальд ээлтэй цахилгаан материалуудын хэрэглээг нэмэгдүүлэх зорилготой хийсэн байна. Тэд кристалл наноцеллюлоз (CNC)-ыг диэлектрик (тусгаарлагч) материал болгон ашиглах үед NaCl-ийн оновчтой концентрацийг тодорхойлохыг зорьжээ. Судалгаа хийх гол шалтгаан нь CNC нь байгальд задрах чадвартай, өндөр багтаамжтай материал бөгөөд цахилгаан хэрэгслүүдэд ашиглахад тохиромжтой гэж үзсэнд оршино. Судалгааны явцад CNC конденсаторуудыг NaCl-ийн өөр өөр концентрациар туршиж, цэнэглэх болон цэнэг алдах шинж чанарыг нь хэмжсэн. Сурагчид “aerosol jet printing” конденсаторуудыг ашиглан эсэргүүцэл-багтаамжийн (RC) хоцролт болон цэнэглэх гүйдлийг тодорхойлох аргыг хэрэглэсэн байна. Судалгааны үр дүнд NaCl-ийн концентрацийг 0.05% байхад хамгийн бага цэнэглэх гүйдэл, харин 0.1%-иас дээш концентрацийг 2 V-оос бага хүчдэлд хэрэглэсэн үед хамгийн бага RC-ийн хоцролт ажиглагдсан байна. Энэ нь CNC материалын цахилгаан шинж чанарыг сайжруулахад NaCl-ийн концентрацийг оновчтой болгох шаардлагатайг харуулсан юм. Судалгааны үр дүн нь CNC-г ирээдүйн байгальд ээлтэй цахилгаан хэрэгслүүдэд ашиглах боломжийг нээж өгсөн чухал алхам болсон. Ахлах сургуулийн судлаач нь Duke Их сургуулийн оюутнуудтай хамтарсан ба JEI (Journal of Emerging Investigators) платформд нийтлүүлжээ. <a href='https://emerginginvestigators.org/articles/22-240'>https://emerginginvestigators.org/articles/22-240</a></p><h2>Utilizing a wastewater-based medium for engineered Saccharomyces cerevisiae for the biological production of fatty alcohols and carboxylic acids to replace petrochemicals (Rajat Ramesh, Leya M. Joykutty)</h2><p>АНУ дань Флоридагийн American Heritage сургуулийн Rajat Ramesh, Leya M. Joykutty нарын судалгаа нь арчилгааны бүтээгдэхүүн, хүнсний нэмэлт, эмийн бэлдмэл зэрэг химийн бүтээгдэхүүнүүдийг илүү тогтвортой аргаар үйлдвэрлэх боломжийг судлах зорилготой. Химийн бодисуудыг орлуулах замаар эдгээр бүтээгдэхүүнийг үйлдвэрлэхэд Saccharomyces cerevisiae мөөгөнцрийг ашиглах, ингэхдээ саарал усыг ашиглах боломжийг судлах явдал байв. Судалгааны явцад мөөгөнцөрт тосны хүчил үүсгэх зам (FAS) болон бусад холбогдох ферментүүдийг хуулбарлан өсгөсөн бөгөөд энэ аргаар тосны хүчлээс гаралтай бүтээгдэхүүнүүдийн хэмжээг нэмэгдүүлэх боломжийг судалсан байна. Судлаачид гурван төрлийн плазмидыг ашиглан ацетил-КоА карбоксилаза (ACC1), тосны хүчил синтаза (FAS), болон тосны хүчил редуктаза (Far1) ферментүүдийг кодлодог генүүдийг S. cerevisiae эсүүдэд трансформаци хийсэн. Трансформацийг тус бүрд нь болон хамтад нь хийж, гүйцэтгэлийг сайжруулсан байна. Тэдний таамаглал нь эдгээр трансформацлагдсан эсүүд нь өөр өөр тосны хүчил болон тосны спиртийн шинжүүдийг үзүүлнэ гэсэн байв. Судалгааны үр дүн нь хуулбарлан өсгөсөн ферментүүдийн идэвхийг спектрофотометрийн шинжилгээгээр тодорхойлсон бөгөөд HPLC шинжилгээгээр мөөгөнцөрт C-16 болон C-18 тосны спиртүүд болон тосны хүчлүүд оршдогийг баталсан байна. GC-MS шинжилгээгээр бохир усан орчны органик нэгдлүүдийн хэмжээг бууруулж, исэлдэлтийн үр дүнд этанол үйлдвэрлэгдсэн байгааг баталсан. Мөн JEI вебсайтад байршсан энэхүү судалгаа нь байгальд ээлтэй, тогтвортой үйлдвэрлэлийн арга замыг нээхэд чухал алхам болсон бөгөөд бохир усыг цэвэрлэхийн зэрэгцээ үнэтэй, тусгай болон өргөн хэрэглээний химийн бодисуудыг биологийн аргаар үйлдвэрлэх боломжийг харуулсан юм. <a href='https://emerginginvestigators.org/articles/19-033'>https://emerginginvestigators.org/articles/19-033</a></p><h2>The effect of food type on mediator-less microbial fuel cell electricity output (Aaron Hung, Jonthan Lin1, Dino Ponnampalam)</h2><p>Энэ судалгааг Тайпейгийн Kang Chiao International School-ийн сурагчид цэвэр, тогтвортой эрчим хүчний үйлдвэрлэлийг эрэлхийлэх зорилгоор хийсэн бөгөөд гол урам зориг нь microbial fuel cell (MFC) ашиглан органик бодисуудаас эрчим хүч үйлдвэрлэх явдал байв. Тэд янз бүрийн хоол хүнсийг түлшний эх үүсвэр болгон ашиглах үед үүсэх эрчим хүчний гарцыг харьцуулж, түлшний төрөл нь MFC-ийн үр ашигт хэрхэн нөлөөлдөг болохыг тодорхойлохыг зорьжээ. Энэ судалгаа нь MFC-ийн үр ашгийг сайжруулахад түлшний эх үүсвэрийн сонголт чухал гэдгийг ойлгох үндэслэлийг өгсөн. Судалгааны явцад элсэн чихэр, бяслаг, усан үзэм зэрэг хоол хүнсийг MFC-д түлшний эх үүсвэр болгон ашиглаж, тэдгээрийн үүсгэсэн эрчим хүчний гарцыг харьцуулсан. Цаашилбал MFC-д янз бүрийн хоол хүнсийг хийж, үүссэн эрчим хүчний гарцыг хэмжих замаар туршилтаа хийжээ. Туршилтын үр дүнд элсэн чихрийн уусмал хамгийн их эрчим хүчний гарцыг үзүүлсэн нь MFC-ийн үр ашигт түлшний эх үүсвэр чухал үүрэг гүйцэтгэдэг болохыг харуулсан. JEI-д мөн байршсан уг судалгааны дүгнэлт нь ирээдүйд MFC-ийг хөгжүүлэхэд түлшний эх үүсвэрийг сонгох нь чухал ач холбогдолтой болохыг онцолжээ. <a href='https://emerginginvestigators.org/articles/21-055'>https://emerginginvestigators.org/articles/21-055</a></p><h2>Хаалтын үг</h2><p>Ахлах сургуулийн мэдлэг дээрээ гүнзгийрүүлэн судалснаар академик мэдлэг бүтээх явцад гар бие оролцох бүрэн боломжтой бөгөөд бие даан хийж үр дүнд хүрж болдог процесс гэдгийг харах болно.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээс онцлох компани, байгууллагууд",
      "date": "2024-10-15",
      "description": "Нано шинжлэх ухааныг амьдралд буулгаж, хүний эрүүл мэнд, технологийн хэрэгцээнд нэмэр болохоор ажиллаж буй компаниудын жишээг доор орууллаа. Ажлын байранд нэг зорилгын дор нэгдсэн эрдэмтэд инженерүүдтэй хамтран ажиллаж сэтгэл хөдөлгөм олон арван нээлт хийж, хүний амьдралыг чанарыг дээшлүүлсээр байгаа билээ.",
      "blog": "<h2>Танилцуулга</h2><p>Нано шинжлэх ухааныг амьдралд буулгаж, хүний эрүүл мэнд, технологийн хэрэгцээнд нэмэр болохоор ажиллаж буй компаниудын жишээг доор орууллаа. Ажлын байранд нэг зорилгын дор нэгдсэн эрдэмтэд инженерүүдтэй хамтран ажиллаж сэтгэл хөдөлгөм олон арван нээлт хийж, хүний амьдралыг чанарыг дээшлүүлсээр байгаа билээ.</p><h2>Nanoform (Хелсинки, Финланд)</h2><p>Финландын Наноформ компани нь эмийн үйлдвэрт нанотехнологиор инноваци хийх чиглэлээр мэргэшсэн компани юм. Тус компани нь эмийн биохүртэхүй (bioavailability), үр нөлөөг нэмэгдүүлэх зорилготой дэвшилтэт технологийг хөгжүүлж, нано хэмжээст партикл боловсруулдаг. <a href=\"https://www.nanoform.com\">Дэлгэрэнгүйг</a></p><h2>Blueberry Therapeutics Ltd (Маклсфиелд, Их Британи)</h2><p>Их Британийн Blueberry Therapeutics компани нь нанотехнологийг ашиглан арьсны өвчнийг эмчлэхэд чиглэсэн шинэ төрлийн эмийн бүтээгдэхүүнүүдийг хөгжүүлдэг биотехнологийн компани юм. <a href=\"https://www.blueberrytherapeutics.com\">Дэлгэрэнгүйг</a></p><h2>Coherent Corp. (Пенсилвани, АНУ)</h2><p>Coherent Corp нь электрон багаж хэрэгсэл, фотоник болон хагас дамжуулагчийн салбарт үйл ажиллагаа явуулдаг томоохон компани юм. <a href=\"https://www.coherent.com\">Дэлгэрэнгүйг</a></p><h2>Closing Statement</h2><p>Нано-инженерчлэлийг бараг бүх салбарт ашиглаж хөгжил дэвшлийг авч ирж болох бөгөөд энэхүү салбар дундын инженерчлэл нь дэлхий даяарх тэргүүлэх компаниудын гол түлхэх хүч болжээ. Хүний оюун ухаан, асуудал шийдвэрлэх, хамтран ажиллах чадварын цогц болсон инженерүүд ийнхүү гайхамшгийг бүтээсээр байна.</p><h2>Summary</h2><p>Финландын Nanoform, Их Британийн Blueberry Therapeutics, АНУ-ын Coherent Corp нар нь тус тус дэлхийн хэмжээнд нано-инженерчлэлийг ашиглаж байгаа тэргүүлэх компаниуд юм. Nanoform нь эмийн биохүртэхүй (bioavailability), үр нөлөөг нэмэгдүүлэх зорилготой дэвшилтэт технологийг хөгжүүлж, нано хэмжээст партикл боловсруулдаг бол Blueberry Therapeutics-д арьсны өвчнийг эмчлэхэд чиглэсэн шинэ төрлийн эмийн бүтээгдэхүүнүүдийг хөгжүүлдэг ажээ. Харин Coherent Corp нь электрон багаж хэрэгсэл, фотоник болон хагас дамжуулагчийн салбарт үйл ажиллагаа явуулдаг ажээ.</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн тухай",
      "date": "2024-10-15",
      "description": "",
      "blog": "<h2>Нано-инженерчлэл гэж юу вэ?</h2><p>Нано-инженерчлэл нь нано түвшний буюу 1 нанометрээс (нм) бага хэмжээтэй материал, бүтэц, системийг судлах, зохион бүтээх, ашиглах инженерчлэлийн салбар юм. Нанометр нь метрийн нэг тэрбумын нэгтэй тэнцэх хэмжээтэй тул энэхүү инженерчлэл нь атом, молекулын түвшинд ажиллах боломж олгодог.</p><h2>Ирээдүйн боломжууд</h2><p>Суперкомпьютерийн хүчин чадлыг агуулсан наночип гарч ирж, кварц цагны үнээр зарагдах бөгөөд түлхүүрийн оосроос хямд үнэтэй байх ба барилга, инженерчлэлийн салбарт ган болон металлыг зах зээлээс шахахуйц хямд, хүчтэй материал бий болно гэж төсөөлөөд үз. Одоо бид нанохувьсгалын эхлэлийг аль хэдийн харж байгаа билээ. Үүнд шинэ компьютерийн чипүүд, толбо үлдээдэггүй шинэ даавуу, болон анагаах ухааны оношилгоонд нано бөөмсийн хэрэглээ юм.</p><p>Гоо сайхны салбарт ч мөн наноматериалыг дэвшингүйгээр хэрэглэж байна. Тэдгээр нь гоо сайхны салбарт урьд өмнө байгаагүй олон шинэ, өвөрмөц чиглэлийг бий болгож чадна. Мэдээж энэ бүгд нь наноеинженерчлэлийн бүтээл юм.</p><h2>Хэрэглээний салбарууд</h2><p>Уг инженерчлэлийн ухааныг хамгийн түлхүү ашигладаг салбарууд бол үйлдвэрлэл болон материалын шинжлэх ухаан юм. Олон олон чадварлаг инженерүүд өдөр тутамд хэрэглэгддэг материалуудын чанартай, бат бөх, тэсвэртэй уян хатан байдлыг нэмэгдүүлэхийн тулд нано хэмжээст молекулыг ашиглан судалдаг байна. Тиймээс анагаах ухаанаас авахуулаад хүрээлэн буй орчны хөгжил дэвшилд ихээхэн нэмэр оруулаад зогсохгүй, ирээдүйн дэлхийг тодорхойлох ач холбогдолтой салбар юм.</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн чиглэлээс онцлох нээлтүүд",
      "date": "2024-10-15",
      "description": "Хүний амьдралын өдөр тутмын хэрэглээг шийддэг анагаах ухаан, цахилгаан, үйлдвэрлэлийн салбарууд нано-инженерчлэл дэх нээлтүүдийн тусламжтайгаар улам улмаар үсрэнгүй хөгжиж байна. Дэлхийн их сургуулиудын оюутан, профессорууд оршин буй технологийг улам дэвшилтэт болгож, эсвэл цоо шинэ арга барилаар нано түвшинд судалгаагаа гүйцэтгэн нээлтүүд хийсээр байна.",
      "blog": "<h2>Танилцуулга</h2><p>Хүний амьдралын өдөр тутмын хэрэглээг шийддэг анагаах ухаан, цахилгаан, үйлдвэрлэлийн салбарууд нано-инженерчлэл дэх нээлтүүдийн тусламжтайгаар улам улмаар үсрэнгүй хөгжиж байна. Дэлхийн их сургуулиудын оюутан, профессорууд оршин буй технологийг улам дэвшилтэт болгож, эсвэл цоо шинэ арга барилаар нано түвшинд судалгаагаа гүйцэтгэн нээлтүүд хийсээр байна.</p><h2>Biomaterial: UC San Diego</h2><p>Гэмтсэн хүний эдийг эмчлэх зориулалттай шинэ биоматериал атираа үүсдэггүй онцлогтой гэж <a href='https://jacobsschool.ucsd.edu/'>Сан Диего дахь Калифорнийн Их сургууль (UC San Diego)</a>-ийн Катерин Хокмут хэлэв. Эдийн инженерчлэлд UC San Diego-ийн инженерүүд байгалиас заяасан хүний эдтэй төстэй шинж чанартай уг материалыг 2011 онд нээснээрээ томоохон ололт амжилт гаргалаа. UC San Diego-ийн инженерчлэлийн Жакоб сургууль дахь нано инженерчлэлийн департментийн профессор Шаочен Чен гэмтсэн зүрхний хана, цусны судас, арьс гэх мэтийг эмчилдэг эдийн нөхөөс нь ирээдүйд одоогийнхоос илүү сайжирсан байх болно гэж найддагаа хэллээ. Уг биофабрикацийн техник нь гэрэл, нарийн тохируулсан толь ба компьютерийн тусгалын системийг ашиглан эдийн инженерчлэлд шаардагдах ямар ч хэлбэртэй 3 хэмжээст давхрагыг бүтээдэг. Шинэ материалын механик шинж чанарт хэлбэр дүрс нь зайлшгүй хүчин зүйл болно. Ихэнх инженерчлэгдсэн эдүүд дугуй эсвэл дөрвөлжин нүхтэй давхрагаас бүтдэг бол Чений багийнхан “reentrant honeycomb”, “cut missing rib” гэх 2 шинэ дүрс бүтээжээ. Дүрсүүд хоёулаа сөрөг Poisson’s ratio (сунгавал атираа үүсдэггүй) чанарыг харуулж, эдийн нөхөөс 1 эсвэл хэд хэдэн давхрагатай байсан ч уг чанараа хадгалдаг байна.</p><h2>Thermopower: MIT</h2><p><a href='https://www.mit.edu/'>MIT</a> дахь эрдэмтэд өмнө судлагдаагүй байсан carbon nanotube гэх бичил утсаар хүчтэй энергийн долгионыг дамжуулах үзэгдлийг 2010 онд нээв. Уг нээлт нь цахилгаан үйлдвэрлэлтэд өөрчлөлт авч ирж болох юм. Судалгааны ажлын ахлах болох MIT дахь химийн инженерчлэлийн Charles and Hilda Roddey Associate профессор Маякл Страно термопаур долгион нь энергийн судалгаанд шинэ талбар гаргаж ирэх ховор үзэгдэл боллоо гэв. Carbon nanotube нь нүүрстөрөгчийн атомуудын давхрагаас бүтсэн микроскопод харагдахгүй хөндий хоолой юм. Метрийг тэрбум хуваасны нэгтэй тэнцэх өргөнтэй уг хоолойнууд нь шинэ нүүрстөрөгчийн молекулын төрөлд багтана. Майкл Страно ба түүний багийн хийсэн шинэ туршилтад задрахаараа дулаан ялгаруулдаг идэвхтэй түлшээр нано хоолойг хучсан байна. Улмаар түлшээ лазерын туяа эсвэл өндөр хүчдэлийн очоор ноцоовол carbon nanotube-ийн дагуу дулааны хурдан долгион явж өнгөрсөн үр дүн гарчээ. Нано хоолойд түлшний дулаан шингэж түлшнээс өөрөөс нь 1000 дахин хурдан дамжсан байна. Энгийн химийн урвалаас 10000 дахин хурдан дулаан дамжихдаа 3000 Келвиний дулаанд хүрчээ. Шаталтаар үүссэн дулаан мөн электроныг түлхэн тодорхой хэмжээний цахилгаан гүйдэл үүсгэж буйг нээжээ.</p><h2>Droplets in droplets (Emulsion): UC Santa Barbara</h2><p><a href='https://www.ucsb.edu/'>Калифорнийн Их Сургуулийн Санта Барбара</a> дахь судлаачид өдөр тутмын амьдралд өргөн хэрэглэгддэг эмульсүүдийн бүтээмжийг сайжруулах арга замыг 2018 онд нээсэн байна. Эмульс нь ус, тос зэрэг хоорондоо холилддоггүй шингэнийг дусал дуслаар хольж үүсгэдэг бөгөөд тэдгээр нь эмийн бэлдмэл, будгийн бүрээс, гоо сайхны бүтээгдэхүүн, хоол хүнсэнд өргөн хэрэглэгддэг. Гэвч эдгээр бүтээгдэхүүнийг үйлдвэрлэх одоогийн технологи нь удаан, тусгай тоног төхөөрөмж шаарддаг бөгөөд ихэвчлэн том дуслууд үүсгэдэг сул талтай. Харин UCSB-ийн судлаачид энэхүү саадыг даван туулж, жижиг 100-200 нанометрийн диаметртэй олон төрлийн наноэмульс болон нано бөөмийг үүсгэх аргыг боловсруулжээ. Эдгээр нано бөөм нь тогтвортой байх бөгөөд стандарт тоног төхөөрөмжөөр үйлдвэрлэх боломжтой. Уг нано технологи нь хөдөө аж ахуй, эмийн хүргэлт, өөх тосонд усны дусал нэмж бага илчлэгтэй хүнсний эмульс хийх зэрэг олон салбарт томоохон нөлөө үзүүлэх төлөвтэй байна.</p><h2>Closing statement</h2><p>Хөгжилтэй орнуудад шинэ технологийг бүтээх хөгжүүлэхэд эх сурвалж болон эд материал, үүнийг турших орчин нөхцөл нь хангагдсан байдагтай адил манай орон шиг улсуудад ийм боломжууд ховор байдаг билээ. Тиймээс нано-инженерчлэл сонирхогч хүүхэд залуус хичээн суралцаж, эх орондоо уг боломжийг нээх цаг үе ирээд байна.</p><h2>Summary</h2><p>АНУ дахь тэргүүлэх их сургууль болох UC San Diego, UC Santa Barbara, MIT нарын судлаач, нанотехнологийн инженерүүд хүний өдөр тутмын амьдралыг хөнгөвчилж, чанарыг сайжруулах тустай нээлтүүдийг хийсэн нь нано-инженерчлэлийн өнгө төрхийг тодорхойлж байна. Гэмтсэн хүний эдийг эмчлэх зориулалттай шинэ биоматериал атираа үүсдэггүй онцлогтой гэж UC San Diego-ийн Катерин Хокмут хэлсэн бол MIT дахь эрдэмтэд өмнө судлагдаагүй байсан carbon nanotube гэх бичил утсаар хүчтэй энергийн долгионыг дамжуулах үзэгдлийг 2010 онд нээв. Харин UC Santa Barbara-ийн судлаачид өдөр тутмын амьдралд өргөнөөр хэрэглэгддэх жижиг 100-200 нанометрийн диаметртэй олон төрлийн наноэмульс болон нано бөөмийг үүсгэх аргыг боловсруулжээ.</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/BlogsNano.png",
      "author": "Nomgoljin G",
      "title": "Нано-инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-10-15",
      "description": "",
      "blog": "<h2>Ричард Фейнман ба нанотехнологийн эхлэл</h2><p>АНУ-ын физикч Ричард Фейнманг нанотехнологийн эцэг гэж үздэг. Тэрээр 1959 онд \"Доор зай их бий\" (<a href=\"https://en.wikipedia.org/wiki/There%27s_Plenty_of_Room_at_the_Bottom\">There’s Plenty of Room at the Bottom</a>) нэртэй илтгэлдээ нанотехнологийн санаа, ойлголтуудыг анх танилцуулсан юм. Фейнман \"нанотехнологи\" гэсэн нэр томъёог ашиглаагүй ч эрдэмтэд атом болон молекулыг ганц бүрчлэн удирдан зохицуулж чадах процессыг тодорхойлсон байдаг.</p><h2>IBM-ийн гайхамшигт туршилт</h2><p>Нанотехнологийн хөгжлийн бэлгэ тэмдэг болсон жишээ бол IBM компанийн Дон Эйглерийн удирдсан багийн 35 ксеноны атомыг ашиглан \"IBM\" гэсэн үг бичсэн оролдлого юм.</p><h2>Нанотехнологийн эртний хэрэглээ</h2><p>Орчин үеийн нанотехнологи шинэ зүйл мэт санагдах ч нанометрийн хэмжээтэй материалуудыг хэдэн зууны турш ашиглаж ирсэн байдаг. 2006 онд орчин үеийн микроскоп ашиглан Дамаскын ган хэмээх технологийг илрүүлсэн нь нүүрстөрөгчийн нано-гуурс байв. Дамаскын ганг 18-р зуун хүртэл Өмнөд Ази, Ойрхи Дорнодод ашиглаж байсан бөгөөд энэ гангаар хийсэн сэлмүүд нь бат бөх, удаан эдэлгээтэй, маш хурц иртэй гэдгээрээ алдартай.</p><h2>Хувцасны чанарыг сайжруулах нь</h2><p>Эрдэмтэд болон инженерүүд нанотехнологийг ашиглан хувцасны чанарыг сайжруулж байна. Жишээлбэл, даавууг цайрын ислийн нанобөөмсөөр бүрсэний ачаар нарны хэт ягаан туяанаас (UV) илүү сайн хамгаалалттай хувцас бүтээх боломжтой болсон. Зарим хувцсанд жижиг үстэй адил хэлбэртэй нанобөөмсийг оруулж өгснөөр ус болон бусад бодисыг түлхэх чадвартай, толбо тогтохгүй даавуу хийж байна.</p>"
    }
  ]
} 