{
    "title": "Software Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
      {
        "id": 22,
        "imageSrc": "/assets/Articles/ScientistWomen.png",
        "author": "Author",
        "title": "Шинжлэх ухаанч эмэгтэйчүүд программ хангамжийн инженерчлэлд",
        "date": "2000-01-01",
        "description": "2023 онд программ хангамжийн инженерийн салбарт хүйсийн харьцаа 77% нь эрэгтэй, 23% нь эмэгтэй байжээ. Харин энэхүү харьцаанаас үл хамааран эмэгтэй инженерүүд салбартаа амжилт гаргаж, бусдадаа урам зориг өгч чаддаг. Өнөөдрийн нийтлэлээрээ бид үлгэр дуурайлал болсон эмэгтэй инженерүүдийг танилцуулах болно. ",
        "blog": "<h2>Танилцуулга</h2><p>2023 онд программ хангамжийн инженерийн салбарт хүйсийн харьцаа 77% нь эрэгтэй, 23% нь эмэгтэй байжээ. Харин энэхүү харьцаанаас үл хамааран эмэгтэй инженерүүд салбартаа амжилт гаргаж, бусдадаа урам зориг өгч чаддаг. Өнөөдрийн нийтлэлээрээ бид үлгэр дуурайлал болсон эмэгтэй инженерүүдийг танилцуулах болно.</p><h2>Poornima Vijayashanker</h2><p>Poornima Vijayashanker нь технологийн ертөнцөд мөрөө үлдээж чадсан инженер, бизнес эрхлэгч, зохиолч мөн илтгэгч эмэгтэй юм. Тэрээр Дьюк Их Сургуулийг төгссөн ба Mint компанийн анхны ажилчдын нэг байсан ба тухайн компани сүүлд нь Intuit компанийн нэг хэсэг болсон байна. Үүний дараа тэрээр программ хангамж хийж сурах, компани байгуулах хүсэлтэй технологийн мэргэжилтэн болон бизнес эрхлэгчдэд зориулсан Femgineer гэх боловсролын компанийг байгуулжээ. Тэрээр “How to Transform Your Ideas into Software Products” болон “Present! A Techie’s Guide to Public Speaking” гэх хоёр номыг Karen Catlin-тай хамтран бичиж хэвлүүлсэн билээ.</p><p><a href='https://www.linkedin.com/in/poornima/'>Linkedin</a></p><h2>Jade Raymond</h2><p>Jade Raymond нь Канад видео тоглоом продюсер юм. Тэрээр Assasin’s Creed, Watch Dogs гэх зэрэг тоглоомуудыг бүтээхэд оролцсон ба Ubisoft Toronto болон Motive Studio гэх тоглоом хөгжүүлэгч компанийг байгуулж байжээ. 2021 онд Haven Studios гэх шинэ бие даасан хөгжүүлэх компани байгуулсан бөгөөд 2022 онд Sony Interactive Entertainment худалдан авч PlayStation Studios-ийн тоглоом хөгжүүлэгч болсон байна. Jade Raymond 1998 онд McGill University-д компьютерын шинжлэх ухааны чиглэлээр бакалаврын зэргээ хамгаалжээ. Тэрээр төгсөөд Sony-д программист мэргэжлээр ажилласан ба цаашдаа Electronic Arts тоглоом хөгжүүлэгч компанид орж The Sims Online тоглоомын продюсероор ажиллаж байжээ. Jane карьерынхаа явцад олон тоглоомууд дээр ажиллаж байсан ба одоогоор Haven Studios компанийн захирлаар ажиллаж байгаа юм.</p><p><a href='https://www.linkedin.com/in/jade-raymond-121395/'>Linkedin</a></p><h2>Tracy Chou</h2><p>Tracy Chou нь Америк программ хангамжийн инженер юм. Тэрээр Google, Facebook компаниудад дадлага хийж байсан туршлагатайгаас гадна ба Pinterest болон Quora гэх компаниудад ажиллаж байсан билээ. Tracy Chou 2005-2009 онд Стэнфорд Их Сургуульд цахилгаан инженерийн чиглэлээр, 2008-2010 онд компьютерын шинжлэх ухааны салбарт хиймэл оюун ухааны чиглэлээр төгсөж байсан байна. Тэрээр 2021 онд Твиттерт зориулсан хүчирхийллийн эсрэг хэрэгслүүдийн иж бүрдэл болох сэтгэцийн эрүүл мэндэд сөрөг нөлөө учруулалгүй олон нийтийн мэдээллийн хэрэгслийг ашиглах ашиг тусыг олгох Block Party гэх аппликейшн бүтээсэн байна.</p><p><a href='https://www.linkedin.com/in/triketora/'>Linkedin</a></p><h2>Хаалтын үг</h2><p>Технологийн салбар дахь эрэгтэй болон эмэгтэй хүмүүсийн харьцаа ойролцоогоор 3:1 байдаг нь судалгаагаар батлагдсан ч, энэ удаагийн нийтлэлээр танилцуулсан эмэгтэй инженерүүд шиг өөрсдийн чадварыг батлан харуулж буй эмэгтэй инженерүүд өнөө үед олон болсон билээ. Тиймээс танд ч гэсэн амжилт гарган, ур чадвараа харуулах боломж дүүрэн байгаа гэдгийг санаарай.</p>"
      },
    {  "id": 21,
      "imageSrc": "/assets/Articles/UurAmisgal.png",
      "author": "Author",
      "title": "Программ хангамжийн инженерчлэлээр уур амьсгалын өөрчлөлттэй  тэмцэх нь",
      "date": "2000-01-01",
      "description": "Бидний амьдралын өнцөг булан бүрт программ хангамж ажиллаж байдаг. Утсаар ярих, мөнгө шилжүүлэх гэх мэт өдөр тутамдаа хийж байгаа бүхий л үйлдлүүд маань хэдэн сая программ хангамж дахь мөрүүдийн тусламжтай ажилладаг. Гэвч үйл явцыг нь сайн судлаад үзвэл энэ бүх программ хангамжинд хийгдэж буй үйлдлүүд дэлхийн уур амьсгалд маш том хор нөлөө үзүүлж байдаг байна. Бүхий л салбарын мэргэжилтнүүд дэлхийн дулааралтай тэмцэх шийдэл хайсаар байгаа бөгөөд тэдний дундаас инженерчлэл нь хамгийн их ач холбогдол бүхий салбаруудын нэг мөн билээ. Энэхүү нийтлэлээрээ бид та бүхэнд программ хангамжийн инженерийн чиглэл хэрхэн дэлхийн дулааралтай тэмцэж буй арга замуудаас танилцуулах болно.",
      "blog": "<h2>Танилцуулга</h2><p>Бидний амьдралын өнцөг булан бүрт программ хангамж ажиллаж байдаг. Утсаар ярих, мөнгө шилжүүлэх гэх мэт өдөр тутамдаа хийж байгаа бүхий л үйлдлүүд маань хэдэн сая программ хангамж дахь мөрүүдийн тусламжтай ажилладаг. Гэвч үйл явцыг нь сайн судлаад үзвэл энэ бүх программ хангамжинд хийгдэж буй үйлдлүүд дэлхийн уур амьсгалд маш том хор нөлөө үзүүлж байдаг байна. Бүхий л салбарын мэргэжилтнүүд дэлхийн дулааралтай тэмцэх шийдэл хайсаар байгаа бөгөөд тэдний дундаас инженерчлэл нь хамгийн их ач холбогдол бүхий салбаруудын нэг мөн билээ. Энэхүү нийтлэлээрээ бид та бүхэнд программ хангамжийн инженерийн чиглэл хэрхэн дэлхийн дулааралтай тэмцэж буй арга замуудаас танилцуулах болно.</p><h2>Green Coding</h2><p>“Green Coding” буюу орчуулбал “Ногоон Кодчилол” нь программ хангамж хөгжүүлэхэд илүү бага хэмжээний эрчим хүч ашиглах шинэ программуудыг бүтээх арга барил юм. Хүлэмжийн хийн 4%-ийг технологи болон программ хангамж ялгаруулж байгаа бөгөөд Ногоон Кодчилол нь байгаль орчинд үзүүлэх нөлөөллийг нь бууруулах зорилготой билээ.</p><p>1992 онд АНУ-ын Байгаль Орчны Хамгааллын Газраас санаачилсан Green Computing гэх технологийн салбарт байгаль орчинд ээлтэй шинэ технологи бүтээх зорилготой төсөл хэрэгжиж эхэлсэн. Харин Green Coding нь гол төлөв программ хангамжийн салбарт хэрэгжих шийдэл бөгөөд, 2021 онд Microsoft, Accenture, GitHub гэх мэт компаниудын хамтран бүтээсэн <a href='https://www.ibm.com/think/topics/green-coding'>The Green Software Foundation</a> гэх байгууллагаас үүсэлтэй юм. Одоогийн байдлаар Google, Amazon, Intel зэрэг маш олон нөлөө бүхий компаниуд нэгдсэн байгаа аж.</p><p>Green Coding нь товчхондоо код бичих явцад цөөн тооны эх сурвалж ашиглах, илүү үр дүнтэй алгоритм бичих, бага мөртэй код бичих зэргээр хэрэгждэг. Green Coding-ийн зарчмуудаас дурдвал цахилгааныг ашиглахдаа байж болох хамгийн бага хэмжээний нүүрстөрөгчийн давхар исэлт хий ялгаруулах, сүлжээгээр дамжихад туулах мэдээлэл болон замыг багасгах гэх зэрэг орно.</p><h2>Climate data analysis and modeling</h2><p>Энэхүү аргаар программ хангамжийн инженерүүд уур амьсгалын таамаглал болон загваруудад анализ хийх төхөөрөмжүүдийг бүтээн, үнэн зөв байдлыг нь сайжруулж чадах юм. Томоохон анализ хийх чадвартай, машинт ухааны техникүүд нь урт хугацааны түүхийг боловсруулж, уур амьсгалын загварыг илүү найдвартай болгодог байна.</p><p>Уур амьсгалын дата анализ болон загвар бүтээх нь 20-р зууны дундаас томоохон эрдэмтэд болон байгууллагуудын оролцоотойгоор үндсээ тавьжээ. Анхны загвар нь 1967 онд бүтээгдсэн бөгөөд жил өнгөрөх тусам сайжран хувьссаар байна.</p><p>Энэхүү технологийн тусламжтай бид дэлхийн уур амьсгалын системийг компьютерын ухаан болон дата анализ хэрэглэж таамаглан, мэдэж чадах юм. Эдгээр технологи, төхөөрөмж нь өнгөрсөн, одоо, ирээдүйн уур амьсгалыг тооцоолж, хар шуурга, үер, цөлжилт гэх мэт байгалийн гамшгуудыг эрт таамаглаж, анхааруулан, сэргийлэх чадвартай. Өмнө тохиож байсан уур амьсгалын байдал болон цаг агаарын станц, далайн бааз гэх мэт газруудаас ирсэн мэдээллийг цуглуулж, мэргэжилтнүүд мэдээллийг шалган нягталж, статистик болон машинт ухаанаар цаг агаарын байдлыг тодорхойлж, загварт оруулах байдлаар үйл явц нь өрнөдөг байна.</p><p>Эх сурвалж: <a href='https://climatedataguide.ucar.edu/climate-tools'>https://climatedataguide.ucar.edu/climate-tools</a></p><h2>Intelligent Transportation Systems (ITS) Software</h2><p>Ухаалаг Тээврийн Системийн программ хангамж нь дэвшилтэт технологиудыг нэгтгэн нийтийн тээврийн бүтэц, зохион байгуулалтыг сайжруулж, тогтвортой хөдөлгөөнийг нийтэд хүргэх зорилготой.</p><p>Энэхүү технологи нь 1970-аад онд ихээр нэмэгдэж байсан замын түгжрэлийг бууруулах болон дэвшилтэт технологи ашиглан замын аюулгүй байдлыг сахих шаардлагын дагуу үүссэн. ITS нь зам тээврийн инженер, компьютерын шинжлэх ухаан гэх мэт хэд хэдэн нөлөө бүхий салбаруудын хамтралын дүнд хувьсан бий болжээ.</p><p>Замын урсгалыг мэдрэгч, камер, GPS гэх мэт төхөөрөмжүүдийг ашиглан шууд зохицуулалт хийх, ослын хэмжигч, сэргийлэгч гэх мэт технологиудыг ашиглан зам тээврийг зохицуулах бөгөөд нийтийн тээврийг утасны апп, байршил заагч зэргийг ашиглах байдлаар хүртээмжтэй болгоно. Харин байгаль орчинд ялгарах хүлэмжийн хийн хэмжээ болон шатахууны хэрэглээг багасгахын тулд динамик чиглүүлэлчийг хэрэгжүүлдэг. Ингэснээр түгжрэл, ослын аюул, шатахуун болон хүлэмжийн хийн ялгаруулалтыг багасгах үр дүнтэй. Google Maps зэрэг хэрэглүүрүүд нь ITS-ийн төрөл юм.</p><p>Эх сурвалж: <a href='https://www.wsp.com/en-gl/services/intelligent-transportation-systems-its'>https://www.wsp.com/en-gl/services/intelligent-transportation-systems-its</a></p><h2>Хаалтын үг</h2><p>Өнөөдрийн бидний амьдарч буй нийгэмд тулгамдаад буй уур амьсгалын өөрчлөлтийн асуудлын эсрэг программ хангамжийн инженерчлэл илүү тогтвортой, байгальд ээлтэй ирээдүйн төлөө тодорхой хэмжээний нөлөө үзүүлээд амжжээ. Бид өдөр тутамдаа ашиглаж буй программ хангамжийн хэрэглээгээ багасгаж чадвал уур амьсгалын өөрчлөлтийн эсрэг өөрсдийн хувь нэмрээ ч оруулах боломжтой юм шүү.</p>"
    },
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Ахлах ангийн сурагчдад зориулсан программ хангамжийн инженерчлэлийн шилдэг цахим хөтөлбөрүүд",
      "date": "2024-10-11",
      "description": "Мэдээллийн эрэн үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мэдээллийн эрэн үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.</p\n<p>Оюунлаг сурагч та хэрэв энэхүү чиглэлийг сонирхож байвал дараах хөтөлбөрүүдтэй танилцахыг санал болгоё.</p>\n<h2>Horizon</h2>\n<a href=\"https://www.horizoninspires.com/who-we-are\">Horizon Academic Research Program</a>\n<span>нь ахлах ангийн сурагчдыг тэдний хүсэл эрмэлзэлд тулгуурлан программ хангамж, өгөгдлийн шинжилгээ, хиймэл оюун ухаан гэх мэт чиглэлүүдээс сонгон өөрсдийнх нь түвшнээс дээш түвшний буюу их сургуулийн 1-р курсийн оюутнуудын хийдэг судалгааны ажил, төслүүдийг хийлгэн өөрсдийгөө хөгжүүлэх боломжийг олгох зорилгоор 2016 онд Америкийн нэгдсэн улсын Жерси хотноо төвтэйгөөр байгуулагдсан байгууллага юм. Тэрээр 100% цахимаар оролцох боломжтой хөтөлбөрүүдийг санал болгодог байна. </span>\n<p>Хөтөлбөрүүд нь 3 сарын турш явагддаг ба сурагчид долоо хоногт 8-10 цагийг унших, бичих мөн гэрийн даалгавар хийхэд зарцуулах юм. Хөтөлбөртөө элсэн ороход Johns Hopkins University, University of Cambridge, Georgia Tech  гэх мэт дэлхийн топ их сургуулиудын доктор, профессоруудтай холбогдон зөвлөгөө, лекц аван хөтөлбөрүүдэд хамрагдахын хажуугаар өөрсдийн гэсэн төслөө санаачлан хэрэгжүүлээд явах байна. Түүнчлэн сурагчдын хөтөлбөрийн хүрээнд гүйцэтгэсэн төсөлт ажлууд их сургуулийн үнэлэх системээр үнэлэгддэг тул таны хийсэн ажил их сургуулийн өргөдөл явуулахад тань чамлалтгүй нэмэр болох болов уу.</p>\n<h2>Тавигдах шаардлага</h2>\n<ul>    \n<li>Өргөдлөө явуулахын тулд та ахлах сургуулийн сурагч буюу 9-12 дугаар ангийн сурагч байх эсвэл завсар жил (gap year) авсан байж болно.</li>    \n<li>Англи хэлний мэдлэгтэй байх.</li>    \n<li>Дүнгийн голч (GPA) тань дор хаяж 3.67 буюу 91.75% байх хэрэгтэй. </li>    \n<li>Мэдээж хэрэг интернэт, гар утас, компьютер тогтмол ашиглах боломжтой байхаас гадна долоо хоногт 10 цагийг хөтөлбөртөө зарцуулах боломжтой байх.</li>\n</ul>\n<h2>Элсэлтийн үйл явц</h2>\n<p>Тэд улирал бүр элсэлтээ зарладаг ба шалгаруулах үйл явц бүр нь 2 үе шаттайгаар явагддаг байна. Эхний шатанд та өргөдлийн форм бөглөн явуулсны дараагаар ажлын 3 өдрийн дотор хоёрдугаар шатанд тэнцсэн эсэхийг тань дуулгах юм. Үргэлжлэн ярилцлагыг товлосон цагтаа Zoom Meeting программын тусламжтайгаар өгч түүнээс 7 хоногийн хугацаанд тэнцсэн, тэнцээгүй эсвэл хүлээлгэгт орсон гэх гурван эцсийн шийдвэрийн нэг нь таны имейл хаягаар очно. Тэд дунджаар нийт шалгуулагчдын 30% -г тэнцүүлдэг байна.</p>\n<p>Horizon нь хувийн байгууллага тул хөтөлбөрүүдээ үнэ төлбөртэй явуулдаг. Гэсэн ч тэдний элсэлт нь need-blind буюу элсэгчдээ тэдний санхүүгийн байдлаас үл харгалзан тэнцүүлж төлбөрийн 100% хүртэлх хувийг даах боломжтой санхүүгийн дэмжлэг авах хүсэлтийг илгээх боломжийг олгодог юм.</p>\n<b>Fall cohort</b>\n<span>хөтөлбөр нь 2024 оны 10 сарын 23-аас 2025 оны 2 сарын 19-г хүртэл явагдах юм. Мөн өргөдөл хүлээн авах эцсийн хугацаа 2024 оны 9 сарын 25 бөгөөд санхүүгийн дэмжлэгийн хүсэлтийг 8 сарын 28 -нд хамгийн сүүлд илгээж болох тул та амжиж өргөдлөө явуулаарай.</span>\n<b>Spring cohort</b>\n<span>хөтөлбөр нь дээрх хөтөлбөрийн дараа буюу 2025 оны 3 сарын 3 -аас 6 сарын 23 хүртэл зохион байгуулагдах ба 2 сарын 3 -нд эцсийн өргөдлийг явуулж болохоор байна.</span>\n<span>Хэрэв та сонирхвол илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.horizoninspires.com/application\"> эндээс </a>\n<span>авна уу.</span>\n<h2>Veritas AI - AI Scholars, AI Fellowship</h2>\n<a href=\"https://www.veritasai.com/\">Veritas AI </a>\n<span>нь Харвардын их сургуулийн төгсөгчдийн байгуулсан боловсролын байгууллага юм. Тэд компьютерийн шинжлэх ухааны чиглэлээр ахлах ангийн сурагчдыг хамруулан төрөл бүрийн эрчимжүүлсэн хөтөлбөрүүдийг зохион байгуулдгаас танд хамгийн нэр хүндтэй, цахимаар оролцох боломжтой 2 хөтөлбөрийг танилцуулъя.</span\n<b>AI Scholars</b>\n<span> компьютерийн суурь мэдлэггүй сурагчид ч хамрагдах боломжтой хөтөлбөр юм. Сурагчдад 3-5 гишүүний бүрэлдэхүүнтэй багуудад хуваагдан Harvard, Stanford, Columbia гэх мэт топ их сургуулиудыг төгссөн менторуудын хяналтад өөрсдийн төслийг хийж гүйцэтгэх боломжийг олгодог байна. Нийтдээ 25 цагийг л зарцуулахад хангалттай энэ хөтөлбөрт та дэлхийн өнцөг булан бүрээс найз нөхөдтэй болж хүрээллээ тэлэхийн сацуу программ хангамжийн инженер болох нэг алхмаа хийх боломжтой байх нь.</span>\n<span>Мөн $2990 -н төлбөртэй энэхүү хөтөлбөр 100% хүртэлх санхүүгийн дэмжлэгийг таны хувь хүн, хүсэл тэмүүлэл дээр тань суурилан олгодог билээ.</span>\n<span>Дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.veritasai.com/ai-scholars\"> эндээс </a>\n\n<span>авна уу.</span>\n<b>AI Fellowship</b>\n<span>хөтөлбөр нь харин python программын хэлний анхан шатны мэдлэгийг шаарддаг ба AI Scholars хөтөлбөрийн төгсөгч бол давуу тал болох юм. Сурагчид хиймэл оюун ухааны мэргэжилтэнтэй 15-н удаагийн ганцаарчилсан хичээлд суух ба өөрийн судалгааны ажлыг хийнэ. Дараа нь 2 удаагийн нийтлэлийн салбарт мэргэшсэн багшийн хичээлд ганцаарчлан суусны дүнд их сургуулийн түвшний судалгааны нийтлэлийг шинжлэх ухааны вэбсайтуудад өөрийн нэр дээр нийтлүүлэх боломжтой.</span>\n<span>Нийт төлбөр нь $5400 хэдий ч санхүүгийн дэмжлэг авах бүрэн боломжтой. Мөн $6900 -г төлөөд дээрх хоёр хөтөлбөрт хоёуланд нь хамрагдаж болох юм.</span>\n<span>AI Fellowship хөтөлбөрийн тухай дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.veritasai.com/ai-fellowship\"> эндээс </a>\n<span>аваарай.</span>\n<span>Эдгээр хөтөлбөрүүдийн намрын элсэлтийн өргөдөл хүлээж авах хугацаа 2024 оны 8 сарын 14 -нд дуусна. Гэвч элсэлт нь улирал бүр зарлагддаг тул та одоо өргөдлөө явуулж амжихгүй бол дараагийн хөтөлбөрт нь элсэх бүрэн боломжтой юм. </span>\n<h2>Хаалтын үг</h2>\n<span>Бидний газарзүйн байршлаас үл хамааран өөрийн хүсэл сонирхлыг даган өсөж дэвжих боломж нэг бус олдох болсон өнөөдөр та бусдаас түрүүлж алхан дэлхийн тавцанд өрсөлдөхүйц чадварлаг программ хангамжийн инженер болохын төлөөх чухал алхмуудаа хийж эхлээсэй гэж гэж хүсэн энэхүү нийтлэлийг бичлээ. Танд өндөр амжилтыг хүсье!</span>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-14",
      "description": "Мэдээллийн эрин үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мэдээллийн эрин үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.</p>\n<p>Оюунлаг сурагч та хэрэв энэхүү чиглэлийг сонирхож байгаа ба үүгээр дадлагын ажил хийж туршлага хуримтлуулан өөрийгөө хөгжүүлэх хүсэлтэй байгаа бол дараах байгууллагуудтай танилцахыг санал болгоё.</p>\n<h2>Intelmind Group</h2>\n<p>Энэхүү компани нь 2017 онд анх байгуулагдаж байсан шинэлэг технологийн start-up компаниудыг дэмжин хурдацтай хөгжихөд нь туслалцаа үзүүлэх зорилгоор төсөлт ажлууд, бизнесийн зөвлөгөө, сурталчилгаа гэх мэт зүйлсийг санхүүгийн хувьд боломжийн тохиролцоогоор санал болгох чиглэл бүхий байгууллага юм.</p>\n<span>Тэдний хамгийн анхны ажил нь одоогоор манай улсад өргөнөөр хэрэглэгдэж буй цахим худалдааны сайт</span>\n<a href=\"http://Shoppy.mn\"> Shoppy.mn </a>\n<span>бөгөөд цаашлаад</span>\n<a href=\"https://apps.apple.com/us/app/ubcab/id863109199\"> UBCab </a>\n<span>болон</span>\n<a href=\"https://joinme.mn/\"> JoinMe </a>\n<span>гэх аяллын платформуудын хөгжүүлэлт болон борлуулалтад том хувь нэмэр оруулж байсан байна.</span>\n<p>Монгол улсад оршин суух хүмүүст дижитал шилжилтийг санал болгон өдөр тутмын ажлуудаа илүү хялбар мөн шуурхайгаар амжуулах боломжийг олгох маш шинэлэг, дэлхийн хөгжилтэй орнуудтай манай орон хөл нийлүүлэн алхахад чухал нөлөө болохуйц зорилго бүхий Intelmind Group -т хэзээд авьяаслаг, хичээнгүй залуус та бүхний туслалцаа нэмэр болох юм.</p>\n<p>Хэрэв та дадлагын ажилтнаар энэ компанид ажиллахаар болбол мэдээж дээр дурдсанчлан тэдний хийдэг аппликэйшн болон вэбсайтуудын хөгжүүлэлтэд оролцоод явах тул C++, JavaScript болон HTML гэх мэт программын хэлийг ашиглаж чаддаг байх хэрэгтэй.</p>\n<span>Хэрэв энэхүү компанид программ хангамжийн инженерчлэлийн чиглэлээр дадлагын ажил хийхийг хүсвэл</span>\n<a href=\"https://intelmind.mn/\"> энд </a>\n<span>дарж илүү дэлгэрэнгүй мэдээлэл аван дадлагын ажил хийх хүсэлтээ бэлтгэн байгууллагын имейл хаяг руу нь явуулаарай.</span>\n<h2>Chimege Systems</h2>\n<span>Монголын хамгийн анхны хиймэл оюун ухаан дээр суурилсан voice assistant -ийг үүсгэн байгуулсан</span>\n<a href=\"https://chimege.com/en/\"> Chimege Systems </a>\n<span>компани нь Германы шилдэг их дээд сургуулиудад сурч төгссөн 20 гаруй жил хиймэл оюун ухаан, программ хангамжийн салбарт туршлагажсан чадварлаг бүрэлдэхүүнтэйгээр 2019 онд үүсгэн байгуулагдсан компани юм.</span>\n<p>Тэрээр 2024 оны байдлаар текст хэлбэрээс аудио руу болон аудио хэлбэрээс текст хэлбэр рүү монгол хэл дээрх мэдээллийг 6 өөр төрлийн монгол хүний дуу хоолойгоор хөрвүүлэх чадвартай монголчуудад ашиглахад хялбар программуудыг хөгжүүлэн ашиглалтад оруулаад зогсохгүй монгол keyboard туслахыг бүтээснээр 10000 гаруй өдөр тутмын хэрэглэгчтэй болоод байгаа юм.</p>\n<p>MobiCom, Голомт Банк гэх мэт олон нөлөө бүхий том түншүүдтэй энэхүү компани нь одоогоор Apple компанийн Siri болон Google Gemini AI Model гэх мэт хөтөч нар шиг IVA (Intelligent Virtual Assistant) гэх программыг хөгжүүлэх төсөлт ажлаа эхлүүлээд байгаа аж. Иймд хэрэв та  программ хангамжийн инженерчлэлийн чиглэлээр дадлагын ажил энд хийхээр болбол чадварлаг хамт олны дунд хиймэл оюун ухаан ашиглан программ хөгжүүлэх тал дээр үнэлшгүй туршлагыг хуримтлуулах боломжтой байна.</p>\n<h2>Хаалтын үг</h2>\n<p>Хэрэв та ирээдүйн мэргэжлээ программ хангамжийн инженерчлэл болон бусад технологийн салбартай салшгүй холбоотой хэмээн үзэж байгаа бол дээр дурдсан компаниудад дадлагын ажил хийх нь таныг тухайн чиглэлийн хувьд маш сайн хөгжүүлээд зогсохгүй салбартаа тэргүүлдэг олон олон мэргэжилтнүүдтэй холбоо тогтоон цаашид ч өсөн дэвжих боломжийг нээж өгөх тул та эргэлзэлгүй өөрийн ажлын тодорхойлолтыг явуулж хүчээ сориорой.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-14",
      "description": "Программ хангамжийн инженерчлэл өнөө үеийн эрэлт ихтэй мэргэжлийн тоонд зүй ёсоор орох болсон билээ. Иймд Канад, Шинэ Зеланд, Англи гэх мэт олон улсуудад энэхүү чиглэлээр сурдаг болон сурах хүсэлтэй хичээнгүй оюутнуудад тэтгэлэг олгодог болоод байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Программ хангамжийн инженерчлэл өнөө үеийн эрэлт ихтэй мэргэжлийн тоонд зүй ёсоор орох болсон билээ. Иймд Канад, Шинэ Зеланд, Англи гэх мэт олон улсуудад энэхүү чиглэлээр сурдаг болон сурах хүсэлтэй хичээнгүй оюутнуудад тэтгэлэг олгодог болоод байна.</p>\n<p>Энэ боломжийг ашиглан гадаадын шилдэг их сургуулиудад хөнгөлөлттэй сурч боловсрох сонирхолтой ахлах ангийн сурагчид болон оюутнууд та бүхэнд энэ удаагийн нийтлэлээр дамжуулан тухайн тэтгэлгүүдээс шилэн сонирхуулъя.</p>\n<h2>Scotiabank Software Engineering Entrance Scholarship - Канад</h2>\n<p>Канад улсын Waterloo хотноо байрладаг University of Waterloo нь дэлхийд 115-т эрэмбэлэгддэг нэр хүнд бүхий сургууль ба олон улсад судалгааны ажлаараа өндрөөр үнэлэгддэг сургууль бөгөөд жил бүр их хэмжээний тэтгэлгийг бакалаврын оюутнууддаа олгодог байна.</p>\n<p>Тэдгээрийн нэг нь Scotiabank гэх Канадын толгойлдог банкны зүгээс программ хангамжийн инженерчлэлээр суралцахаар шинээр элсэж буй оюутанд олгодог тэтгэлэг юм. Энэ тэтгэлгийг ердөө ганцхан оюутанд олгодог бөгөөд 15’000 CAD хүртэлх буюу бүтэн 8 улирлын сургалтын төлбөрийг даах хэмжээний дэмжлэг өгдөг юм.</p>\n<span>Тэтгэлэгт өрсөлдөхийн тулд эхлээд сургуульд элсэх өргөдлөө бүрдүүлж явуулах ба AIF (Admission Information Form) гэх формыг бөглөн илгээдэг байна. Үргэлжлүүлэн нь цахим ярилцлагад орсноор эцсийн шийдвэрийг таны хичээлийн амжилт болон хичээлээс гадуурх ажлуудаас гадна хувь хүн талаас тань таньж мэдсэний үндсэнд гаргадаг болно. Илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/scotiabank-software-engineering-entrance-scholarship\"> эндээс </a>\n<span>авна уу.</span>\n<h2>Tom Calvert Computer Science & Software Engineering Award - Канад</h2>\n<p>Канад улсын University of British Columbia, Simon Fraser University, British Columbia Institute of Technology, Emily Carr University of Art and Design гэх 4 том их сургуулиудын хамтран байгуулсан Center for Digital Media нь дижитал хэвлэл мэдээллийг хөгжүүлэх зорилгоор сурагчдыг дэмжиж тухайн салбарын хүрээнд хөтөлбөр явуулдаг байгууллага юм.</p>\n<p>Тус байгууллага нь жилдээ нэг удаа мөн программ хангамжийн инженерчлэлээр эсвэл түүнтэй холбоотой бусад мэргэжлээр бакалаврын зэрэг хамгаалсан оюутнуудаас сонгон 20’000 USD хүртэлх хэмжээний тэтгэлгийг өгдөг байна.</p>\n<p>Хэрхэн тухайн тэтгэлэгт өрсөлдөх вэ гэвэл бакалаврын зэрэг хамгаалах хүртлээ их сургуульдаа гаргасан хичээлийн амжилт, дүнгийн голч мөн бусад хичээлээс гадуурх мэргэжилтэйгээ холбоотой хийсэн ажлуудаа хавсаргасан өргөдөл явуулахад болох юм.</p>\n<p>Тэтгэлгийн мөнгийг оюутнууд өөрсдийн хэрэгцээндээ тааруулан ашиглаж болох ба ихэвчлэн үргэлжлүүлэн сурахад эсвэл өөрсдийн төсөлт ажилдаа зориулан ашигладаг байна.</p>\n<span>Илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://thecdm.ca/program/mdm/scholarships\"> эндээс </a>\n<span>авч болно.</span>\n<h2>Contel Charitable Trust Masters Scholarship - Шинэ Зеланд</h2>\n<p>University of Canterbury гэх жил бүр дунджаар 20 сая NZD хэмжээний санхүүгийн дэмжлэгийг сурагчдадаа олгодог их сургууль нь компьютер судлал, программ хангамжийн инженерчлэл болон роботик ба мехатроникийн хичээлээр магистрын зэрэг хамгаалахаар Шинэ Зеландад суралцах гэж буй бакалаврын зэрэгтэй оюутнуудад 28’750 NZD хүртэлх тэтгэлэг өгдөг байна. Энэхүү тэтгэлгийг авснаар тухайн их сургуулийн сургалтын төлбөрийг бүтэн төлөхөөс гадна стипендтэй болох боломжтой юм.</p>\n<p>Тэтгэлэгт өрсөлдөхөд аль улсын иргэн байх хамаагүй ба тус сургуулийн онцлон харах зүйл нь сурагчийн академик мэдлэг болон амжилтууд тул жил бүр тогтсон тооны сурагчдад бус өөрсдийн шалгуур дээр тулгуурлан уян хатнаар тэтгэлгээ олгодог байна.</p>\n<span>Өргөдөл хүлээж авах хугацаа нь одоогоор тодорхой болоогүй ч</span>\n<a href=\"https://www.canterbury.ac.nz/study/getting-started/scholarships\"> энэ сайт </a>\n<span>дээрээс илүү дэлгэрэнгүй мэдээллийг авч болох юм. Хэрэв тэтгэлэгт тэнцвэл түүнээс хойш 12 сарын дотор тус сургуульд full-time enrolment буюу бүтэн цагийн элсэлтээр элсэх шаардлагатай байна.</span>\n<h2>Хаалтын үг</h2>\n<p>Хэрэв та программ хангамжийн инженерчлэлийн чиглэлээр гадаадын шилдэг их дээд сургуулиудад суралцах зорилготой байгаа бол дээр дурдсан тэтгэлгүүдийг алдаж боломгүй боломж гэж үзэн өргөдлөө явуулаад үзэхийг санал болгож байна. Алдах зүйл үгүй тул та өөртөө итгээд ирээдүйнхээ төлөө, хүсэл зорилгынхоо төлөө алхам хийгээрэй.</p>"
    },
    {  "id": 4,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлд хийгдсэн ахлах ангийн сурагчдын судалгаанууд",
      "date": "2024-10-14",
      "description": "Өнөө цагт ахлах ангийн сурагчид их дээд сургуулийн оюутнуудаас дутахааргүй сонирхолтой, боловсронгуй, үнэ цэн бүхий судалгааны ажлуудыг мэргэжлийн салбар бүрд хийх болжээ. Мэдээж энэхүү том ажлуудыг сурагчид бие даан хийх нь нэлээд хүнд тул хүсэл эрмэлзэл, шинэлэг сэтгэлгээтэй сурагчдад зөвлөж чиглүүлэх туршлагатай доктор профессорууд байгаад тэд чамлалтгүй амжилтын эзэд болсоор байна.",
      "blog": "<h2>Танилцуулга</h2><p>Өнөө цагт ахлах ангийн сурагчид их дээд сургуулийн оюутнуудаас дутахааргүй сонирхолтой, боловсронгуй, үнэ цэн бүхий судалгааны ажлуудыг мэргэжлийн салбар бүрд хийх болжээ. Мэдээж энэхүү том ажлуудыг сурагчид бие даан хийх нь нэлээд хүнд тул хүсэл эрмэлзэл, шинэлэг сэтгэлгээтэй сурагчдад зөвлөж чиглүүлэх туршлагатай доктор профессорууд байгаад тэд чамлалтгүй амжилтын эзэд болсоор байна. Иймд та бүхэнд программ хангамжийн инженерчлэлийн чиглэлд хийгдсэн сонирхол татахуйц судалгаануудаас толилуулъя.</p><h2>Mathematical modeling of plant community composition for urban greenery plans (Yueqi Fang, Weibo Zhang) - 2023</h2><p>Байгалийн шинжлэх ухаанд ч мөн программ хангамжийн инженерчлэл чухал үүргийг гүйцэтгэж болох юм. Өнөөгийн хот суурин газруудын ногоон байгууламж нь экологийн тогтвортой байдлыг хангахаас илүүтэй хотын өнгө үзэмж, нийтийн хэрэглээг хангахад чиглэн байгуулагдаад байгааг судлаачид анзаарсан. Үүнийг мэдсэн Peking University-ийн харьяат Dalton Academy гэх БНХАУ-н нийслэл Бээжин хотноо байрлах ахлах сургуулийн сурагч Yueqi Fang математик загвар буюу программчлал ашиглан хотын ногоон байгууламжийг эко системд ээлтэйгээр зохицуулах боломжтой хэмээн таамаглан багш Dr. Weibo Zhang -ий хамтаар судалгааны ажилдаа гарчээ.</p><p>Энэхүү судалгааны онцлог нь уул толгод, ой зэрэг зэрлэг байгаль дээрх бус хот суурин газрын ногоон байгууламжийн эко системд анхаарлаа хандуулсан нь юм. Иймд тэдний судалгаа шинэлэг төдийгүй хүрээлэн буй орчинд тулгараад буй асуудлуудыг байж болох хамгийн бага өртгөөр шийдвэрлэх арга зүйг олох чухал зорилготой байв. Тэд ургамлын эрүүл чийрэг байдлын (ft), биологийн олон янз байдлын (BI) болон нийт үр болон үр суулгалт гэх мэт ногоон байгууламж бүтээх зардлыг урвуулан тооцсон (ct) гэсэн гурван индексийг бодож тооцоолох нийтдээ 30 математик томьёог бичжээ. Гол зорилго нь эдгээр гурван индексийн хамгийн өндөр байх цэгийг тухайн орчны шинж чанарт тохируулан олох тул үүнийг оройн цэгээр харуулах муруйг график дээр үзүүлдэг программыг дээрх математик загваруудаа ашиглан бүтээсэн байна.</p><p>Судалгааны мэдээллийн сан нь Хятадын ботаник цахим хуудаснаас авсан хотын ногоон байгууламжид байхад хамгийн тохиромжтой 16 төрөл зүйлийн ургамлын шинж чанаруудаар болон TaoBao худалдааны платформоос судалсан ургамлын үр, үрслэгээний үнээр бүрдсэн байв. Харин программаа R Language гэх хэлээр бичсэн болохыг та бүхэн JEI (Journal of Emerging Investigators) цахим хуудсанд 2023 оны 7 сарын 5 -нд нийтлэгдсэн энэ нийтлэлээс эх хувилбараар нь харж болох юм.</p><p>Энэхүү программыг ашиглан хаана ч хот тохижуулалтыг илүү байгальд ээлтэй мөн санхүүгийн хувьд ч хэмнэлттэй болгож зохиох боломжтой болсон байна. Yueqi Fang нь одоогоор байгалийн шинжлэх ухааны чиглэлээр University of Cambridge -д бакалаврын зэрэгт суралцаж буй аж.</p><h2>A novel deep learning model for visibility correction of environmental factors in autonomous vehicles (Aniket Dey, Abhijit Dey) - 2022</h2><p>Орчин үед бүрэн ба бүрэн бус автомат жолоодлогот тээврийн хэрэгслүүд хөгжих болсон ч үүний бидний аюулгүй байдлыг хангаж чадах эсэх нь хүмүүст эргэлзээ төрүүлсээр байгаа тул тэдгээрийг ашиглах нь ховордож байгаа аж. Энэхүү автомат машинууд камер ашиглан бичсэн дүрс бичлэгээс саад тотгор, явган зорчигч, гэрлэн дохио гэх мэт зүйлсийг илрүүлэн таньж хамгийн тохиромжтой жолоодлогыг хийдэг системээр ажилладаг юм. Түүнчлэн бороо, цас, манан гэх мэт байгалийн үзэгдлүүд тус системийн оновчтой илрүүлэг болон илрүүлэх хурдад саад учруулдаг байна.</p><p>Энэхүү системийг илүү хөгжүүлэх боломжийг харсан АНУ -ын California муж дахь Dougherty Valley ахлах сургуулийн сурагч Aniket Dey нь Florida мужийн DataCore Software компанийн мэргэжилтэн Abhijit Dey -тэй хамтран судалгааны ажлаа эхлүүлжээ.</p><p>Тэдний зорилго илүү хурдан, оновчтой илрүүлэг хийх чадамжтай системийг зохиох байсан ба үүндээ хүрэхийн тулд цоо шинэ арга ашигласан нь биет илрүүлэх нийт үйл явцыг хоёр модульд хуваах байв. Visibility Correction Module (VCM) нь камерын бичлэг болон дуу мэдрэгчид саад болж буй орчны хүчин зүйлс болох бороо, цас, манан, утаа гэх мэтийг арилган засахад хэрэгтэй дүрс бичлэгийг Object Detection Module (ODM) нягтлан саад тотгор болон бусад биетийг илрүүлэх юм.</p><p>Системийн хөгжүүлэлт болон туршилтад Google -н охин компани болох Waymo дээр нийтлэгдсэн Waymo Open Dataset for autonomous vehicle data-г мэдээллийн сангаа болон ашиглажээ. Мөн бэлэн болсон системээ туршиж харьцуулалт хийхийн тулд тухайн үед хамгийн өргөнөөр хэрэглэгдэж байсан шилдэгт тооцогддог YOLO.v3 (You Only Look Once) гэх ижил үүрэг бүхий системийг хэрэглэсэн байна. Туршилт гайхмаар үр дүнг үзүүлснийг та доорх хүснэгтээс харж болох юм. Биетийг таних оновчтой байдлыг хувиар үзүүлсэн бол тухайн биетийг гарч ирснээс хойш илрүүлэхэд шаардагдсан хугацааг секундээр үзүүлжээ. Шинээр зохион бүтээсэн загварын үзүүлэлтүүд YOLO.v3 -н үзүүлэлтээс хавь илүү байна. Энэхүү системийн загвар нь цэвэр буюу саадгүй, бороо цастай, манантай болон утаатай гэх дөрвөн орчны нөхцөлд дунджаар 89.72% оновчтойгоор ажилласан нь бусад бүхий л ашиглалтад байсан системүүдээс илүү гүйцэтгэлтэй байв. Хоёр загварыг ижил нөхцөлд зэрэг ажиллуулан туршилтыг гүйцэтгэсэн болно.</p><p>Программын хөгжүүлэлтийг нэг бус удаагийн оролдлогоор хийсэн ба оролдлого бүрийнхээ оновчтой байдлыг цэвэр, бороо цастай, гялбаатай болон утаатай гэх нөхцлүүдэд хийн тэмдэглээд дахин хөгжүүлэх зарчмаар туршилт явагдсан байна. Оролдлого бүрд системийн гүйцэтгэл сайжирсныг дараах диаграммаас харж болох юм.</p><p>Энэхүү судалгааны ажлыг хийхийн тулд нийтдээ 20’000 зураглалуудаас бүрдэх 1000 гаруй бичлэгийг хийсэн байна. Энэ судалгааг эх хувилбараар нь уншихыг хүсвэл JEI цахим хуудсанд 2022 оны 10 сарын 31 -нд нийтлэгдсэн байгаа ба энд <a href=\"https://www.jeminvestigators.com\">даран уншин сонирхож болох юм</a>.</p><h2>Хаалтын үг</h2><p>Сониуч зан, хүсэл эрмэлзэл хоёр байхад хэн ч үүн шиг эсвэл үүнээс ч илүү судалгааны ажил хийх боломжтойг та харлаа. Шинийг эрэлхийлсэн, ямар нэг асуудлыг шийдэж болохуйц санаа хэрэв танд байгаа бол чөлөөтэй хөгжүүлж явсаар олон нийтэд танигдаж, улмаар шинэ өөрчлөлтүүдийн эхлэл болоорой. Боловсрол чинь орчин үеийн судалгааны төслүүдэд хэрхэн оролцох болон хэрхэн хичээллэхийг хүссэн залуу хүний хувьд хамгийн эхний шат юм.</p>"
    },
    {  "id": 5,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн нженерчлэлийн чиглэлийн онцлох компани, байгууллагууд",
      "date": "2024-10-14",
      "description": "Программ хангамжийн инженерчлэлээр төгссөн мэргэжилтнүүд ажлын талбар дээр гарахдаа технологийн салбарын компаниудад ажиллаж эхлэх нь элбэг байдаг. Энэ удаагийн нийтлэлээрээ та бүхэнд энэхүү салбарт тэргүүлдэг компаниудаас танилцуулахаар бэлтгэлээ.",
      "blog": "<h2>Танилцуулга</h2><p>Программ хангамжийн инженерчлэлээр төгссөн мэргэжилтнүүд ажлын талбар дээр гарахдаа технологийн салбарын компаниудад ажиллаж эхлэх нь элбэг байдаг. Энэ удаагийн нийтлэлээрээ та бүхэнд энэхүү салбарт тэргүүлдэг компаниудаас танилцуулахаар бэлтгэлээ.</p><h2>Microsoft Corporation</h2><p>Америкийн нэгдсэн улсын Вашингтон мужийн Рэдмонд хотноо төвтэй энэхүү корпорац нь 1975 онд Bill Gates болон Paul G.Allen нарын байгуулсан олон улсын технологийн компани юм. Windows OS болон Microsoft 360 suite нь тэдний гол бүтээгдэхүүнүүд бөгөөд 2023 онд 211.9 тэрбум ам долларын орлоготой байсан. <a href=\"https://www.microsoft.com\">Илүү дэлгэрэнгүйг</a></p><h2>Apple</h2><p>1976 онд Steve Jobs, Steve Wozniak, Ronald Wayne нарын үүсгэн байгуулсан Apple компани нь iPhone болон Macbook гэх бүтээгдэхүүнүүдээрээ 2023 онд 383.29 тэрбум ам долларын орлоготой ажиллаж, технологийн салбарт хүчтэй байр суурь эзэлжээ. <a href=\"https://www.apple.com\">Илүү дэлгэрэнгүйг</a></p><h2>Meta Platforms</h2><p>2004 онд TheFacebook нэрээр үүсгэн байгуулагдаж, 2021 оноос Meta Platforms нэрээр үйл ажиллагаагаа явуулж буй энэхүү компани нь Facebook, WhatsApp, Instagram зэрэг цахим платформуудыг удирдан, жилд 134 тэрбум ам долларын орлого олж байна. <a href=\"https://www.meta.com\">Илүү дэлгэрэнгүйг</a></p><h2>Хаалтын үг</h2><p>Программ хангамжийн инженерүүдийн хувь нэмрээ хамгийн их оруулдаг томоохон компаниудаас танд танилцууллаа. Та хэрэв энэхүү чиглэлийн мэргэжлийг сонгож байгаа бол энэ мэдээлэл танд зайлшгүй хэрэгтэй юм.</p>"
    },
    {  "id": 6,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн танилцуулга",
      "date": "2024-10-14",
      "description": "",
      "blog": "<h2>Программ хангамж гэж юу вэ?</h2><p>Программ хангамж буюу software гэдэг зүйл нь анх 1948 онд бий болсон зүйл ч 1952 он хүртэл энэхүү нэрээ аваагүй байсан аж. Үүнээс арав гаруй жилийн дараа буюу 1963 онд Маргарет Гамильтон гэх эрдэмтэн Apollo төслийн хүрээнд ажиллаж байх явцдаа программ хангамж хөгжүүлэгчдийг программ хангамжийн инженерүүд хэмээн нэрлэсэн ба тэднийг инженерүүд гэх нь зүй ёсны хэрэг хэмээн үзжээ.</p><h2>Программ хангамжийн хөгжил</h2><p>Харин энэ бүхнийг бодит амьдрал дээр бий болгодог техник хангамж буюу hardware нь 1970-аад оны үед танигдаж эхэлснээр энэхүү компьютер технологийн салбарт программ хангамж эрчээ авсан юм. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэхүү салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.</p><h2>Инженерүүдийн зорилго</h2><p>Тэдний зорилго нь хэрэглэгчдийн тодорхой хэрэгцээнд нийцсэн найдвартай, өргөтгөх боломжтой, бат бөх программ хангамжийн шийдлүүдийг олж тэднийгээ инженерчлэлийн зарчмаар хөгжүүлэхэд оршино. Энэхүү чиглэлээр ажилладаг хүмүүсийн давуу тал нь тэдний бүтээлч байдал, аливаа асуудлыг шийдвэрлэх мөн тоо тооцоолол хийхдээ гарамгай чадварууд ба ажлаа гүйцэтгэхийн тулд маш олон төрлийн программын хэлийг сурч эзэмшдэгээрээ бусад инженерчлэлийн чиглэлүүдээс ялгардаг юм.</p><h2>Чухал ач холбогдол</h2><p>Энэ мэргэжил яагаад чухал байгаа шалтгаан өнөөгийн дижитал эрин үетэй шууд хамааралтай билээ. Программ хангамж ашигладаггүй салбарууд маш цөөхөн болж байгааг анзаарах маш амархан. Зам тээвэр, эрүүл мэнд, эдийн засаг гэх мэт бүхий л салбарт хөлөө тавьдаг эдгээр программуудыг инженерүүдийн туслалцаатайгаар хийх арга үгүй юм.</p>"
    },
    {  "id": 7,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлд хийгдсэн онцлох нээлтүүд",
      "date": "2024-10-27",
      "description": "Инженерчлэл гэх зүйл бий болсноос хойш хэдэн зуун жил өнгөрсөн билээ. Энэ их хугацаанд мэдээж тоо томшгүй олон ололт нээлтүүд хийгдсэний дүнд одоогийн бидний мэдэх нийгэм, амьдрал ахуй, техник технологи төрхөө олсон юм. Энэ удаагийн нийтлэлээрээ та бүхэнд программ хангамжийн инженерчлэлийн энэ бүхэнд оруулсан хувь нэмрээс онцлон сонирхуулъя.",
      "blog": "<h2>Танилцуулга</h2><p>Инженерчлэл гэх зүйл бий болсноос хойш хэдэн зуун жил өнгөрсөн билээ. Энэ их хугацаанд мэдээж тоо томшгүй олон ололт нээлтүүд хийгдсэний дүнд одоогийн бидний мэдэх нийгэм, амьдрал ахуй, техник технологи төрхөө олсон юм. Энэ удаагийн нийтлэлээрээ та бүхэнд программ хангамжийн инженерчлэлийн энэ бүхэнд оруулсан хувь нэмрээс онцлон сонирхуулъя.</p><h2>Serverless Computing</h2><p>Программ хангамж буюу “Software” гэх нэр томьёо анх бий болсон үед программ хөгжүүлэгч нарт санаа зовох зүйл харьцангуй олон байдаг байсны нэг жишээ нь гагцхүү техник хангамж буюу “Hardware” байсан байна. Тэр үед программуудаа ажиллуулж үзэхийн тулд хангалттай хэмжээний техник хангамжийг бүрдүүлэх хэрэгтэй байдаг байсан учир хөгжүүлэгчид техник хангамжийнхаа чадал, үнэ өртөг гэх мэт зүйлсэд анхаарах ёстой болдог байв.</p><p>Энэ асуудлыг анзаарсан инженерүүд маань нэгэн шийдлийг бодож олсон нь “Virtual Computing” буюу хийсвэр сервер машин дээр программаа ажиллуулах байсан байна. Гэсэн ч тэдэнд илүүг хийх боломж харагдан кодыг ямар нэг биетэй биегүй сервер дээр гүйлгэж байхаар өөр дээр нь гүйлгэх санааг гаргажээ.</p><p>Үүний эхлэл 2008 онд <a href=\"https://cloud.google.com/appengine\">Google App Engine</a> гарч ирснээр тавигдсан байна. Программынхаа кодыг биччихээд Google Cloud дээр ажиллуулдаг учир хөгжүүлэгчдэд хаана суулгаж ажиллуулах талаар санаа зовох шаардлага үгүй болжээ.</p><p>Үүний дараачаар 2015 онд мөнөөх “Serverless” гэдэг үг маань анх Austen Collins хэмээх программ хангамжийн инженер ижил нэрт компаниа байгуулан Serverless Framework гэх одоогийн хамгийн өргөн ашиглагддаг сервергүй технологийг бүтээснээр бий болжээ.</p><p>Доорх графикаас харж байгаачлан тэдний санаа программ хөгжүүлэх үйл явцыг хөнгөн авсаархан болгоод зогсохгүй санхүүгийн хувьд ч боломжийн болгож амжилттай ажиллажээ.</p><p>Монголд одоогийн байдлаар iTools хэмээх программ, веб хөгжүүлэлтийн компани энэхүү технологийг оруулж ирэн өөрсдийн “cloud computing” моделийг борлуулж байгаа юм байна.</p><h2>Low-Code and No-Code Development</h2><p>1993 онд Английн компьютер технологич Tim Berners-Lee бидний мэдэх World Wide Web, HTML хэлийг зохион бүтээснээр no code development-ийн эхлэлийг тавьсан гэгддэг. Программ хөгжүүлэлтийг код бичиж мэддэг хүн л хийж болдог гэсэн ойлголт энэ шинэ технологийн ачаар өрөөсгөл болсон юм.</p><p>C++, JavaScript, Python гэх мэт программын хэлүүдийг ашиглаж мэддэггүй хүн байсан ч асуудалгүйгээр ашиглаж болох энэ технологи нь янз бүрийн зураг график ашиглан бүтээсэн коммандуудыг дараалалд оруулан тавьж өөрийнхөө хүссэн загвараар ямар ч аппликэйшнийг бүтээх боломжийг олгодог байна.</p><p>Үүний ачаар программ хангамжийн инженерчлэлд хувь нэмрээ оруулж чадах хүмүүсийн тоо нэмэгдэж хэн ч гэсэн өөрт хэрэгцээт программыг бүтээж ашиглаж болох болжээ.</p><p>Энэхүү технологийн нэг жишээ нь <a href=\"https://appinventor.mit.edu/\">MIT App Inventor</a> юм. Энэ нь Massachusetts Institute of Technology их сургуулийн сурагчдын бүтээсэн low code app developer бөгөөд доорх зургаас харж байгаачлан дан кодноос илүү ойлгомжтой бөгөөд жижиг алдаа гаргах магадлалыг багасгаж өгсөн байна. Дан код ашиглан программ хөгжүүлэх нь энэ технологийг ашиглахаас хэд дахин их цаг хугацаа, чадвар шаардах ажил болдог ажээ.</p><h2>Artificial Intelligence and Machine Learning</h2><p>Компьютер технологийн хувьд хамгийн том бөгөөд хамгийн эрчээ аваад байгаа нээлт бол яах аргагүй хиймэл оюун ухаан билээ. Анх 1956 онд John McCarthy хэмээх профессор Dartmouth Conference гэх эрдэм шинжилгээний уулзалт дээр хиймэл оюун ухааныг бие даасан судлах ухагдахуун болгон зарласан байна.</p><p>Тоо тооцоолол, алгоритмыг ашиглан хүний оюун ухааныг дуурайлгасан программыг нийтэд нь хиймэл оюун ухаан гэдэг ба үүний нэг хэсэг болох machine learning нь хиймэл оюун ухааныг бий болгохын тулд хүний цаг ирэх тусам сурч мэддэг чанарыг дуурайлган бүтээхэд зорьдог салбар юм.</p><p>Одоогийн байдлаар дэлхий дээр хамгийн их ашиглагддаг хиймэл оюун ухааны жишээ бол <a href=\"https://chat.openai.com/\">AI Assistant ChatGPT</a> болон Apple компаний Siri мөн билээ. Интернетээс нэрийг нь бичээд хайхад олдох ба хэн ч үнэгүй ашиглах боломжтой ба тэрээр цаг ирэх тусам хүн болгоны асуусан асуултуудаас сурч хөгжсөөр байгаа юм.</p><h2>Хаалтын үг</h2><p>Программ хангамжийн инженерчлэлийн замнал нь хэдэн зуун жилийн шинэчлэлийн нүүрийг үзснээр программ хөгжүүлэлт нь техник хангамжаар хязгаарлагддаг байхаа больж одоо зөвхөн бидний бүтээлч сэтгэлгээ, шинэ санаа хөгжүүлэлтээр л хязгаарлагддаг болсноор хэн бүхэн оролдоод үзэхэд гэмгүй зүйл болжээ. Иймд та бүхэн хийж туршиж үзэх хүсэл сонирхол байгаа л бол таныг зогсоох зүйл ховор шүү гэдгийг хэлэхийг хүссэн тул энэ нийтлэлийг бичлээ.</p>"
    },
    {  "id": 8,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Fun facts about software engineering | Программ хангамжийн инженерчлэлийн талаарх сонирхолтой баримтууд",
      "date": "2024-10-27",
      "description": "",
      "blog": "<h2>Залуухан код бичигчид</h2><p>Код бичдэг хүмүүс хэн бүхнээс залуухан байдаг ба тэдний 60% нь 35-аас доош настай байдаг байна. Тиймээс шинэлэг санаагаар дүүрэн, гал дүрэлзсэн залуус энэ салбарт нэлээд эрэлттэй байдаг байх нь.</p><h2>Өндөр цалин</h2><p>Программ хангамжийн инженерүүд маш өндөр цалинтай байдаг. 2023 оны байдлаар тэдний АНУ дахь дундаж цалин $132,270 байсан ба $160,000 хүртэл хэлбэлздэг байна. Хэрэв <a href=\"https://en.wikipedia.org/wiki/Blockchain\">Blockchain</a> шиг эрэлттэй технологи болон Golang программын хэлийг гарамгай ашигладаг бол эрэлт сайтай инженер болдог байна.</p><h2>JavaScript-ийн үүсэл</h2><p><a href=\"https://en.wikipedia.org/wiki/Brendan_Eich\">Brendan Eich</a> гэх программ хөгжүүлэгч JavaScript программын хэлийг 1995 онд 10 өдрийн дотор бүтээж байсан ба тэрхүү хэл нь одоогийн байдлаар хамгийн алдартай программын хэл болоод буй аж. Анх энэ хэлийг вэбсайт бүтээхэд ашиглахаар бүтээж байсан авч Node.JS технологийн ачаар аппликэйшн бүтээх боломжтой болжээ. Одоогийн нийт вебсайтуудын 95% гаруйг JavaScript хэлээр бичсэн байдаг байна.</p><h2>Кодчилол сурах арга зам</h2><p>Нийт код бичигчдийн 60% нь кодчиллыг цахимаар сурсан гэх судалгаа байдаг юм байна. Үүнээс үзвэл программ хөгжүүлэгч болоход яг үнэндээ өндөр зэргийн диплом хэрэггүй байх нь.</p><h2>Ажил солих хандлага</h2><p>Программистууд бол жинхэнэ job-hoppers гэгддэг. Тэд дунджаар 2-3 жилд ажлаа тогтмол сольж байдаг нь тэдний байнгын өсөн дэвших мөн цалингаа өсгөх эрмэлзлээс үүдэлтэй байна. Нэг ажлын байрандаа удаан байхыг тэд хэрэгцээгүй гэж үздэг тул ажил олгогч та бүхэн өрсөлдөөнд амьд үлдэхийн тулд программ хангамж хөгжүүлэгчдэд байнга өөрсдийг нь сорьсон ажил даалган цалингийн асуудлуудыг нь шийдэж байхыг зөвлөж байна. Ингэснээр тэд магадгүй танайд арай удаан ажиллах болов уу.</p>"
    }
  ]
} 