{
    "title": "Software Engineering",
    "description": "\"Engineering is the art of directing the great sources of power in nature for the use and convenience of humankind.\"",
    "contents":
    [
    {  "id": 1,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Ахлах ангийн сурагчдад зориулсан программ хангамжийн инженерчлэлийн шилдэг цахим хөтөлбөрүүд",
      "date": "2024-10-11",
      "description": "Мэдээллийн эрэн үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мэдээллийн эрэн үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.</p\n<p>Оюунлаг сурагч та хэрэв энэхүү чиглэлийг сонирхож байвал дараах хөтөлбөрүүдтэй танилцахыг санал болгоё.</p>\n<h2>Horizon</h2>\n<a href=\"https://www.horizoninspires.com/who-we-are\">Horizon Academic Research Program</a>\n<span>нь ахлах ангийн сурагчдыг тэдний хүсэл эрмэлзэлд тулгуурлан программ хангамж, өгөгдлийн шинжилгээ, хиймэл оюун ухаан гэх мэт чиглэлүүдээс сонгон өөрсдийнх нь түвшнээс дээш түвшний буюу их сургуулийн 1-р курсийн оюутнуудын хийдэг судалгааны ажил, төслүүдийг хийлгэн өөрсдийгөө хөгжүүлэх боломжийг олгох зорилгоор 2016 онд Америкийн нэгдсэн улсын Жерси хотноо төвтэйгөөр байгуулагдсан байгууллага юм. Тэрээр 100% цахимаар оролцох боломжтой хөтөлбөрүүдийг санал болгодог байна. </span>\n<p>Хөтөлбөрүүд нь 3 сарын турш явагддаг ба сурагчид долоо хоногт 8-10 цагийг унших, бичих мөн гэрийн даалгавар хийхэд зарцуулах юм. Хөтөлбөртөө элсэн ороход Johns Hopkins University, University of Cambridge, Georgia Tech  гэх мэт дэлхийн топ их сургуулиудын доктор, профессоруудтай холбогдон зөвлөгөө, лекц аван хөтөлбөрүүдэд хамрагдахын хажуугаар өөрсдийн гэсэн төслөө санаачлан хэрэгжүүлээд явах байна. Түүнчлэн сурагчдын хөтөлбөрийн хүрээнд гүйцэтгэсэн төсөлт ажлууд их сургуулийн үнэлэх системээр үнэлэгддэг тул таны хийсэн ажил их сургуулийн өргөдөл явуулахад тань чамлалтгүй нэмэр болох болов уу.</p>\n<h2>Тавигдах шаардлага</h2>\n<ul>    \n<li>Өргөдлөө явуулахын тулд та ахлах сургуулийн сурагч буюу 9-12 дугаар ангийн сурагч байх эсвэл завсар жил (gap year) авсан байж болно.</li>    \n<li>Англи хэлний мэдлэгтэй байх.</li>    \n<li>Дүнгийн голч (GPA) тань дор хаяж 3.67 буюу 91.75% байх хэрэгтэй. </li>    \n<li>Мэдээж хэрэг интернэт, гар утас, компьютер тогтмол ашиглах боломжтой байхаас гадна долоо хоногт 10 цагийг хөтөлбөртөө зарцуулах боломжтой байх.</li>\n</ul>\n<h2>Элсэлтийн үйл явц</h2>\n<p>Тэд улирал бүр элсэлтээ зарладаг ба шалгаруулах үйл явц бүр нь 2 үе шаттайгаар явагддаг байна. Эхний шатанд та өргөдлийн форм бөглөн явуулсны дараагаар ажлын 3 өдрийн дотор хоёрдугаар шатанд тэнцсэн эсэхийг тань дуулгах юм. Үргэлжлэн ярилцлагыг товлосон цагтаа Zoom Meeting программын тусламжтайгаар өгч түүнээс 7 хоногийн хугацаанд тэнцсэн, тэнцээгүй эсвэл хүлээлгэгт орсон гэх гурван эцсийн шийдвэрийн нэг нь таны имейл хаягаар очно. Тэд дунджаар нийт шалгуулагчдын 30% -г тэнцүүлдэг байна.</p>\n<p>Horizon нь хувийн байгууллага тул хөтөлбөрүүдээ үнэ төлбөртэй явуулдаг. Гэсэн ч тэдний элсэлт нь need-blind буюу элсэгчдээ тэдний санхүүгийн байдлаас үл харгалзан тэнцүүлж төлбөрийн 100% хүртэлх хувийг даах боломжтой санхүүгийн дэмжлэг авах хүсэлтийг илгээх боломжийг олгодог юм.</p>\n<b>Fall cohort</b>\n<span>хөтөлбөр нь 2024 оны 10 сарын 23-аас 2025 оны 2 сарын 19-г хүртэл явагдах юм. Мөн өргөдөл хүлээн авах эцсийн хугацаа 2024 оны 9 сарын 25 бөгөөд санхүүгийн дэмжлэгийн хүсэлтийг 8 сарын 28 -нд хамгийн сүүлд илгээж болох тул та амжиж өргөдлөө явуулаарай.</span>\n<b>Spring cohort</b>\n<span>хөтөлбөр нь дээрх хөтөлбөрийн дараа буюу 2025 оны 3 сарын 3 -аас 6 сарын 23 хүртэл зохион байгуулагдах ба 2 сарын 3 -нд эцсийн өргөдлийг явуулж болохоор байна.</span>\n<span>Хэрэв та сонирхвол илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.horizoninspires.com/application\"> эндээс </a>\n<span>авна уу.</span>\n<h2>Veritas AI - AI Scholars, AI Fellowship</h2>\n<a href=\"https://www.veritasai.com/\">Veritas AI </a>\n<span>нь Харвардын их сургуулийн төгсөгчдийн байгуулсан боловсролын байгууллага юм. Тэд компьютерийн шинжлэх ухааны чиглэлээр ахлах ангийн сурагчдыг хамруулан төрөл бүрийн эрчимжүүлсэн хөтөлбөрүүдийг зохион байгуулдгаас танд хамгийн нэр хүндтэй, цахимаар оролцох боломжтой 2 хөтөлбөрийг танилцуулъя.</span\n<b>AI Scholars</b>\n<span> компьютерийн суурь мэдлэггүй сурагчид ч хамрагдах боломжтой хөтөлбөр юм. Сурагчдад 3-5 гишүүний бүрэлдэхүүнтэй багуудад хуваагдан Harvard, Stanford, Columbia гэх мэт топ их сургуулиудыг төгссөн менторуудын хяналтад өөрсдийн төслийг хийж гүйцэтгэх боломжийг олгодог байна. Нийтдээ 25 цагийг л зарцуулахад хангалттай энэ хөтөлбөрт та дэлхийн өнцөг булан бүрээс найз нөхөдтэй болж хүрээллээ тэлэхийн сацуу программ хангамжийн инженер болох нэг алхмаа хийх боломжтой байх нь.</span>\n<span>Мөн $2990 -н төлбөртэй энэхүү хөтөлбөр 100% хүртэлх санхүүгийн дэмжлэгийг таны хувь хүн, хүсэл тэмүүлэл дээр тань суурилан олгодог билээ.</span>\n<span>Дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.veritasai.com/ai-scholars\"> эндээс </a>\n\n<span>авна уу.</span>\n<b>AI Fellowship</b>\n<span>хөтөлбөр нь харин python программын хэлний анхан шатны мэдлэгийг шаарддаг ба AI Scholars хөтөлбөрийн төгсөгч бол давуу тал болох юм. Сурагчид хиймэл оюун ухааны мэргэжилтэнтэй 15-н удаагийн ганцаарчилсан хичээлд суух ба өөрийн судалгааны ажлыг хийнэ. Дараа нь 2 удаагийн нийтлэлийн салбарт мэргэшсэн багшийн хичээлд ганцаарчлан суусны дүнд их сургуулийн түвшний судалгааны нийтлэлийг шинжлэх ухааны вэбсайтуудад өөрийн нэр дээр нийтлүүлэх боломжтой.</span>\n<span>Нийт төлбөр нь $5400 хэдий ч санхүүгийн дэмжлэг авах бүрэн боломжтой. Мөн $6900 -г төлөөд дээрх хоёр хөтөлбөрт хоёуланд нь хамрагдаж болох юм.</span>\n<span>AI Fellowship хөтөлбөрийн тухай дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://www.veritasai.com/ai-fellowship\"> эндээс </a>\n<span>аваарай.</span>\n<span>Эдгээр хөтөлбөрүүдийн намрын элсэлтийн өргөдөл хүлээж авах хугацаа 2024 оны 8 сарын 14 -нд дуусна. Гэвч элсэлт нь улирал бүр зарлагддаг тул та одоо өргөдлөө явуулж амжихгүй бол дараагийн хөтөлбөрт нь элсэх бүрэн боломжтой юм. </span>\n<h2>Хаалтын үг</h2>\n<span>Бидний газарзүйн байршлаас үл хамааран өөрийн хүсэл сонирхлыг даган өсөж дэвжих боломж нэг бус олдох болсон өнөөдөр та бусдаас түрүүлж алхан дэлхийн тавцанд өрсөлдөхүйц чадварлаг программ хангамжийн инженер болохын төлөөх чухал алхмуудаа хийж эхлээсэй гэж гэж хүсэн энэхүү нийтлэлийг бичлээ. Танд өндөр амжилтыг хүсье!</span>"
    },
    {  "id": 2,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлээр дадлага хийх боломжтой шилдэг Монгол байгууллагууд",
      "date": "2024-10-14",
      "description": "Мэдээллийн эрин үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Мэдээллийн эрин үе болоод буй XXI зуунд компьютер технологийн хэрэглээ маш хурдацтайгаар өсөж байгаатай уялдан энэхүү салбарын мэргэжлүүд хөдөлмөрийн зах зээлд эрчээ аваад байгаа билээ. Маш өргөн хүрээг хамардаг, 21 гаруй мэргэжлүүдийн эх болсон энэ салбарт программ хангамжийн инженерүүд чухал үүргийг гүйцэтгэдэг нь зөвхөн код бичихээр хязгаарлагдахгүйгээр цаашлан программын дизайн, хөгжүүлэлт, туршилт болон арчилгаа гэх мэт зүйлсийг хариуцан шийдвэр гаргах түвшинд ажилладаг байна.</p>\n<p>Оюунлаг сурагч та хэрэв энэхүү чиглэлийг сонирхож байгаа ба үүгээр дадлагын ажил хийж туршлага хуримтлуулан өөрийгөө хөгжүүлэх хүсэлтэй байгаа бол дараах байгууллагуудтай танилцахыг санал болгоё.</p>\n<h2>Intelmind Group</h2>\n<p>Энэхүү компани нь 2017 онд анх байгуулагдаж байсан шинэлэг технологийн start-up компаниудыг дэмжин хурдацтай хөгжихөд нь туслалцаа үзүүлэх зорилгоор төсөлт ажлууд, бизнесийн зөвлөгөө, сурталчилгаа гэх мэт зүйлсийг санхүүгийн хувьд боломжийн тохиролцоогоор санал болгох чиглэл бүхий байгууллага юм.</p>\n<span>Тэдний хамгийн анхны ажил нь одоогоор манай улсад өргөнөөр хэрэглэгдэж буй цахим худалдааны сайт</span>\n<a href=\"http://Shoppy.mn\"> Shoppy.mn </a>\n<span>бөгөөд цаашлаад</span>\n<a href=\"https://apps.apple.com/us/app/ubcab/id863109199\"> UBCab </a>\n<span>болон</span>\n<a href=\"https://joinme.mn/\"> JoinMe </a>\n<span>гэх аяллын платформуудын хөгжүүлэлт болон борлуулалтад том хувь нэмэр оруулж байсан байна.</span>\n<p>Монгол улсад оршин суух хүмүүст дижитал шилжилтийг санал болгон өдөр тутмын ажлуудаа илүү хялбар мөн шуурхайгаар амжуулах боломжийг олгох маш шинэлэг, дэлхийн хөгжилтэй орнуудтай манай орон хөл нийлүүлэн алхахад чухал нөлөө болохуйц зорилго бүхий Intelmind Group -т хэзээд авьяаслаг, хичээнгүй залуус та бүхний туслалцаа нэмэр болох юм.</p>\n<p>Хэрэв та дадлагын ажилтнаар энэ компанид ажиллахаар болбол мэдээж дээр дурдсанчлан тэдний хийдэг аппликэйшн болон вэбсайтуудын хөгжүүлэлтэд оролцоод явах тул C++, JavaScript болон HTML гэх мэт программын хэлийг ашиглаж чаддаг байх хэрэгтэй.</p>\n<span>Хэрэв энэхүү компанид программ хангамжийн инженерчлэлийн чиглэлээр дадлагын ажил хийхийг хүсвэл</span>\n<a href=\"https://intelmind.mn/\"> энд </a>\n<span>дарж илүү дэлгэрэнгүй мэдээлэл аван дадлагын ажил хийх хүсэлтээ бэлтгэн байгууллагын имейл хаяг руу нь явуулаарай.</span>\n<h2>Chimege Systems</h2>\n<span>Монголын хамгийн анхны хиймэл оюун ухаан дээр суурилсан voice assistant -ийг үүсгэн байгуулсан</span>\n<a href=\"https://chimege.com/en/\"> Chimege Systems </a>\n<span>компани нь Германы шилдэг их дээд сургуулиудад сурч төгссөн 20 гаруй жил хиймэл оюун ухаан, программ хангамжийн салбарт туршлагажсан чадварлаг бүрэлдэхүүнтэйгээр 2019 онд үүсгэн байгуулагдсан компани юм.</span>\n<p>Тэрээр 2024 оны байдлаар текст хэлбэрээс аудио руу болон аудио хэлбэрээс текст хэлбэр рүү монгол хэл дээрх мэдээллийг 6 өөр төрлийн монгол хүний дуу хоолойгоор хөрвүүлэх чадвартай монголчуудад ашиглахад хялбар программуудыг хөгжүүлэн ашиглалтад оруулаад зогсохгүй монгол keyboard туслахыг бүтээснээр 10000 гаруй өдөр тутмын хэрэглэгчтэй болоод байгаа юм.</p>\n<p>MobiCom, Голомт Банк гэх мэт олон нөлөө бүхий том түншүүдтэй энэхүү компани нь одоогоор Apple компанийн Siri болон Google Gemini AI Model гэх мэт хөтөч нар шиг IVA (Intelligent Virtual Assistant) гэх программыг хөгжүүлэх төсөлт ажлаа эхлүүлээд байгаа аж. Иймд хэрэв та  программ хангамжийн инженерчлэлийн чиглэлээр дадлагын ажил энд хийхээр болбол чадварлаг хамт олны дунд хиймэл оюун ухаан ашиглан программ хөгжүүлэх тал дээр үнэлшгүй туршлагыг хуримтлуулах боломжтой байна.</p>\n<h2>Хаалтын үг</h2>\n<p>Хэрэв та ирээдүйн мэргэжлээ программ хангамжийн инженерчлэл болон бусад технологийн салбартай салшгүй холбоотой хэмээн үзэж байгаа бол дээр дурдсан компаниудад дадлагын ажил хийх нь таныг тухайн чиглэлийн хувьд маш сайн хөгжүүлээд зогсохгүй салбартаа тэргүүлдэг олон олон мэргэжилтнүүдтэй холбоо тогтоон цаашид ч өсөн дэвжих боломжийг нээж өгөх тул та эргэлзэлгүй өөрийн ажлын тодорхойлолтыг явуулж хүчээ сориорой.</p>"
    },
    {  "id": 3,
      "imageSrc": "/assets/blogs9E/BlogsSoftware.png",
      "author": "Suvd Tamir",
      "title": "Программ хангамжийн инженерчлэлийн чиглэлд олгогддог гадаад, дотоодын шилдэг бакалавр болон магистрын зэргийн тэтгэлгүүд",
      "date": "2024-10-14",
      "description": "Программ хангамжийн инженерчлэл өнөө үеийн эрэлт ихтэй мэргэжлийн тоонд зүй ёсоор орох болсон билээ. Иймд Канад, Шинэ Зеланд, Англи гэх мэт олон улсуудад энэхүү чиглэлээр сурдаг болон сурах хүсэлтэй хичээнгүй оюутнуудад тэтгэлэг олгодог болоод байна.",
      "blog": "<h2>Танилцуулга</h2>\n<p>Программ хангамжийн инженерчлэл өнөө үеийн эрэлт ихтэй мэргэжлийн тоонд зүй ёсоор орох болсон билээ. Иймд Канад, Шинэ Зеланд, Англи гэх мэт олон улсуудад энэхүү чиглэлээр сурдаг болон сурах хүсэлтэй хичээнгүй оюутнуудад тэтгэлэг олгодог болоод байна.</p>\n<p>Энэ боломжийг ашиглан гадаадын шилдэг их сургуулиудад хөнгөлөлттэй сурч боловсрох сонирхолтой ахлах ангийн сурагчид болон оюутнууд та бүхэнд энэ удаагийн нийтлэлээр дамжуулан тухайн тэтгэлгүүдээс шилэн сонирхуулъя.</p>\n<h2>Scotiabank Software Engineering Entrance Scholarship - Канад</h2>\n<p>Канад улсын Waterloo хотноо байрладаг University of Waterloo нь дэлхийд 115-т эрэмбэлэгддэг нэр хүнд бүхий сургууль ба олон улсад судалгааны ажлаараа өндрөөр үнэлэгддэг сургууль бөгөөд жил бүр их хэмжээний тэтгэлгийг бакалаврын оюутнууддаа олгодог байна.</p>\n<p>Тэдгээрийн нэг нь Scotiabank гэх Канадын толгойлдог банкны зүгээс программ хангамжийн инженерчлэлээр суралцахаар шинээр элсэж буй оюутанд олгодог тэтгэлэг юм. Энэ тэтгэлгийг ердөө ганцхан оюутанд олгодог бөгөөд 15’000 CAD хүртэлх буюу бүтэн 8 улирлын сургалтын төлбөрийг даах хэмжээний дэмжлэг өгдөг юм.</p>\n<span>Тэтгэлэгт өрсөлдөхийн тулд эхлээд сургуульд элсэх өргөдлөө бүрдүүлж явуулах ба AIF (Admission Information Form) гэх формыг бөглөн илгээдэг байна. Үргэлжлүүлэн нь цахим ярилцлагад орсноор эцсийн шийдвэрийг таны хичээлийн амжилт болон хичээлээс гадуурх ажлуудаас гадна хувь хүн талаас тань таньж мэдсэний үндсэнд гаргадаг болно. Илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://uwaterloo.ca/undergraduate-entrance-awards/awards/scotiabank-software-engineering-entrance-scholarship\"> эндээс </a>\n<span>авна уу.</span>\n<h2>Tom Calvert Computer Science & Software Engineering Award - Канад</h2>\n<p>Канад улсын University of British Columbia, Simon Fraser University, British Columbia Institute of Technology, Emily Carr University of Art and Design гэх 4 том их сургуулиудын хамтран байгуулсан Center for Digital Media нь дижитал хэвлэл мэдээллийг хөгжүүлэх зорилгоор сурагчдыг дэмжиж тухайн салбарын хүрээнд хөтөлбөр явуулдаг байгууллага юм.</p>\n<p>Тус байгууллага нь жилдээ нэг удаа мөн программ хангамжийн инженерчлэлээр эсвэл түүнтэй холбоотой бусад мэргэжлээр бакалаврын зэрэг хамгаалсан оюутнуудаас сонгон 20’000 USD хүртэлх хэмжээний тэтгэлгийг өгдөг байна.</p>\n<p>Хэрхэн тухайн тэтгэлэгт өрсөлдөх вэ гэвэл бакалаврын зэрэг хамгаалах хүртлээ их сургуульдаа гаргасан хичээлийн амжилт, дүнгийн голч мөн бусад хичээлээс гадуурх мэргэжилтэйгээ холбоотой хийсэн ажлуудаа хавсаргасан өргөдөл явуулахад болох юм.</p>\n<p>Тэтгэлгийн мөнгийг оюутнууд өөрсдийн хэрэгцээндээ тааруулан ашиглаж болох ба ихэвчлэн үргэлжлүүлэн сурахад эсвэл өөрсдийн төсөлт ажилдаа зориулан ашигладаг байна.</p>\n<span>Илүү дэлгэрэнгүй мэдээллийг</span>\n<a href=\"https://thecdm.ca/program/mdm/scholarships\"> эндээс </a>\n<span>авч болно.</span>\n<h2>Contel Charitable Trust Masters Scholarship - Шинэ Зеланд</h2>\n<p>University of Canterbury гэх жил бүр дунджаар 20 сая NZD хэмжээний санхүүгийн дэмжлэгийг сурагчдадаа олгодог их сургууль нь компьютер судлал, программ хангамжийн инженерчлэл болон роботик ба мехатроникийн хичээлээр магистрын зэрэг хамгаалахаар Шинэ Зеландад суралцах гэж буй бакалаврын зэрэгтэй оюутнуудад 28’750 NZD хүртэлх тэтгэлэг өгдөг байна. Энэхүү тэтгэлгийг авснаар тухайн их сургуулийн сургалтын төлбөрийг бүтэн төлөхөөс гадна стипендтэй болох боломжтой юм.</p>\n<p>Тэтгэлэгт өрсөлдөхөд аль улсын иргэн байх хамаагүй ба тус сургуулийн онцлон харах зүйл нь сурагчийн академик мэдлэг болон амжилтууд тул жил бүр тогтсон тооны сурагчдад бус өөрсдийн шалгуур дээр тулгуурлан уян хатнаар тэтгэлгээ олгодог байна.</p>\n<span>Өргөдөл хүлээж авах хугацаа нь одоогоор тодорхой болоогүй ч</span>\n<a href=\"https://www.canterbury.ac.nz/study/getting-started/scholarships\"> энэ сайт </a>\n<span>дээрээс илүү дэлгэрэнгүй мэдээллийг авч болох юм. Хэрэв тэтгэлэгт тэнцвэл түүнээс хойш 12 сарын дотор тус сургуульд full-time enrolment буюу бүтэн цагийн элсэлтээр элсэх шаардлагатай байна.</span>\n<h2>Хаалтын үг</h2>\n<p>Хэрэв та программ хангамжийн инженерчлэлийн чиглэлээр гадаадын шилдэг их дээд сургуулиудад суралцах зорилготой байгаа бол дээр дурдсан тэтгэлгүүдийг алдаж боломгүй боломж гэж үзэн өргөдлөө явуулаад үзэхийг санал болгож байна. Алдах зүйл үгүй тул та өөртөө итгээд ирээдүйнхээ төлөө, хүсэл зорилгынхоо төлөө алхам хийгээрэй.</p>"
    }
  ]
} 